<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/content/languages/Bulgarian/lan_content_help.php,v $
|     $Revision: 1.5 $
|     $Date: 2007-03-04 22:14:06 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/

define("CONTENT_ADMIN_HELP_1", "Публикации - Помощна Информация");

define("CONTENT_ADMIN_HELP_ITEM_1", "<i>Ако все още не сте създали главни категории, моля направете ог от страница <a href='".e_SELF."?cat.create'>Създай нова Категория</a></i><br /><br /><b>категория</b><br />изберете категория от падащото меню за управления на съдържанието за тази категория.<br /><br />Избор на основна главна от падащото меню ще покаже всички публикации в тази главна категория.<br />При избор на подкатегория ще бъдат показани само публикациите за съответната подкатегория.<br /><br />Можете също така да ползвате менюто от дясно за преглед на всички публикации за определена категория.");

define("CONTENT_ADMIN_HELP_ITEM_2", "<b>начални букви</b><br />ако има съдържание с различни начални букви в заглавието, ще се появят бутони за избор само на тези публикации започващи с избраната буква. При избор на 'всички' ще бъдат показани всички публикации в тази категория.<br /><br /><b>Списък - детайли</b><br />Виждате списък на всички публикации с техните id, иконка, автор, Заглавие [подзаглавие] и опции.<br /><br /><b>Легенда на иконките</b><br />".CONTENT_ICON_USER." : линк към профила на автора<br />".CONTENT_ICON_LINK." : линк към публикацията<br />".CONTENT_ICON_EDIT." : редакция на публикацията<br />".CONTENT_ICON_DELETE." : изтриване на публикацията<br />");

define("CONTENT_ADMIN_HELP_ITEMEDIT_1", "<b>форма за редакция</b><br />сега можете да редактирате цялата информация за тази публикация и да запазите промените.<br /><br />Ако желаете да смените категорията за тази публикация, моля направете първо това. След избор на правилната категория, променете или добавете информацията в полетата, след което запишете промените.");

define("CONTENT_ADMIN_HELP_ITEMCREATE_1", "<b>категория</b><br />моля изберете категория от падащото меню, за да създадете публикация / страница за нея.<br />");

define("CONTENT_ADMIN_HELP_ITEMCREATE_2", "<b>форма за създаване</b><br />сега попълнете необходимата информация за тази публикация / страница и я запишете.<br /><br />Имайте предвид, че всяка отделна категория може да има различни настройки; възможно е да има различни полета за попълване. Поради този факт е необходимо да изберете категория преди да попълвате полетата !");

define("CONTENT_ADMIN_HELP_CAT_1", "<i>тази страница показва всички налични категории и подкатегории</i><br /><br /><b>списък - детайли</b><br />Виждате списък с всички подкатегории с техните id, икони, автор, категория [подкатегория] и опции.<br /><br /><b>легенда на иконките</b><br />".CONTENT_ICON_USER." : линк към профила на автора<br />".CONTENT_ICON_LINK." : линк към категорията<br />".CONTENT_ICON_EDIT." : редакция на категорията<br />".CONTENT_ICON_DELETE." : изтриване на категорията<br />");

define("CONTENT_ADMIN_HELP_CAT_2", "<i>тази страница позволява създаването на нова категория</i><br /><br />Винаги избирайте основна категория преди попълване на другите полета !<br /><br />Това трябва да бъде направено, заради някои уникални настройки на категориите, които трябва да бъдат заредени при избор.<br /><br />По подразбиране в полето за категория е показано създаване на нова основна категория.");

define("CONTENT_ADMIN_HELP_CAT_3", "<i>тази страница съдържа форма за редактиране на категория</i><br /><br /><b>форма за редакция на категория</b><br />сега имате възможността да редактирате информацията за тази (под)категория и да запишете промените.<br /><br />Ако искате да смените главната на тази категория, моля направете го първо. Едва след като зададете правилната категория редактирайте всички останали полета.");

define("CONTENT_ADMIN_HELP_ORDER_1", "<i>тази страница показва всички налични категории и подкатегории</i><br /><br /><b>списък - детайли</b><br />виждате id на категорията и име на категорията. също така виждате опции за настройка на реда на показване на категориите.<br /><br /><b>легенда на иконките</b><br />".CONTENT_ICON_USER." : линк към профила на автора<br />".CONTENT_ICON_LINK." : линк към категорията<br />".CONTENT_ICON_ORDERALL." : глобален ред на показване на публикациите / страниците независимо от категорията<br />".CONTENT_ICON_ORDERCAT." : ред на показване на публикациите / страниците в определена категория<br />".CONTENT_ICON_ORDER_UP." : бутона нагоре позволява преместване със стъпка нагоре в реда на показване на публикацията / страницата<br />".CONTENT_ICON_ORDER_DOWN." : бутона надолу позволява преместване със стъпка надолу в реда на показване на публикацията / страницата<br /><br /><b>подреждане</b><br />тук можете мануално да изберете номерав реда за показване на всички категории. Необходимо е след смените на стойностите от падащите менюта да натиснете бутона  обнови за записване на новия ред на показване.<br />");

define("CONTENT_ADMIN_HELP_ORDER_2", "<i>тази страница показва всички публикации / страници от избраната от вас категория</i><br /><br /><b>списък - детайли</b><br />виждате id на страницата / публикацията, автора и заглавието. виждате и някои опции за управление на реда на реда на показване.<br /><br /><b>легенда на иконките</b><br />".CONTENT_ICON_USER." : линк към профила на автора<br />".CONTENT_ICON_LINK." : линк към категорията<br />".CONTENT_ICON_ORDER_UP." : бутона нагоре позволява преместване със стъпка нагоре в реда на показване на публикацията / страницата<br />".CONTENT_ICON_ORDER_DOWN." : бутона надолу позволява преместване със стъпка надолу в реда на показване на публикацията / страницата<br /><br /><b>подреждане</b><br />тук можете мануално да изберете номерав реда за показване на всички категории. Необходимо е след смените на стойностите от падащите менюта да натиснете бутона  обнови за записване на новия ред на показване.<br />");

define("CONTENT_ADMIN_HELP_ORDER_3", "<i>тази страница показва всички публикации / страници от избраната от вас основна категория</i><br /><br /><b>списък - детайли</b><br />виждате id на страницата / публикацията, автора и заглавието. виждате и някои опции за управление на реда на реда на показване.<br /><br /><b>легенда на иконките</b><br />".CONTENT_ICON_USER." : линк към профила на автора<br />".CONTENT_ICON_LINK." : линк към категорията<br />".CONTENT_ICON_ORDER_UP." : бутона нагоре позволява преместване със стъпка нагоре в реда на показване на публикацията / страницата<br />".CONTENT_ICON_ORDER_DOWN." : бутона надолу позволява преместване със стъпка надолу в реда на показване на публикацията / страницата<br /><br /><b>подреждане</b><br />тук можете мануално да изберете номерав реда за показване на всички категории. Необходимо е след смените на стойностите от падащите менюта да натиснете бутона  обнови за записване на новия ред на показване.<br />");

define("CONTENT_ADMIN_HELP_OPTION_1", "на тази страница можете да изберете основна категория, за която да изберете нови настройки или можете да редактирате настройките по подразбиране.<br /><br /><b>легенда на иконките</b><br />".CONTENT_ICON_USER." : линк към профила на автора<br />".CONTENT_ICON_LINK." : линк към категорията<br />".CONTENT_ICON_OPTIONS." : редакция на нанстройките<br /><br /><br />
Настройките по подразбиране се използват само когато създавате нова основна категория - тези настройки се записват по подразбиране като настройки на новосъздадената категория. Можете да промените тези настройки за да бъдете сигурни, че със създаването на всяка нова основна категория тя ще има определени валидни за всички категории настройки.
<br /><br />
Всяка основна категория има собствен набор от настройки, които са уникални за нея.");

//define("CONTENT_ADMIN_HELP_OPTION_2", "<i>this page shows the options you can set for this main parent. Each main parent has their own specific set of options, so be sure to set them all correctly.</i><br /><br />");
//<b>default values</b><br />By default all values are present and already updated in the preferences when you view this page, but change any setting to your own standards.<br /><br />
define("CONTENT_ADMIN_HELP_MANAGER_1", "на тази страница виждате списък с всички категории. Можете управлявате 'Личен мениджър на публикациите' за всяка категория с клик на иконката.<br /><br /><b>легенда на иконките</b><br />".CONTENT_ICON_USER." : линк към профила на автора<br />".CONTENT_ICON_LINK." : линк към категорията<br />".CONTENT_ICON_CONTENTMANAGER_SMALL." : редакция на личните мениджъри на публикациите<br />");

define("CONTENT_ADMIN_HELP_MANAGER_2", "<i>на тази страница можете да добавите потребители към избраната от вас категория</i><br /><br /><b>личен мениджър</b><br />можете да добавите потребители към определени категории. По този начин тези потребители ще имат контрол над личните им публикации в тези категории извън административната страница (content_manager.php).<br /><br />Добави потребители от лявата колона с клик върху техните имена. Тези имена ще бъдат преместени в дясно. След клик на бутона за добавяне потребителите от дясната бутона ще бъдат добавени към съответната категория.");

define("CONTENT_ADMIN_HELP_SUBMIT_1", "<i>на тази страница виждате списък от всички публикации, добавени от потребители.</i><br /><br /><b>списък - детайли</b><br />виждате id на страницата / публикацията, иконка, основна категория, заглавие[подзаглавие], автор и опции.<br /><br /><b>опции</b><br />можете да публикувате или изтриете публикация, като използвате показаните бутони.");



define("CONTENT_ADMIN_HELP_OPTION_DIV_1", "тази страница позволява задаването на опции за създаваните от администраторите категории.<br /><br />Можете да дефинирате кои секции ще бъдат ползвани, когато администратор (или мениджър на публикациите) създава нова публикация<br /><br /><b>потребителски тагове за данни</b><br />можете да позволите на потребител или администратор да добави полета към публикацията / страницата използвайки тези потребителски тагове за данни. Тези незадължителни полета са празни двойки key=>value (ключ=>стойност). Например: можете да добавите поле-ключ за 'фотограф' и да зададете поле-стойност с 'всички мои снимки'. Тази двойка полета ключ и стойност са празмо текстови полета, които ще бъдат показани във формата за създаване.<br /><br /><b>предварително зададени тагове за данни</b><br />отделно от потребителските тагове за данни, можете да създадете предварително зададени тагове за данни. Разликата е, че в предварително зададени тагове за данни, полето ключ е вече дадено и потребителя трябва само да зададе стойността. В същия пример като по-горе 'фотограф' може да бъде предефиниран, а потребителя трябва да въведе 'всички мои снимки'. Можете да изберете тип елемент с избор на опция от падащото меню. В popup прозореца задайте информацията за предварително зададения таг за данни.<br />");

define("CONTENT_ADMIN_HELP_OPTION_DIV_2", "Настройките за записване имат ефект върху потребителската форма за записване на публикации / страници.<br /><br />Можете да дефинирате кои секции да бъдат активни за потребител при записване на публикация.<br /><br /><b>".CONTENT_ADMIN_OPT_LAN_11.":</b><br />".CONTENT_ADMIN_OPT_LAN_12."");

define("CONTENT_ADMIN_HELP_OPTION_DIV_3", "В настройките за Път и Тема можете да дефинирате къде ще бъдат съхранявани картинкитеи файловете.<br /><br />можете да дефинирате коя тема ще бъде ползвана от тази основна категория. Можете да създадете допълнителни теми с копиране (и преименуване) цялата директория 'default' във вашата директория 'templates'.<br /><br />Можете да дефинирате схема на изглед по подразбиране за нови публикации. Нови схеми за изглед можете да създадете със създаване на файл <b>content_content_template_XXX.php</b> в папка 'templates/default'. Тези изгледи могат да бъдат използвани за задаване на различен изглед за всяка публикация в тази категория.<br /><br />");

define("CONTENT_ADMIN_HELP_OPTION_DIV_4", "Общи Настройки са опции, ползвани през цялото време от страниците създадени с модула за публикации.");

define("CONTENT_ADMIN_HELP_OPTION_DIV_5", "Тези опции имате ефект в 'Личен мениджър на публикациите' в админ секцията.<br /><br />".CONTENT_ADMIN_OPT_LAN_63."");

define("CONTENT_ADMIN_HELP_OPTION_DIV_6", "Тези опции се ползват в Меню за тази главна категория ако сте активирали менюто.<br /><br />".CONTENT_ADMIN_OPT_LAN_68."<br /><br />".CONTENT_ADMIN_OPT_LAN_118.":<br />".CONTENT_ADMIN_OPT_LAN_119."<br /><br />");

define("CONTENT_ADMIN_HELP_OPTION_DIV_7", "Настройките за Преглед на Публикация имат ефект за краткия преглед на публикацията / страницата.<br /><br />Този преглед същетвува на няколко страници, като например страницата за последни публикации, преглед на категория и преглед на страницата на автора.<br /><br />".CONTENT_ADMIN_OPT_LAN_68."");

define("CONTENT_ADMIN_HELP_OPTION_DIV_8", "Страници Категории показва информация за категории в тази главна категория.<br /><br />Опциите са разделени на две секции:<br /><br /><b>страница всички категории:</b><br />тази страница показва всички категории в тази главна категория<br /><br /><b>страница преглед на категория:</b><br />тази страница показва категория, по избор - подкатегориите в тази категория и публикациите / страниците в тази категория или тези подкатегории<br />");

define("CONTENT_ADMIN_HELP_OPTION_DIV_9", "Страницата за Съдържание показва публикацията.<br /><br />можете да определите кои секции да се показват с отмятане на всяка една опция.<br /><br />можете да покажете имейл адреса на автор, който не е потребител на сайта.<br /><br />можете да предефинирате иконките за имейл/разпечатване/pdf, системата за гласуване и коментарите.<br /><br />".CONTENT_ADMIN_OPT_LAN_74."");

define("CONTENT_ADMIN_HELP_OPTION_DIV_10", "Страница на Автора показва списък с всички автори на публикации в тази категория.<br /><br />можете да дефинирате кои секции да се показват с отмятане на всяка една опция.<br /><br />Можете да ограничите броя на публикации за страница.<br />");

define("CONTENT_ADMIN_HELP_OPTION_DIV_11", "Архив страницата показва всичко в тази основна категория.<br /><br />можете да дефинирате кои секции да се показват с отмятане на всяка една опция.<br /><br />можете да покажете имейл адреса на автор, който не е потребител на сайта.<br /><br />Можете да ограничите броя на публикации за страница.<br /><br />".CONTENT_ADMIN_OPT_LAN_66."<br /><br />".CONTENT_ADMIN_OPT_LAN_68."");

define("CONTENT_ADMIN_HELP_OPTION_DIV_12", "Страницата Най-високо оценени показва всички публикации, които са оценени от потребителите.<br /><br />Можете да определите кои секции да се показват с отмятане на всяка една опция.<br /><br />Също така можете да покажете имейл адреса на автор, който не е потребител на сайта.");

define("CONTENT_ADMIN_HELP_OPTION_DIV_13", "Страницата с Най-много точки показва всички публикации, на които има зададени точки от авторите на публикации.<br /><br />Можете да определите кои секции да се показват с отмятане на всяка една опция.<br /><br />Също така можете да покажете имейл адреса на автор, който не е потребител на сайта.");

define("CONTENT_ADMIN_HELP_OPTION_DIV_14", "this page allows you to set options for the admin create category page.<br /><br />You can define which sections are available when an admin (or personal content manager) creates a new content category.");
?>