<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 web網站 system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/ChineseTrad/lan_error.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-12-20 23:04:47 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "錯誤");

define("LAN_1", "錯誤代碼 401 - 權限不夠");
define("LAN_2", "您沒有足夠的權限連結此網址.");
define("LAN_3", "如果看到此錯誤訊息請聯絡管理員.");
define("LAN_4", "錯誤代碼 403 - 認證失敗");
define("LAN_5", "此連結需要正確的會員名稱和密碼. 或許您輸入了錯誤的會員名稱/密碼, 或是您的瀏覽器並不支援.");
define("LAN_6", "請通知管理員該參考頁面 假如您該錯誤頁面已經發生錯誤了.");
define("LAN_7", "錯誤代碼 404 - 找不到該文件");
define("LAN_9", "如果看到此錯誤訊息請聯絡管理員.");
define("LAN_10", "錯誤代碼 500 - 變形的頭檔");
define("LAN_11", "該伺服器發生內部錯誤或無法完整處理您的需求");
define("LAN_12", "如果看到此錯誤訊息請聯絡管理員");
define("LAN_13", "錯誤代碼 - 未知的");
define("LAN_14", "該伺服器已紀錄該錯誤");
define("LAN_15", "如果看到此錯誤訊息請聯絡管理員");
define("LAN_16", "您的嘗試不被接受");
define("LAN_17", "已經紀錄.");
define("LAN_18", "顯然的, 您已經轉到這裡");
define("LAN_19", "該網址已經停止服務連結到該位址.");
define("LAN_20", "請點選這裡到網站首頁");

define("LAN_ERROR_01", "該連結已經不在該伺服器上了. 此連結或許已經過期了.");
define("LAN_ERROR_02", "請點選這裡到該網站搜尋頁面");
define("LAN_ERROR_03", "您的嘗試去接受 ");
define("LAN_ERROR_04", " 沒有成功.");

?>