<?php
/*
+---------------------------------------------------------------+
|        e107 website system
|        lan_fpw.php Japanese-utf language file 
|
|        �Steve Dunstan 2001-2002
|        http://e107.org
|        jalist@e107.org
|
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        Translation Updated by: Kei on the 21st Sep 2004
+---------------------------------------------------------------+
*/

define("PAGE_NAME", "パスワードのリセット");
define("LAN_02", "メールを送ることができません。メインサイト管理者に連絡してください。");
define("LAN_03", "パスワードのリセット");
define("LAN_05", "あなたのパスワードをリセットをするために次の情報を入力して下さい");
define("LAN_06", "試みられたパスワードのリセット");
define("LAN_07", "ＩＰアドレスを持った誰か");
define("LAN_08", "メイン管理のパスワードのリセットが試みられました");
define("LAN_09", "パスワードリセットフォーム");
define("LAN_112", "サインアップ時に使われた電子メールアドレス");
define("LAN_156", "送信");
define("LAN_213", "そのユーザーネーム/電子メールアドレスはデータベースの中には見つけられませんでした");
define("LAN_214", "パスワードをリセットすることができません");
define("LAN_216", "あなたの新しいパスワードを確認するために次のＵＲＬに進んで下さい");
define("LAN_217", "あなたの新しいパスワードは今確認されました　新しいパスワードを使って今ログインしてもいいです");
define("LAN_218", "あなたのユーザーネームは：");
define("LAN_219", "その電子メールに関連したパスワードは既にリセットされ、再びリセットできません。さらなる詳細はサイト管理者に問い合わせて下さい");
define("LAN_FPW1", "ユーザーネーム");
define("LAN_FPW2", "コードを入力してください");
define("LAN_FPW3", "不正なコードが入力されました");
define("LAN_FPW4", "既にこのパスワードをリセットする要求は送られました。メールをまだ受け取っていなければ、サイトの管理者にヘルプの問い合わせをして下さい");
define("LAN_FPW5", "・・のためにあなたのパスワードをリセットするリクエスト");
define("LAN_FPW6", "電子メールが、あなたのパスワードをリセットすることを可能にするリンクと一緒にあなたに送られました。");
define("LAN_FPW7", "これはあなたのパスワードをリセットするのに有効なリンクではありません&lt;br /&gt;さらなる詳細はサイト管理者に問い合わせて下さい");
define("LAN_FPW8", "ユーザーネームのためのパスワード");
define("LAN_FPW9", "変更に成功しました.&lt;br /&gt;&lt;br /&gt;新しいパスワードは");
define("LAN_FPW10", "・・してください");
define("LAN_FPW11", "今すぐログインして");
define("LAN_FPW12", "パスワードを変更して下さい、セキュリティーのためです。");
define("LAN_FPW13", "あなたのパスワードを有効にするためにメールに書かれてある指示に従ってください");
define("LAN_FPW14", "・・のIPを持つ人が送信しました");
define("LAN_FPW15", "これはあなたのパスワードがリセットされたことにはなりません。以下に示されたリンクに進み、リセットプロセスを完了してください。");
define("LAN_FPW16", "パスワードのリセットをリクエストしたのがあなたでなければまたリセットしたくなければこのメールを無視してください。");
define("LAN_FPW17", "以下のリンクは４８時間有効です。");


?>