<?php
/*
+---------------------------------------------------------------+
|        e107 website system
|        lan_error.php Japanese-utf language file 
|
|        �Steve Dunstan 2001-2002
|        http://e107.org
|        jalist@e107.org
|
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        Translation Updated by: Kei on the 1st Oct 2004
+---------------------------------------------------------------+
*/

define("PAGE_NAME", "エラー");
define("LAN_1", "エラー 401 - 許可されませんでした");
define("LAN_2", "要求されたURLまたはリンクを読み出すことはできません.");
define("LAN_3", "このエラーページが誤って表示されたと思うなら、そのページの管理者に伝えてください.");
define("LAN_4", "エラー403 - 認証に失敗しました");
define("LAN_5", "あなたが要求したURLには正しいユーザー名とパスワードが必要です。あなたが不正確なユーザー名/パスワード入力したか、あなたのブラウザーがこの機能をサポートしていません");
define("LAN_6", "このエラーページが誤って表示されたと思うなら、そのページの管理者に伝えてください. ");
define("LAN_7", "エラー 404 - 文書はみつかりませんでした");
define("LAN_8", "要求されたURLはこのサーバーにはありません。 あなたが行ったリンクは、無効になっているか、誤ったもの、或いはサーバーにアクセス許可されていません。.");
define("LAN_9", "このエラーページが誤って表示されたと思うなら、そのページの管理者に伝えてください.");
define("LAN_10", "エラー 500 &ndash; 不正な形式のヘッダー");
define("LAN_11", "サーバーは内部エラーまたは間違い設定に遭遇しました。あなたの要求にお応え出来ません");
define("LAN_12", "このエラーページが誤って表示されたと思うなら、そのページの管理者に伝えてください");
define("LAN_13", "エラー- 不明 ");
define("LAN_14", "サーバーはエラーに遭遇しました");
define("LAN_15", "このエラーページが誤って表示されたと思うなら、そのページの管理者に伝えてください.");
define("LAN_20", "トップページに戻るならここをクリックしてください");


?>