<?php
/*
+---------------------------------------------------------------+
|        e107 website system
|        lan_signup.php Japanese-utf language file 
|
|        �Steve Dunstan 2001-2002
|        http://e107.org
|        jalist@e107.org
|
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        Translation Updated by: Kei on the 1st Oct 2004
+---------------------------------------------------------------+
*/

define("PAGE_NAME", "登録");
define("LAN_7", "ログインネーム");
define("LAN_17", "パスワード");
define("LAN_103", "ユーザーネームは認証されませんでした、他のユーザーネームを選んで下さい");
define("LAN_104", "そのユーザー名は、既に存在します、他のユーザーネームを選んでください");
define("LAN_105", "二つのパスワードは一致しません");
define("LAN_106", "有効な電子メールアドレスであるようには見えません");
define("LAN_107", "有難うございます！　あなたは～のメンバーとして登録されました、パスワードとユーザーネームは検索できませんので安全な場所に書き留めておいて下さい");
define("LAN_108", "登録完了");
define("LAN_109", "このサイトは、1998の子供のオンライン・プライバシー保護法(COPPA)により、親権者か保護者からの承諾書のない13才以下のユーザからは登録ができません。より詳細については、規則を読んでください。");
define("LAN_110", "登録");
define("LAN_111", "パスワードを再入力");
define("LAN_112", "Eメールアドレス：");
define("LAN_113", "アドレスを隠しますか？");
define("LAN_114", "これで、あなたの電子メールアドレスはサイトに表示されません");
define("LAN_123", "登録");
define("LAN_185", "必要な入力箇所が未入力のままです");
define("LAN_201", "はい");
define("LAN_200", "いいえ");
define("LAN_202", "登録に失敗しました");
define("LAN_309", "あなたの詳細を下に入力してください。&lt;b&gt;認証メールをあなたのアドレスに送りますので正確に入力してください。&lt;/b&gt;あなたがこのサイトに電子メールアドレスを表示したくなければ「アドレスを隠す」にチェックを入れて下さい。");
define("LAN_399", "続ける");
define("LAN_400", "ユーザーネームとパスワードは大文字小文字を区別します");
define("LAN_401", "あなたのアカウントは有効になりました、ログインするにはここをクリックしてください　登録有難うございました");
define("LAN_402", "登録が有効になりました");
define("LAN_403", "ようこそ～へ　あなたの登録はログイン情報で受け取られ作成されました。　現在あなたのアカウントは有効では有りません。　有効にするにはリンクをたどって下さい");
define("LAN_404", "登録の詳細");
define("LAN_405", "この段階での登録は完了しましたのであなたのログイン詳細を含んでいる確認メールを受け取るでしょう、その電子メール中のリンクをたどってサインアップを終えてあなたのアカウントを有効にして下さい。");
define("LAN_406", "有難うございました");
define("LAN_407", "パスワードなどのあなたの情報が書かれてあるこのメールを保存しておいて下さい。　もしあなたがパスワードなどを忘れた場合でも新しいパスワードを要求することが出来ます。　登録有難うございました");
define("LAN_408", "その電子メールアドレスを持ったユーザは既に存在します。　");
define("LAN_SIGNUP_1", "最低");
define("LAN_SIGNUP_2", "文字数");
define("LAN_SIGNUP_3", "コード認証は失敗しました");
define("LAN_SIGNUP_4", "少なくともパスワードは必要です");
define("LAN_SIGNUP_5", "文字の長さ");
define("LAN_SIGNUP_6", "あなたの");
define("LAN_SIGNUP_7", "必要です");
define("LAN_SIGNUP_8", "有難うございました");
define("LAN_SIGNUP_9", "先に進めません");
define("LAN_SIGNUP_10", "はい");
define("LAN_SIGNUP_11", ".");
define("LAN_409", "ユーザー名の中に無効な文字");
define("LAN_410", "画像の中に目に見えるコードを入力");
define("LAN_SIGNUP_12", "あなたのユーザーネームとパスワードはどこかに書き留めて置いてください。なくなったら取り戻すことができません。");
define("LAN_SIGNUP_13", "ログインボックスからログインできます。");
define("LAN_SIGNUP_14", "ここ");
define("LAN_SIGNUP_15", "メインサイト管理者に連絡してください。");
define("LAN_SIGNUP_16", "助けが必要な場合は");
define("LAN_SIGNUP_17", "あなたは１３歳以上であることを確認してください。");
define("LAN_SIGNUP_18", "あなたの登録は受理され、以下のログイン情報で作成されました");
define("LAN_SIGNUP_19", "ユーザーネーム：");
define("LAN_SIGNUP_20", "パスワード：");
define("LAN_SIGNUP_21", "あなたのアカウントは現在アクティブではありません。アクティブにするには以下のリンクへ行ってください。");
define("LAN_SIGNUP_22", "ここをクリック");
define("LAN_SIGNUP_23", "ログインするには");
define("LAN_SIGNUP_24", "・・への登録ありがとうございます");


?>