<?php
/*
+ 
----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: 
/cvsroot/e107/e107_langpacks/e107_languages/Hebrew/lan_login.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-09-11 22:05:37 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("LAN_27", "必須項目が未記入です。");
define("LAN_300", 
"不正なログインです。入力されたデータは登録済みのユーザー情報と合致しません。このサイトは大文字と小文字を区別しますので、Caps Lockキーが押されて大文字入力がONの状態になっていないか確認してください。");
define("LAN_302", 
"あなたのアカウントは有効になっていません。アカウント認証についての説明がメールで送られているはずです。メールを受け取っていなければ、サイトの管理者に連絡してください。");
define("LAN_303", "入力されたコードが正しくありません。");
define("LAN_304", 
"そのユーザーネームとパスワードの組み合わせはすでに使用されています。");
define("LAN_LOGIN_1", "ユーザーネーム");
define("LAN_LOGIN_2", "ユーザーパスワード");
define("LAN_LOGIN_3", "保護されたサーバー");
define("LAN_LOGIN_4", 
"このサイトにアクセスするために、あなたの情報を入力してください。");
define("LAN_LOGIN_5", "サインアップはここをクリックしてください。");
define("LAN_LOGIN_6", "現在新会員を受け入れていません。");
define("LAN_LOGIN_7", 
"コードを入力してください。");
define("LAN_LOGIN_8", "私を記憶しておいて下さい。");
define("LAN_LOGIN_9", "ログイン");
define("LAN_LOGIN_10", "ログインするにはここをクリックしてください。");
define("LAN_LOGIN_11", "新規でユーザー登録をしてください。");
define("LAN_LOGIN_12", "パスワード忘れ");
define("LAN_LOGIN_13", "画像の見出しを入力してください。");

define("LAN_LOGIN_14", "ユーザーが未承認のユーザーネームでログインしようとしました。");
define("LAN_LOGIN_15", "ユーザーが正しくないパスワードでログインしようとしました。");
define("LAN_LOGIN_16", "ユーザーが既存のユーザー名とパスワードでログインしようとしました。");
define("LAN_LOGIN_17", "ユーザーパスワード（ハッシュ化、暗号化)");
define("LAN_LOGIN_18", "ログインの自動ブロック機能：ユーザーは既に１０回ログインに失敗しましたのでログイン出来ません。");
define("LAN_LOGIN_19", "> １０回ログインに失敗しました。");
?>