<?php
/*
+---------------------------------------------------------------+
|        e107 website system
|        lan_install.php Japanese-utf language file 
|
|        �Steve Dunstan 2001-2002
|        http://e107.org
|        jalist@e107.org
|
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        Translation Updated by: Kei on the 21st Sep 2004
+---------------------------------------------------------------+
*/

define("INSLAN1", "インストールの段階");
define("INSLAN2", "ＰＨＰ/ｍｙＳＱＬヴァージョンチェック/ファイル許可のチェック");
define("INSLAN3", "ＰＨＰヴァージョン");
define("INSLAN4", "失敗");
define("INSLAN5", "&lt;b&gt;あなたはe107と互換性のないPHPバージョンを実行しています。&lt;br /&gt;（e107は最低4.1.0のバージョンが必要です）.&lt;/b&gt;&lt;br /&gt;&lt;br /&gt;あなたのコンピュータ上でローカルサーバーを使用しているなら、続けるためにはあなたの&lt;br /&gt;PHPバージョンをアップグレードする必要があります。&lt;a href=\\\'http://php.net\\\'&gt;php.net&lt;/a&gt;の指示を参考にしてください。e107をホストされたサーバーにインストールするつもりなら、サーバー管理者にコンタクトを摂りあなたに代わってPHPをアップグレードしてもらう必要があります。あなたのPHPのバージョンをアップグレードした後は、このスクリプトを返却してください。\\\&quot;);");
define("INSLAN6", "スクリプトが停止しました");
define("INSLAN7", "パス");
define("INSLAN8", "ｍｙＳＱＬヴァージョン");
define("INSLAN9", "&lt;b&gt;e107はmySQLバージョンナンバーを決定することができませんでした。 &lt;/b&gt;&lt;br /&gt;&lt;br /&gt;これはmySQLがインストールされていないか現在実行されていないということです。 または&lt;br /&gt;バージョンを正しく報告しないバージョンを実行しているかもしれません。&lt;br /&gt;ナンバー(v5.xはこの問題があることで知られています )もしインストールの次のステップが.&lt;br /&gt;失敗したら、あなたのmySQL状態をチェックする必要があります。");
define("INSLAN10", "ファイル許可は");
define("INSLAN11", "書くことができません");
define("INSLAN12", "フォルダーは書くことができません");
define("INSLAN13", "上記のファイルの許可があなたのサーバーに正しく設定されたことを確認してください。許可は777に設定されるべきです。許可を設定するにはあなたのFTPクライアント内のファイル上を右クリックし、,ChmodまたはSet File Permissionsを選び、表示されるダイアログにボックスがあれば777を入力してください。表示されるダイアログにボックスがあれば、すべてのボックスにチェックを入れてください。ファイル許可を設定した後はリセットしてください。");
define("INSLAN14", " e107のインストール");
define("INSLAN15", "致命的なエラー");
define("INSLAN16", "ＭｙＳＱＬインストールのステータスを決定できなかったとしても、次のページに継続してください");
define("INSLAN17", "継続してください");
define("INSLAN18", "ファイル許可の再テスト");
define("INSLAN19", "すべてのサーバーテストがパスしました、次のステージに進むためにボタンをクリックしてください");
define("INSLAN20", "ｍｙＳＱＬ情報");
define("INSLAN21", "ｍｙＳＱＬ設定をここに入力してください。あなたがルート許可を持っている場合は、ボックスにチェックを入れると新しいデータベースを作ることができます。持っていない場合はデータベースを作るか以前のものを使わなくてはいけせん。&lt;br /&gt;一つだけデータベースを持っている場合は、接頭辞を使って他のスクリプトが同じデータベースをシェアできるようにしてください。&lt;br /&gt;あなたのmySQLの詳細を知らなければ、あなたのウェブホストにコンタクトしてください。");
define("INSLAN22", "MySQLサーバー");
define("INSLAN23", "ｍｙＳＱＬユーザーネーム");
define("INSLAN24", "ｍｙＳＱＬパスワード");
define("INSLAN25", "ｍｙＳＱＬデータベース");
define("INSLAN26", "テーブルプレフィックス");
define("INSLAN27", "エラー");
define("INSLAN28", "エラーに遭遇しました");
define("INSLAN29", "必須範囲が空欄になったままです、ｍｙＳＱＬ情報を再入力してください");
define("INSLAN30", "ｅ107はあなたが入力した情報を使って、ｍｙＳＱＬへの接続を確立することができませんでした。最後のページに戻り、情報が正しいことを確認してください");
define("INSLAN31", "ｍｙＳＱＬチェック");
define("INSLAN32", "ｍｙＳＱＬ接続が確立し、確かめられました");
define("INSLAN33", "データベース作成を試みています");
define("INSLAN34", "データベース作成ができません、サーバーにデータベース作成のための正しい許可が下りているか確認してください");
define("INSLAN35", "データベース作成に成功しました");
define("INSLAN36", "次のページに進むためにボタンをクリックしてください");
define("INSLAN37", "最後のページに戻ってください");
define("INSLAN38", "管理者情報");
define("INSLAN39", "あなたのメイン管理者ユーザーネーム、パスワード、電子メールアドレスをここに入力してください。この詳細はあなたのウエッブサイトの管理エリアへのアクセスを得るのに使われます。安全な場所にユーザーネームとパスワードを必ず書きとめておいてください、紛失すると復旧できません");
define("INSLAN40", "管理ネーム");
define("INSLAN41", "管理パスワード");
define("INSLAN42", "パスワードを確認してください");
define("INSLAN43", "管理電子メールアドレス");
define("INSLAN44", "必須範囲が空欄になっています、管理情報を再入力してください");
define("INSLAN45", "2つのパスワードが合致しません、再入力してください");
define("INSLAN46", "有効な電子メールアドレスではないようです、再入力してください");
define("INSLAN47", "準備完了");
define("INSLAN48", "ｅ107はインストールを完了するのに必要な情報をすべて持っています、データベーステーブルを作成するためにボタンをクリックして、あなたの設定をすべて保存してください");
define("INSLAN49", "ｅ107はメインコンフィギュレーションファイルをあなたのサーバーに保存することができませんでした。ファイルが正しい許可を持っていることを確認してください");
define("INSLAN50", "インストールが完了しました");
define("INSLAN51", "すべて終了しました");
define("INSLAN52", "ｅ107はインストールに成功しました、セキュリティーの理由で644に戻って&lt;b&gt;e107_config.php&lt;/b&gt; ファイルでファイル許可を今、設定すべきです。また下のボタンをクリックした後、あなたのサーバーからＰＨＰを削除/インストールしてください。");
define("INSLAN53", "あなたの新しいウエッブサイトに進むためにここをクリックしてください");
define("INSLAN54", "ｓｑｌデータファイルを読むことができません、&lt;b&gt;/e107_admin/sql&lt;/bディレクトリーに &lt;b&gt;core_sql.php&lt;/b&gt;ファイルが存在することを確認してください");
define("INSLAN55", "Ｅ107は必要とされるデータベーステーブルのすべてを作成できませんでした、データベースをクリアし、再試行する前に問題を修正してください");
define("INSLAN56", "ようこそ、あなたの新しいウエッブサイトに！");
define("INSLAN57", "ｅ107はインストールに成功しました、今、コンテンツの受け入れ準備をしています。あなたの管理セクションは：&lt;a href=\\\'e107_admin/admin.php\\\'&gt;ここにあります。今、そこに進むためにクリックしてください、インストールの工程の間にあなたが入力した名前とパスワードを使ってログインしなくてはなりません");
define("INSLAN58", "ここでＦＡＱとドキュメンテーションを見つけるでしょう");
define("INSLAN59", "ｅ107を試してくださりありがとうございます。あなたのウエッブサイトの必要を満たすといいのですが、このメッセージをあなたの管理セクションから削除できます。");
define("INSLAN60", "作成のためにチェックを入れてください");
define("INSLAN61", "フォルダー");
define("INSLAN62", "もしくは");
define("INSLAN63", "ファイル許可エラー");
define("INSLAN64", "このファイルはインストールスクリプトによって作成されました");
define("INSLAN65", "e107は最低バージョン4.1.0が必要です。");
define("INSLAN66", "あなたのコンピューターでローカルサーバーを使っているなら、あなたの・・・を更新する必要があります。");
define("INSLAN67", "PHPのバージョンを続けるには、・・を見てください");
define("INSLAN68", "指示に関しては。あなたが");
define("INSLAN69", "ホストされたサーバーにe107をインストールしようとしているなら、");
define("INSLAN70", "サーバー管理者に連絡してPHPを更新してもらってください。");
define("INSLAN71", "あなたのPHPバージョンを更新した後は、このスクリプトを再起動してください。");
define("INSLAN72", "これはmySQLがインストールされていないか現在起動していないということです。または");
define("INSLAN73", "バージョンを正確に報告しないバージョン・ナンバーを");
define("INSLAN74", "を起動しているかもしれません。（v5,xにこの問題があります）次のインストールが失敗したら");
define("INSLAN75", "あなたのmySQLをチェックする必要があります。");
define("INSLAN76", "あなたの管理セクションは");
define("INSLAN77", "ここにあります");
define("INSLAN78", "そこへ行くためにクリックしてください。インストールの際に入力したネームとパスワードを使ってログインする必要があります。");


?>