<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.5 $
|     $Date: 2009-09-26 15:53:39 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("CHATBOX_L1", "Невозможно принять сообщение, поскольку данное имя пользователя зарегистрировано - если это ваше имя пользователя, пожалуйста, войдите, чтобы отправить сообщение.");
define("CHATBOX_L2", "Мини-чат"); //Chatbox
define("CHATBOX_L3", "Вы должны войти, чтобы отправлять комментарии на этот сайт - пожалуйста, либо войдите, либо - если вы еще не зарегистрированы - щелкните <ahref='".e_SIGNUP."'>здесь</a>, чтобы зарегистрироваться");
define("CHATBOX_L4", "Отправить");
define("CHATBOX_L5", "Очистить");
define("CHATBOX_L6", "[заблокировано администратором]");
define("CHATBOX_L7", "Разблокировать");
define("CHATBOX_L8", "Информация"); //Info
define("CHATBOX_L9", "Блокировать");
define("CHATBOX_L10", "Удалить");
define("CHATBOX_L11", "Сообщений пока нет.");
define("CHATBOX_L12", "Посмотреть все сообщения"); //View all posts
define("CHATBOX_L13", "модерировать мини-чат"); //moderate chatbox
define("CHATBOX_L14", "Смайлики");
define("CHATBOX_L15", "Отправленное сообщение либо слишком длинное, либо пустое.");
define("CHATBOX_L16", "Анонимный"); //Anonymous
define("CHATBOX_L17", "Дубликат сообщения"); //Duplicate post
define("CHATBOX_L18", "Произведена модерация сообщений мини-чата"); //Chatbox messages moderated
define("CHATBOX_L19", "Вы можете отправлять сообщения только каждые ".(FLOODPROTECT ? FLOODTIMEOUT : '(не указано)')." секунд");

define("CHATBOX_L20", "Мини-чат (все сообщения)");
define("CHATBOX_L21", "Сообщения мини-чата");
define("CHATBOX_L22", "от"); //on
define("CHATBOX_L23", "Ошибка!");
define("CHATBOX_L24", "У вас нет достаточно прав просматривать эту страницу.");
define("CHATBOX_L25", "[ это сообщение было заблокировано администратором ]");

// Notify
define("NT_LAN_CB_1", "События мини-чата");
define("NT_LAN_CB_2", "Отправлено сообщений");
define("NT_LAN_CB_3", "Отправлено");
define("NT_LAN_CB_4", "IP-адрес");
define("NT_LAN_CB_5", "Сообщение");
define("NT_LAN_CB_6", "Отправлено сообщение мини-чата");

?>