<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:39 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("CHBLAN_1", "Свойства мини-чата обновлены.");
define("CHBLAN_2", "Произведена модерация."); //Moderated
define("CHBLAN_3", "Cообщений мини-чата пока нет.");
define("CHBLAN_4", "Пользователь");
define("CHBLAN_5", "Гость");
define("CHBLAN_6", "разблокировать");
define("CHBLAN_7", "блокировать");
define("CHBLAN_8", "удалить");
define("CHBLAN_9", "Модерировать мини-чат");
define("CHBLAN_10", "Модерировать сообщения");
define("CHBLAN_11", "Показывать сообщения мини-чата");
define("CHBLAN_12", "количество сообщений, показываемых в мини-чате");
define("CHBLAN_13", "Заменить ссылки");
define("CHBLAN_14", "если отмечено галочкой, отправленные ссылки будут заменены текстом, указанным ниже");
define("CHBLAN_15", "Строка замены, если активирована"); //Replace string if activated
define("CHBLAN_16", "ссылки будут заменены этой строкой");
define("CHBLAN_17", "Длина слов"); //Wordwrap count
define("CHBLAN_18", "слова, длиннее указанного здесь числа символов будут перенесены");
define("CHBLAN_19", "Обновить свойства мини-чата");
define("CHBLAN_20", "Свойства мини-чата");
define("CHBLAN_21", "Очистка"); //Prune
define("CHBLAN_22", "Удалить сообщения, позднее определенного периода времени");
define("CHBLAN_23", "Удалить сообщения, отправленные позднее ");

define("CHBLAN_24", "Одного дня");
define("CHBLAN_25", "Одной недели");
define("CHBLAN_26", "Одного месяца");
define("CHBLAN_27", "- Удалить все сообщения -");
define("CHBLAN_28", "Мини-чат очищен.");

define("CHBLAN_29", "Показать мини-чат внутри слоя с прокруткой"); //Display chatbox inside scrolling layer
define("CHBLAN_30", "Высота слоя");
define("CHBLAN_31", "Показывать смайлики");
define("CHBLAN_32", "Класс пользователя для модерации мини-чата");

define("CHBLAN_33", "Пересчитать кол-во"); //User counts recalculated ????
define("CHBLAN_34", "Пересчитать кол-во отправленных сообщений пользователем"); //Recalculate user post counts
define("CHBLAN_35", "Пересчитать");

define("CHBLAN_36", "Свойства отображения мини-чата");
define("CHBLAN_37", "Нормальный мини-чат");
define("CHBLAN_38", "Использовать javascript-код, чтобы обновлять сообщения динамически (AJAX)");

?>