<?php

## Russian Language Pack for e107 Version 0.700
##      Copyright © 2005 - Russian e107
##	     	  http://e107.org.ru

define("CHBLAN_1", "Настройки чата обновлены.");
define("CHBLAN_2", "Отредактировано.");
define("CHBLAN_3", "Нет сообщений.");
define("CHBLAN_4", "Пользователь");
define("CHBLAN_5", "Гость");
define("CHBLAN_6", "разблокировать");
define("CHBLAN_7", "заблокировать");
define("CHBLAN_8", "удалить");
define("CHBLAN_9", "Редактировать мини-чат");
define("CHBLAN_10", "Редактировать сообщения");
define("CHBLAN_11", "Количество выводимых сообщений мини чата");
define("CHBLAN_12", "количество сообщений, которые будут показаны");
define("CHBLAN_13", "Заменять ссылки");
define("CHBLAN_14", "если отмечано, опубликованные ссылки будут заменены на введный текст");
define("CHBLAN_15", "Заменять строку, если активировано");
define("CHBLAN_16", "ссылки будут заменены этой строкой");
define("CHBLAN_17", "длина слов");
define("CHBLAN_18", "слова, которые превышают введенное число будут сокращены");
define("CHBLAN_19", "Обновить настройки мини-чата");
define("CHBLAN_20", "Настройки мини-чата");
define("CHBLAN_21", "Очистка");
define("CHBLAN_22", "Удалять сообщения, которые старше определенной даты");
define("CHBLAN_23", "Удалять сообщения, которые старше ");

define("CHBLAN_24", "Один день");
define("CHBLAN_25", "Одна неделя");
define("CHBLAN_26", "Один месяц");
define("CHBLAN_27", "- Стереть все сообщения -");
define("CHBLAN_28", "Мини-чат очищен.");

define("CHBLAN_29", "Отображать мини-чат в прокручиваемой области");
define("CHBLAN_30", "Высота области");
define("CHBLAN_31", "Показывать смайлики");
define("CHBLAN_32", "Группа модераторов");

?>