<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|     ©Steve Dunstan 2001-2002
|     http://e107.org
|     jalist@e107.org
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/featurebox/languages/Bulgarian.php,v $
|     $Revision: 1.5 $
|     $Date: 2007-03-04 22:14:27 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/

define("FBLAN_01", "Новинарска кутия");
define("FBLAN_02", "Този модул ви позволява да поставите кутия кратки новини / където пожелаете. Съобщенията могат да се сменят произволно или под определен ред.");
define("FBLAN_03", "Настройки на Новинарска кутия");
define("FBLAN_04", "'Новинарска кутия' модула беше инсталиран успешно. За да добавите съобщения и за настройки, върнете се на заглавната админ страница и кликнете върху 'Новинарска кутия' иконата в секцията с модули.");
define("FBLAN_05", "Все още няма съобщения");
define("FBLAN_06", "Съществуващи съобщения");
define("FBLAN_07", "Заглавие");
define("FBLAN_08", "Текст на съобщението");
define("FBLAN_09", "Да се вижда от");
define("FBLAN_10", "Създаване на съобщение");
define("FBLAN_11", "Обновяване на съобщението");
define("FBLAN_12", "Показване");
define("FBLAN_13", "Произволно въртящи се съобщения");
define("FBLAN_14", "Показване само на това съобщение");
define("FBLAN_15", "Съобщението е добавено в базата данни.");
define("FBLAN_16", "Съобщението е обновено в базата данни.");
define("FBLAN_17", "Задължително поле е оставено празно");
define("FBLAN_18", "Съобщението е изтрито");
define("FBLAN_19", "Възможности");
define("FBLAN_20", "Редактиране");
define("FBLAN_21", "Изтриване");
define("FBLAN_22", "Позиция");
define("FBLAN_23", "В прозореца");
define("FBLAN_24", "Празно");
define("FBLAN_25", "Шаблон");
define("FBLAN_26", "можете да използвате различен шаблон за всяко съобщение, добавете шаблони във e107_plugins/featurebox/templates/ папката");

?>
