<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:40 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("FBLAN_01", "Блок Сообщений");
define("FBLAN_02", "Этот плагин позволит вам размещать в блоке поверх новостей различную информацию, которая вам нужна. Информация может прокручиваться в определнной последовательности или в случайном порядке.");
define("FBLAN_03", "Настроить Блок Сообщений");
define("FBLAN_04", "Блок Сообщений успешно установлен. Чтобы добавить сообщения и настроить плагин, вернитесь на главную страницу Админцентра и щелкните по ссылке под значком плагина.");
define("FBLAN_05", "Сообщения еще не определены");
define("FBLAN_06", "Существующие сообщения");
define("FBLAN_07", "Заголовок");
define("FBLAN_08", "Текст сообщения");
define("FBLAN_09", "Видимость сообщения");
define("FBLAN_10", "Создать сообщение");
define("FBLAN_11", "Обновить сообщение");
define("FBLAN_12", "Режим");
define("FBLAN_13", "Случайный показ");
define("FBLAN_14", "Показать только это сообщение");
define("FBLAN_15", "Сообщение добавлено в БД.");
define("FBLAN_16", "Сообщение обновлено в БД.");
define("FBLAN_17", "Поле(я) оставлено пустым");
define("FBLAN_18", "Сообщение удалено");
define("FBLAN_19", "Опции");
define("FBLAN_20", "Редактировать");
define("FBLAN_21", "Удалить");
define("FBLAN_22", "Способ отображения");
define("FBLAN_23", "В блоке темы");
define("FBLAN_24", "Простой текст");
define("FBLAN_25", "Шаблон");
define("FBLAN_26", "вы можете использовать различные шаблоны для каждого сообщения, для этого добавьте шаблоны в каталог e107_plugins/featurebox/templates/");

?>