<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("ONLINE_L1", "Гостей: ");
define("ONLINE_L2", "Пользователей: ");
define("ONLINE_L3", "На этой странице: ");
define("ONLINE_L4", "Он-лайн");
define("ONLINE_L5", "Пользователей");
define("ONLINE_L6", "Новичок");
define("TRACKING_MESSAGE", "Отслеживание пользователей он-лайн в настоящий момент отключено, пожалуйста, включите его [link=".e_ADMIN."users.php?options]здесь[/link][br]");

?>