<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2006-12-02 16:00:51 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("ONLINE_L1", "Гостей: ");
define("ONLINE_L2", "Пользователей: ");
define("ONLINE_L3", "На этой странице: ");
define("ONLINE_L4", "Он-лайн");
define("ONLINE_L5", "Пользователей");
define("ONLINE_L6", "Новичок");
define("TRACKING_MESSAGE", "Отслеживание пользователей он-лайн в настоящий момент отключено, пожалуйста включите его <a href='".e_ADMIN."users.php?options'>здесь</a><br />");
?>