<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2006-09-20 14:44:37 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/
	
define("BANNER_MENU_L1", "Реклама");
define("BANNER_MENU_L2", "Конфигурация меню сохранена");
	
//v.617
define("BANNER_MENU_L3", "Заголовок");
define("BANNER_MENU_L4", "Кампания");
define("BANNER_MENU_L5", "Настройки меню");
define("BANNER_MENU_L6", "Выберите кампанию для показа в меню");
define("BANNER_MENU_L7", "доступные кампании");
define("BANNER_MENU_L8", "выбранные кампании");
define("BANNER_MENU_L9", "удалить выбранное");
define("BANNER_MENU_L10", "как должны быть показаны отобранные компании?");
define("BANNER_MENU_L11", "выберите тип оплаты ...");
define("BANNER_MENU_L12", "одна кампания в одном меню");
define("BANNER_MENU_L13", "все выбранные кампании в одном меню");
define("BANNER_MENU_L14", "все выбранные кампании в отдельных меню");
define("BANNER_MENU_L15", "сколько баннеров должно быть показано?");
define("BANNER_MENU_L16", "эти настройки будут использоваться только с настроечными элементами 2 и 3.<br />будет использоваться, если последние баннеры отображаются максимально доступное время.");
define("BANNER_MENU_L17", "указать множество ...");
define("BANNER_MENU_L18", "Обновить настройки меню");
	
?>