<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
	
define("BANNER_MENU_L1", "Реклама");
define("BANNER_MENU_L2", "Конфигурация меню баннеров сохранена");
	
//v.617
define("BANNER_MENU_L3", "Заголовок");
define("BANNER_MENU_L4", "Кампания");
define("BANNER_MENU_L5", "Настройки меню баннеров");
define("BANNER_MENU_L6", "выберите кампанию для показа в меню");
define("BANNER_MENU_L7", "доступные кампании");
define("BANNER_MENU_L8", "выбранные кампании");
define("BANNER_MENU_L9", "удалить выбранное");
define("BANNER_MENU_L10", "как должны быть показаны отобранные компании?");
define("BANNER_MENU_L11", "выберите тип отображения ...");
define("BANNER_MENU_L12", "одна кампания в одном меню");
define("BANNER_MENU_L13", "все выбранные кампании в одном меню");
define("BANNER_MENU_L14", "все выбранные кампании в отдельных меню");
define("BANNER_MENU_L15", "сколько баннеров должно быть показано?");
define("BANNER_MENU_L16", "эта настройка будут использоваться только с опциями 2 и 3.<br />если присутствует меньшее количество баннеров, будет использоваться максимально возможное количество.");
define("BANNER_MENU_L17", "ввести количество ...");
define("BANNER_MENU_L18", "Обновить настройки меню");
	
?>