<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("LAN_LOGIN_1", "Имя пользователя");
define("LAN_LOGIN_2", "Пароль");
define("LAN_LOGIN_3", "Защищённый сервер");
define("LAN_LOGIN_4", "Для получения доступа, пожалуйста, сообщите подробности.");
define("LAN_LOGIN_5", "Щелкните здесь, чтобы зарегистрироваться");
define("LAN_LOGIN_6", "Новые пользователи не принимаются в настоящее время");
define("LAN_LOGIN_7", "Введите изображенный код");
define("LAN_LOGIN_8", "Запомнить меня");
define("LAN_LOGIN_9", "Войти");
define("LAN_LOGIN_10", "Нажмите, чтобы войти");
define("LAN_LOGIN_11", "Зарегистрироваться как новый пользователь");
define("LAN_LOGIN_12", "Забыли пароль?");
define("LAN_LOGIN_13", "Введите текст с изображения");
define("LAN_LOGIN_14", "Пользователь пытался войти с неизвестным именем");
define("LAN_LOGIN_15", "Пользователь пытался войти с неправильным паролем");
define("LAN_LOGIN_16", "Пользователь пытался войти с комбинацией имени/пароля, которая уже использовалась");
define("LAN_LOGIN_17", "Пароль пользователя (хешированный)");
define("LAN_LOGIN_18", "Авто-запрет: Более 10 неудавшихся попыток входа");
define("LAN_LOGIN_19", "> 10 неудавшихся попыток входа");
define("LAN_LOGIN_20", "Вы оставили пустое поле - Обязательное для заполнения!");
define("LAN_LOGIN_21", "Неверно указан логин. Введенные данные не совпадают с зарегистрированным пользователем. Проверьте, может включен Caps-Lock, логины на данном сайте, чувствительны к регистру");
define("LAN_LOGIN_22", "Вы не активировали свою учетную запись. Вы должны были получить письмо с инструкциями о том, как подтвердить свой аккаунт. Если письмо не пришло, пожалуйста, нажмите [здесь].");
define("LAN_LOGIN_23", "Введен неверный код.");
define("LAN_LOGIN_24", "Эта комбинация имя пользователя / пароль уже используется.");
define("LAN_LOGIN_25", "Пытался войти Забаненый пользователь");
define("LAN_LOGIN_26", "Ошибка авторизации - неизвестная причина");
define("LAN_LOGIN_27", "Пользователь пытается войти, прежде чем ответил на подтверждение по электронной почте");
define("LAN_LOGIN_28", "Email");
define("LAN_LOGIN_29", "Логин или Email");
define("LAN_LOGIN_30", "Ошибка при добавлении нового пользователя в БД alt_auth");
define("LAN_LOGIN_31", "Ваши учетные данные не могут быть добавлены в систему");


?>