<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("COMLAN_0", "[Заблокировано администратором]");
define("COMLAN_1", "Разблокировать");
define("COMLAN_2", "Блокировать");
define("COMLAN_3", "Удалить");
define("COMLAN_4", "Информация");
define("COMLAN_5", "Комментарии...");
define("COMLAN_6", "Авторризируйтесь! Чтобы осталять комментарии на этом сайте - либо войдите, либо - если вы еще не зарегистрированы - щелкните");
define("COMLAN_7", "Главный администратор");
define("COMLAN_8", "Комментарий");
define("COMLAN_9", "Поместить комментарий");
define("COMLAN_10", "Администратор");
define("COMLAN_11", "<b>Ошибка!</b> Ваш комментарий не может быть добавлен - пожалуйста, напишите комментарий используя стандартные символы.");
define("COMLAN_12", "Пользователь");
define("COMLAN_16", "Имя пользователя: ");
define("COMLAN_99", "Комментарии");
define("COMLAN_100", "Новости");
define("COMLAN_101", "Опрос");
define("COMLAN_102", "Ответ на:");
define("COMLAN_103", "Статья");
define("COMLAN_104", "Обзор");
define("COMLAN_105", "Контент");
define("COMLAN_106", "Загрузка");
define("COMLAN_145", "Зарегистрирован: ");
define("COMLAN_194", "Гость");
define("COMLAN_195", "Зарегистрированный пользователь");
define("COMLAN_310", "Невозможно добавить комментарий под этим именем пользователя - возможно, имя пользователя зарегистрировано или заблокировано.");
define("COMLAN_312", "Невозможно добавить комментарий - аналогичный комментарий уже существует.");
define("COMLAN_313", "Расположение");
define("COMLAN_314", "модерировать комментарии");
define("COMLAN_315", "Трекбеки");
define("COMLAN_316", "Нет трекбеков у этой новости.");
define("COMLAN_317", "Модерировать трекбеки");
define("COMLAN_318", "Редактировать комментарий");
define("COMLAN_319", "отредактирован");
define("COMLAN_320", "Обновить комментарий");
define("COMLAN_321", "здесь"); //"here");
define("COMLAN_322", ", чтобы зарегистрироваться"); //"to signup");
define("COMLAN_323", "Ошибка!");
define("COMLAN_324", "Тема");
define("COMLAN_325", "Re:");
define("COMLAN_326", "Ответить");
define("COMLAN_327", "Рейтинг");
define("COMLAN_328", "Комментарии заблокированы");
define("COMLAN_329", "Неавторизован");
define("COMLAN_330", "IP:");
define("COMLAN_331", "Ожидание утверждения");
define("COMLAN_332", "Не удается удалить комментарий");
define("COMLAN_333", "Комментарий утвержден");
define("COMLAN_334", "Не могу одобрить комментарий");
define("COMLAN_335", "Утвержден");
define("COMLAN_336", "Пожалуйста, сначала напишите что-нибудь");
define("COMLAN_337", "Обновлен успешно.");
define("COMLAN_TYPE_1", "новости");
define("COMLAN_TYPE_2", "загрузки");
define("COMLAN_TYPE_3", "ЧАВО");
define("COMLAN_TYPE_4", "опрос");
define("COMLAN_TYPE_5", "документы");
define("COMLAN_TYPE_6", "bugtrack");
define("COMLAN_TYPE_7", "идеи");
define("COMLAN_TYPE_8", "профиль пользователя");
define("COMLAN_TYPE_PAGE", "Контент");


?>