<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("US_LAN_1", "Выбрать пользователя");
define("US_LAN_2", "Выбрать класс пользователей");
define("US_LAN_3", "Все пользователи");
define("US_LAN_4", "Поиск имени пользователя"); //Find...
define("US_LAN_5", "Пользователь(и) найден(ы)");
define("US_LAN_6", "Поиск"); //Search
?>