<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 237 $
|     $Date: 2009-09-20 16:18:50 +0600 (Вс, 20 сен 2009) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Сообщить новость");

define("LAN_7", "Имя: ");
define("LAN_62", "Заголовок новости: ");
define("LAN_112", "email-адрес: ");
define("LAN_133", "Спасибо");
define("LAN_134", "Ваша новость отправлена на проверку и, возможно, будет опубликована после проверки администраторами сайта.");
define("LAN_135", "Текст новости: ");
define("LAN_136", "Разместить новость");
define("NWSLAN_6", "Категория");
define("NWSLAN_10", "Нет категорий новостей");

define("NWSLAN_11", "У вас нет прав для просмотра.");
define("NWSLAN_12", "Доступ запрещён.");

define("SUBNEWSLAN_1", "Вы должны включить заголовок.\\n");
define("SUBNEWSLAN_2", "Вы должны добавить в новость какой-нибудь текст.\\n");
define("SUBNEWSLAN_3", "Ваши прикрепленные файлы должны быть в формате jpg, gif или png");
define("SUBNEWSLAN_4", "Слишком большой файл");

define("SUBNEWSLAN_5", "Файл изображения");
define("SUBNEWSLAN_6", "(jpg, gif или png)");
define('SUBNEWSLAN_7', 'Вы должны указать ваше имя и email-адрес');
define('SUBNEWSLAN_8', 'Ошибка загрузки изображения');

?>