<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 242 $
|     $Date: 2009-10-02 17:27:43 +0600 (Пт, 02 окт 2009) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Регистрация");
define("LAN_108", "Регистрация завершена");
define("LAN_185", "Вы оставили незаполненными обязательные поля");
define("LAN_201", "Да");
define("LAN_200", "Нет");
define("LAN_399", "Продолжить");
define("LAN_407", "Пожалуйста, сохраните этот email на будущее. Ваш пароль хранится в зашифрованном виде и не может быть восстановлен, если вы забудете или потеряете пароль. Однако, если это произойдет, вы сможете запросить новый пароль.\n\nСпасибо за регистрацию.\n\nFrom");
define("LAN_EMAIL_01", "Уважаемый(ая)");
define("LAN_EMAIL_04", "Сохраните это сообщение, так как оно содержит Вашу персональную информацию.");
define("LAN_EMAIL_05", "Ваш пароль зашифрован и не может быть восстановлен, если вы его потеряете или забудете. Однако вы сможете запросить новый пароль, если это произойдет.");
define("LAN_EMAIL_06", "Спасибо за регистрацию.");
define("LAN_SIGNUP_1", "Минимум");
define("LAN_SIGNUP_2", "символов.");
define("LAN_SIGNUP_3", "Ошибка при проверке кода.");
define("LAN_SIGNUP_4", "Пароль не менее ");
define("LAN_SIGNUP_5", " символов.");
define("LAN_SIGNUP_8", "Спасибо!");
define("LAN_SIGNUP_9", "Продолжение невозможно.");
define("LAN_SIGNUP_11", ".");
define("LAN_SIGNUP_12", "пожалуйста, сохраните свои имя пользователя и пароль в надёжном месте, поскольку, в случае потери, они не могут быть восстановлены.");
define("LAN_SIGNUP_13", "Теперь вы можете войти с помощью области входа или нажав на <a href='".e_BASE."login.php'>эту ссылку</a>.");
define("LAN_SIGNUP_14", "здесь");
define("LAN_SIGNUP_15", "Пожалуйста, обратитесь к администратору сайта");
define("LAN_SIGNUP_16", ", если вам требуется помощь.");
define("LAN_SIGNUP_17", "Подтвердите, что вам 13 или более 13-и лет.");
define("LAN_SIGNUP_18", "Ваша регистрация получена со следующей регистрационной информацией:");
define("LAN_SIGNUP_21", "Ваша учетная запись не активирована. Чтобы активировать ее, пожалуйста, перейдите по этой ссылке:");
define("LAN_SIGNUP_22", "нажмите здесь");
define("LAN_SIGNUP_23", "чтобы войти.");
define("LAN_SIGNUP_24", "Спасибо за регистрацию на");
define("LAN_SIGNUP_25", "Загрузить на сервер ваш аватар");
define("LAN_SIGNUP_26", "Загрузить на сервер вашу фотографию");
define("LAN_SIGNUP_27", "Показать");
define("LAN_SIGNUP_30", "Если вы не хотите, чтобы ваш email-адрес отображался на этом сайте, пожалуйста, выберите 'Да' в поле 'скрыть email-адрес'.");
define("LAN_SIGNUP_34", "Замечание: Любое изображение, переданное на сайт, которое администраторы сочтут несоответствующим, будет немедленно удалено.");
define("LAN_SIGNUP_36", "Произошла ошибка при создании пользовательской информации, свяжитесь с администратором сайта");
define("LAN_SIGNUP_37", "Эта стадия регистрации закончена. Администратору сайта нужно одобрить вашу учетную запись.  Как только это будет сделано, Вы получите подтверждение по электронной почты о внесении вас в список пользователей.");
define("LAN_SIGNUP_38", "Вы ввели два различных адреса электронной почты. Пожалуйста, введите правильный адрес электронной почты в следующих двух полях");
define("LAN_SIGNUP_39", "Повторите email-адрес:");
define("LAN_SIGNUP_40", "Активация не требуется");
define("LAN_SIGNUP_41", "Ваша учетная запись уже активирована.");
define("LAN_SIGNUP_42", "Возникла проблема, регистрационное письмо не было отправлено, пожалуйста, обратитесь к администратору веб-сайта.");
define("LAN_SIGNUP_43", "Письмо отправлено");
define("LAN_SIGNUP_44", "Письмо активации отправлено для:");
define("LAN_SIGNUP_45", "Пожалуйста, проверьте ваш почтовый ящик.");
define("LAN_SIGNUP_47", "Отправить вновь письмо активации");
define("LAN_SIGNUP_48", "Имя пользователя или email-адрес");
define("LAN_SIGNUP_49", "Если вы зарегистрировались с неправильным email-адресом, введите здесь новый адрес и пароль:");
define("LAN_SIGNUP_50", "Новый email-адрес");
define("LAN_SIGNUP_51", "Старый пароль");
define("LAN_SIGNUP_52", "Неправильный пароль");
define("LAN_SIGNUP_53", "поле не прошло проверочный тест");
define("LAN_SIGNUP_54", "Щелкните здесь, чтобы заполнить подробности для регистрации");
define("LAN_SIGNUP_58", "Предпросмотр регистрации");
define("LAN_SIGNUP_59", "**** Если ссылка не работает, пожалуйста, проверьте, не была ли перенесена часть ссылки на следующую строку. ****");
define("LAN_SIGNUP_60", "Ошибка доступа к внешнему аватару");
define("LAN_SIGNUP_61", "Отправлено");
define("LAN_SIGNUP_62", "Ошибка отправки");
define("LAN_SIGNUP_63", "Повторный запрос на email, для сброса пароля.");
define("LAN_SIGNUP_64", "Не похоже на достоверную информацию, о пользователе.");
define("LAN_SIGNUP_65", "Вам присвоено следующее Имя для входа в систему");
define("LAN_SIGNUP_66", "Пожалуйста, обратите внимание на это.");
define("LAN_SIGNUP_67", "Будет присвоено системой после регистрации");
define("LAN_SIGNUP_69", "");
define("LAN_SIGNUP_70", "");
define("LAN_SIGNUP_71", "Вы достигли предела регистраций для учетных записей на сайте. Пожалуйста, войдите с помощью одной из ваших других учетных записей.");
define("LAN_SIGNUP_72", "Спасибо за регистрацию на [sitename]! Мы отправили вам сообщение с запросом подтверждения на [email]. Пожалуйста щелкните по ссылке подтверждения регистрации в полученном сообщении для активации вашей учетной записи.");
define("LAN_SIGNUP_73", "Спасибо!");
define("LAN_SIGNUP_74", "Ваша учетная запись должна быть активирована. Пожалуйста,");
define("LAN_SIGNUP_75", "Учетная запись активирована.");
define("LAN_SIGNUP_76", "Спасибо! Теперь Вы являетесь зарегистрированным членом");
define("LAN_SIGNUP_77", "Этот сайт действует в соответствии с Законом о Защите детей в Интернете от 1998 года (COPPA) и, таким образом, запрещает регистрацию пользователей младше 13 лет без письменного разрешения со стороны их родителя или опекуна. Для получения дополнительной информации вы можете прочитать закон");
define("LAN_SIGNUP_78", "Регистрация");
define("LAN_SIGNUP_79", "Регистрация");
define("LAN_SIGNUP_80", "Пожалуйста, введите информацию о себе ниже.");
define("LAN_SIGNUP_81", "Логин:");
define("LAN_SIGNUP_82", "имя, которое вы используете для входа");
define("LAN_SIGNUP_83", "Пароль:");
define("LAN_SIGNUP_84", "Повторите пароль:");
define("LAN_SIGNUP_85", "Имена пользователей и пароли <b> регистра-зависимые </ B>.");
define("LAN_SIGNUP_89", "Отображаемое имя:");
define("LAN_SIGNUP_90", "имя, которое будет отображаться на сайте");
define("LAN_SIGNUP_91", "Настоящее имя:");
define("LAN_SIGNUP_93", "Подпись:");
define("LAN_SIGNUP_94", "Аватар:");
define("LAN_SIGNUP_95", "Введите код, видимый на изображении");
define("LAN_SIGNUP_96", "Подробности регистрации");
define("LAN_SIGNUP_97", "Добро пожаловать на");
define("LAN_SIGNUP_98", "Подтвердите ваш email-адрес");
define("LAN_SIGNUP_99", "Возникла неожиданная проблема");
define("LAN_SIGNUP_100", "Ожидание подтверждения администратором");
define("LAN_SIGNUP_101", "Обновление записей не удалось - пожалуйста, свяжитесь с администратором сайта");
define("LAN_SIGNUP_103", "Слишком много пользователей уже используют IP-адрес:");
define("LAN_SIGNUP_105", "Не удается выполнить действие по вашему запросу - пожалуйста, свяжитесь с администратором сайта");
define("LAN_SIGNUP_106", "Не удается выполнить действие по вашему запросу - У вас уже есть аккаунт здесь?");
define("LAN_LOGINNAME", "Имя пользователя");
define("LAN_PASSWORD", "Пароль");
define("LAN_USERNAME", "Отображаемое имя");
define("LAN_SIGNUP_107", "Пароль должен быть не менее [х] символов и включать по крайней мере одну прописную букву и цифру");
define("LAN_SIGNUP_108", "Должен быть действительный адрес электронной почты");
define("LAN_SIGNUP_109", "Чувствительна к регистру и не должна содержать пробелов");
define("LAN_SIGNUP_110", "Ваше полное имя");
define("LAN_SIGNUP_111", "Введите URL вашего изображения или выберите уже существующий аватар.");


?>