<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("UC_LAN_0", "Все (общедоступно)");
define("UC_LAN_1", "Гости");
define("UC_LAN_2", "Никто (неактивно)");
define("UC_LAN_3", "Пользователи");
define("UC_LAN_4", "Только чтение");
define("UC_LAN_5", "Администратор");
define("UC_LAN_6", "Главный администратор");
define("UC_LAN_7", "Модераторы форума");
define("UC_LAN_8", "Админы и Моды");
define("UC_LAN_9", "Новые пользователи");
define("UC_LAN_10", "Поисковые роботы");
define("UC_LAN_INVERT", "Not --CLASS--");
define("UC_LAN_INVERTLABEL", "Все, кроме ..");


?>