<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Настройки пользователя");
define("LAN_11", "имя для входа на сайт не может быть изменено, свяжитесь с администратором, если заменить его нужно в целях безопасности");
define("LAN_106", "Введенный адрес email, по-видимому, не является правильным.");
define("LAN_119", "Местонахождение: ");
define("LAN_144", "Адрес сайта: ");
define("LAN_185", "Вы оставили поле пароля пустым");
define("LAN_402", "Введите путь к аватару или выберите");
define("LAN_410", "Настройки для");
define("LAN_411", "Обновить ваши настройки");
define("LAN_412", "Изменить ваш пароль");
define("LAN_413", "Выбрать аватар");
define("LAN_419", "Личная / контактная информация");
define("LAN_408", "Пользователь с таким email-адресом уже существует. ");
define("MAX_AVWIDTH", "Максимальный размер аватара (ШxВ) ");
define("MAX_AVHEIGHT", " x ");
define("LAN_USET_1", "Ваш аватар слишком большой");
define("LAN_USET_2", "Максимальная ширина ");
define("LAN_USET_3", "Максимальная высота ");
define("LAN_USET_4", "Максимально допустимая высота ");
define("LAN_USET_7", "Разные");
define("LAN_USET_8", "Подпись / Временная зона");
define("LAN_USET_9", "Некоторые обязательные поля (помеченные *) не заполнены.");
define("LAN_USET_10", "Пожалуйста, обновите свои настройки, для того, чтобы продолжить.");
define("LAN_USET_11", "Это имя пользователя не может быть принято, как правильное, пожалуйста, выберите другое имя пользователя");
define("LAN_USET_12", "Это отображаемое имя слишком короткое. Пожалуйста, выберите другое.");
define("LAN_USET_13", "В имени пользователя обнаружены неправильные символы. Пожалуйста, выберите другое имя.");
define("LAN_USET_14", "Имя пользователя слишком длинное. Пожалуйста, выберите другое");
define("LAN_USET_15", "Отображаемое имя слишком длинное. Пожалуйста, выберите другое");
define("LAN_USET_16", "Отметьте галочкой, чтобы удалить существующее фото без загрузки на сервер другого");
define("LAN_USET_17", "Отображаемое имя уже используется. Пожалуйста, выберите другое");
define("LAN_USET_18", "Данные изменены админом: --ID--, логин: --LOGNAME--");
define("LAN_USET_20", "Вы должны также изменить пароль пользователя, если вы меняете свое имя пользователя или адрес электронной почты");
define("LAN_USET_21", "Пожалуйста, проверьте изменения с помощью повторного ввода пароля:");
define("LAN_USET_22", "Неверный пароль");
define("LAN_USET_23", "Оставьте пустым, чтобы сохранить существующий пароль");
define("LAN_USET_24", "Новый пароль:");
define("LAN_USET_25", "Ещё раз:");
define("LAN_USET_26", "Загрузить Аватар");
define("LAN_USET_27", "Загрузить фотографию");
define("LAN_USET_28", "Будет показано на странице вашего профиля");
define("LAN_USET_30", "что это?");
define("LAN_USET_31", "Регистрационная информация");
define("LAN_USET_32", "Пожалуйста, обратите внимание: Любые изображения загруженные сервер, которые посчитаются неуместным, будут немедленно удалены администраторами.");
define("LAN_USET_33", "Выберите сайт, где хранится Аватар");
define("LAN_USET_34", "Удалить Аватар");
define("LAN_USET_35", "Пожалуйста, введите полный адрес изображения");
define("LAN_USET_36", "Нажмите кнопку, чтобы увидеть аватары, хранящиеся на этом сайте");
define("LAN_USET_37", "Сохранить настройки");
define("LAN_USET_38", "Выберите аватар");
define("LAN_USET_39", "Обновить настройки пользователя");
define("LAN_USET_40", "Пароли не совпадают");
define("LAN_USET_41", "Настройки обновлены и сохранены в базе данных.");
define("LAN_USET_42", "");


?>