<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/lan_news.php,v $
|     $Revision: 1.2 $
|     $Date: 2007-03-22 00:34:29 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "ระบบบริหารจัดการเว็ปไซท์ e107 Thai Edition ");
define("LAN_NEWS_1", "ข่าวสารเฉพาะสมาชิกที่ระบุเท่านั้น");
define("LAN_NEWS_2", "คุณไม่ได้รับอนุญาตให้อ่านข่าวสารนี้");
define("LAN_NEWS_5", "<b>ผิดพลาด!</b> ไม่สามารถปรับปรุงรายการข่าวสารเข้าในฐานข้อมูล!</b>");
define("LAN_NEWS_6", "ได้เพิ่มรายการข่าวสารเข้าในฐานข้อมูลแล้ว.");
define("LAN_NEWS_7", "<b>ผิดพลาด!!</b>  ไม่สามารถเพิ่มรายการข่าวสารเข้าในฐานข้อมูล!</b>");
define("LAN_NEWS_8", "ได้เพิ่มข่าวสารเข้าในฐานข้อมูลของทุกภาษา ID: ");
define("LAN_NEWS_9", "ให้หัวข้อข่าวนี้ - <b>ให้แสดงเฉพาะชื่อหัวข้อข่าว</b><br />");
define("LAN_NEWS_10", "ให้ข่าวที่ส่งนี้ <b>ยังไม่เปิดให้อ่าน</b> (จะยังไม่แสดงในหน้าเว็ปไซท์). ");
define("LAN_NEWS_11", "ให้ข่าวที่ส่งนี้  <b>แสดง</b> (ให้อ่านในหน้าเว็ปไซท์). ");
define("LAN_NEWS_12", "ความคิดเห็น <b>เปิด</b>. ");
define("LAN_NEWS_13", "ความคิดเห็น <b>ปิด</b>. ");
define("LAN_NEWS_14", "<br />เปิดใช้ในระยะเวลา: ");
define("LAN_NEWS_15", "ความยาวย่อหน้า: ");
define("LAN_NEWS_16", "b. เพิ่มย่อหน้า: ");
define("LAN_NEWS_17", "b.");
define("LAN_NEWS_18", "ข้อมูล:");
define("LAN_NEWS_19", "ขณะนี้");
define("LAN_NEWS_20", "ปรับปรุงรายการข่าวในฐานข้อมูลเป็นภาษา: ");
define("LAN_NEWS_21", "ปรับปรุงรายการข่าวในฐานข้อมูลแล้ว.");
define("LAN_NEWS_23", "ประเภทรายการข่าว/เนื้อหาทั้งหมด");
define("LAN_NEWS_24", "สร้างเอกสาร pdf รายการข่าวสารนี้");
define("LAN_NEWS_82", "ข่าว/เนื้อหา-ประเภท");
define("LAN_NEWS_83", "ยังไม่มีรายการข่าว-เนื้อหาในขณะนี้ กรุณากลับเข้ามาดูใหม่อีกครั้ง");
define("LAN_NEWS_84", "รายการข่าว:เนื้อหา");
define("LAN_NEWS_99", "ความเห็น");
define("LAN_NEWS_100", "เมื่อ");
define("LAN_NEWS_307", "กระทู้ทั้งหมดในหมวดหมู่นี้");
define("LAN_NEWS_462", "ยังไม่มีรายการข่าว/เนื้อหา ในเดือนที่ระบุนี้");


?>