<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/lan_signup.php,v $
|     $Revision: 1.2 $
|     $Date: 2007-03-22 00:34:29 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("PAGE_NAME", "การลงทะเบียนเป็นสมาชิกใหม่");
define("LAN_7", "ชื่อเล่น/นามแฝง/นามปากกา(ควรเป็นภาษาอังกฤษ): ");
define("LAN_8", "ชื่อนี้จะแสดงแทนตัวคุณและให้ผู้อื่นเห็นในเว็ปไซท์");
define("LAN_9", "ชื่อผู้ใช้/สมาชิก(ควรเป็นภาษาอังกฤษ): ");
define("LAN_10", "เป็นชื่อที่คุณจะใช้ในการแจ้งเข้า่สู่้ระบบ(Login)");
define("LAN_17", "ตั้งรหัสผ่าน(password): ");
define("LAN_103", "ชื่อที่ตั้งเป็นชื่อผู้ใช้(Username)นี้ไม่อนุญาตให้ใช้ได้, กรุณาตั้งเป็นชื่ออื่นที่แตกต่างไป");
define("LAN_104", "ชื่อที่ใช้ในการเข้าสู่ระบบ(Login or Username)นี้้ได้ถูกใช้ไปแล้ว กรุณาตั้งเป็นชื่ออื่น");
define("LAN_105", "รหัสผ่านไม่ตรงกัน");
define("LAN_106", "ชื่อที่อยู่อีเมลไม่ถูกต้อง");
define("LAN_107", "ขอบคุณมาก! คุณได้เป็นสมาชิกแล้ว");
define("LAN_108", "การลงทะเบียนเสร็จสมบูรณ์");
define("LAN_109", "ระบบนี้มีระบบป้องกัน ห้ามไม่ให้เด็กอายุต่ำกว่า 13 ปี เป็นสมาชิกเข้าใช้งาน ร่วมกับ The Children's Online Privacy Protection Act of 1998 (COPPA) และไม่อนุญาตให้ลงทะเบียนเอง โดยที่ไม่มีผู้ปกครองหรือครูอาจารย์รับรอง.อ่านรายละเอียดการปกป้องสิทธิเด็กได้เพิ่มเติมโดยคลิก");
define("LAN_110", "ลงทะเบียนสมาชิกใหม่");
define("LAN_111", "พิมพ์รหัสผ่านอีกครั้ง: ");
define("LAN_112", "ชื่ออีเมลที่ใช้ในปัจจุบัน:eMail Address: ");
define("LAN_113", "ต้องการให้ซ่อนชื่อที่อยู่อีเมลให้หรือไม่: ");
define("LAN_114", "เป็นการป้องกันไม่ให้ผู้อื่นรู้อีเมลของคุณ โดยระบบจะแสดงข้อความเชื่อมโยงแทน");
define("LAN_123", "ลงทะเบียนสมัครเป็นสมาชิก");
define("LAN_185", "คุณไม่ได้ใส่ข้อมูลที่จำเป็นลงไป");
define("LAN_201", "ใช่");
define("LAN_200", "ไม่");
define("LAN_202", "คุณมี บัญชีชื่อสมาชิก อยู่แล้ว ถ้าลืมรหัสกรุณาคลิกที่ \'ลืมรหัสผ่าน\' link.");
define("LAN_309", "กรุณากรอกข้อมูลและรายละเอียดลงในช่องด้านล่าง.");
define("LAN_399", "ขั้นตอนต่อไป");
define("LAN_400", "ชื่อผู้ใช้และรหัสผ่าน <b>การใช้ตัวพิมพ์ใหญ่-เล็ก มีผลต่อการจำรหัสด้วย</b>");
define("LAN_401", "บัญชีชื่อสมาชิก ของคุณได้ทำการเปิดใช้แล้ว");
define("LAN_402", "ลงทะเบียนเสร็จสมบูรณ์");
define("LAN_403", "ยินดีต้อนรับสู่");
define("LAN_404", "ข้อมูลการลงทะเบียนสมาชิก ของ");
define("LAN_405", "การลงทะเบียนในขั้นแรกนี้เสร็จแล้ว คุณ(อาจจะ)สามารถเข้าใช้ระบบได้ทันที (หรือ) คุณจะได้รับอีเมลที่ส่งจากระบบไปถึงคุณ และแจ้งข้อมูลของคุณที่ตั้งไว้ หากอ่านแล้ว กรุณาคลิกบรรทัดการเชื่อมโยงที่อยู่ในอีเมล  เพื่อตอบกลับไปทำการเปิดใช้(Activate)บัญชีชื่อสมาชิกของคุณ.  การสมัครเป็นสมาชิกจึงจะสมบูรณ์หรือเข้าใช้งานในระบบ/ขั้นตอนอื่นๆได้ (ทั้งนี้แล้วแต่ผู้จัดการระบบจะตั้งค่าระบบเอาไว้)");
define("LAN_406", "ขอบคุณที่ลงทะเบียนเป็นสมาชิกกับเรา!");
define("LAN_407", "กรุณาจัดเก็บข้อมูลการลงทะเบียนของคุณไว้ให้ดี เพราะระบบได้เข้ารหัสความปลอดภัยเอาไว้ในระบบแล้ว หากทำหายไปหรือจำชื่อสมาชิกผู้ใช้ของตัวคุณเองไม่ได้ ระบบจะไม่สามารถค้นคืนได้ อย่างน้อยให้จำชื่อที่ตั้งเป็นชื่อใช้เข้าสู่ระบบเอาไว้ให้ดี  ส่วนรหัสผ่านนั้นสามารถแจ้งลืมได้ และระบบจะแจ้งกลับไปทางอีเมลที่คุณระบุในการลงทะเบียน\n\nขอขอบคุณที่ลงทะเบียนเป็นสมาชิกใหม่ของระบบ.\n\nจาก");
define("LAN_408", "ชื่อผู้ใช้ที่ตั้งกับอีเมลนี้มีการใช้ลงทะเบียนในระบบไว้แล้ว. กรุณาคลิกลืมรหัสผ่าน เพื่อระบบจะได้ค้นคืนส่งรหัสไปให้คุณทางอีเมลที่แจ้ง.");
define("LAN_SIGNUP_1", "อย่างน้อย.");
define("LAN_SIGNUP_2", "อักษร.");
define("LAN_SIGNUP_3", "ตรวจสอบรหัสไม่ผ่าน.");
define("LAN_SIGNUP_4", "รหัสของคุณต้องไม่ต่ำกว่า");
define("LAN_SIGNUP_5", " ตัวอักษร.");
define("LAN_SIGNUP_6", "คุณ");
define("LAN_SIGNUP_7", "จำเป็น");
define("LAN_SIGNUP_8", "ขอบคุณมาก!");
define("LAN_SIGNUP_9", "ขออภัย ทางเราไม่สามารถดำเนินการต่อให้ได้. เพราะคุณอายุไม่ครบ 13 ขวบบริบูรณ์ ระบบจะไม่อนุญาตให้ผู้เยาว์เข้าเป็นสมาชิกระบบ ต้องมีอายุเกินกณฑ์ หากอายุต่ำกว่าเกณฑ์ต้องมีผู้ปกครองยินยอมหรือเป็นผู้ลงทะเบียนร่วมใช้");
define("LAN_SIGNUP_10", "ใช่");
define("LAN_SIGNUP_11", ".");
define("LAN_409", "พิมพ์/ใช้อักขระไม่ถูกต้อง ในชื่อสมาชิก/ผู้ใช้");
define("LAN_410", "กรุณาใส่อักขระ/ตัวเลขที่เห็นในตาราง");
define("LAN_411", "ชื่อผู้ใช้นี้มีผู้ใช้อยู่แล้ว คุณจะต้องเลือกใช้ชื่ออื่นที่แตกต่าง");
define("LAN_SIGNUP_12", "กรุณาเก็บชื่อผู้ใช้และรหัสผ่านเป็นความลับ ถ้า้เกิดมีการสูญหายจะไม่สามารถกู้คืนได้.");
define("LAN_SIGNUP_13", "คุณสามารถเข้าสู่ระบบได้ที่กรอบการเข้าสู่ระบบ,หรือคลิก<a href='".e_BASE."login.php'>ที่นี่</a>.");
define("LAN_SIGNUP_14", "ที่นี่");
define("LAN_SIGNUP_15", "กรุณาติดต่อผู้จัดการระบบ");
define("LAN_SIGNUP_16", "ถ้าคุณต้องการความช่วยเหลือ.");
define("LAN_SIGNUP_17", "กรุณายืนยันคลิกปุ่มหน้าคำว่า ใช่ หากคุณมีอายุครบหรือเกิน 13 ปีบริบูรณ์แล้ว.");
define("LAN_SIGNUP_18", "ระบบได้รับลงทะเบียนคุณไว้เรียบร้อยแล้ว และชื่อที่ใช้เข้าระบบของคุณคือ ...");
define("LAN_SIGNUP_19", "ชื่อผู้ใช้/สมาชิก:");
define("LAN_SIGNUP_20", "รหัสผ่าน:");
define("LAN_SIGNUP_21", "บัญชีชื่อสมาชิกของคุณยังไม่ถูกเปิดใช้ กรุณาคลิกการเชื่อมโยงนี้เพื่อทำการเปิดใช้ ...");
define("LAN_SIGNUP_22", "คลิกที่นี่");
define("LAN_SIGNUP_23", "เพื่อเข้าสู่ระบบ.");
define("LAN_SIGNUP_24", "ขอบคุณที่ทำการลงทะเบียน");
define("LAN_SIGNUP_25", "โอนไฟล์สัญรูปแทนตนขึ้นระบบ");
define("LAN_SIGNUP_26", "โอนไฟล์รูปภาพของคุณขึ้นระบบ");
define("LAN_SIGNUP_27", "แสดง");
define("LAN_SIGNUP_28", "เลือก Content/Mail-lists");
define("LAN_SIGNUP_29", "การตรวจสอบ การตอบรับกลับทางอีเมลจะส่งไปให้คุณทางอีเมลที่แจ้ง ดังนั้นอีเมลของคุณต้องเป็นอีเมลที่ใช้งานอยู่จริงและถูกต้องก่อนแล้ว จึงจะรับอีเมลจากระบบนี้ได้.");
define("LAN_SIGNUP_30", "ถ้าคุณไม่ต้องการแสดงอีเมลของคุณบนเว็บไซท์, กรุณากดเครื่องหมายถูกที่กรอบข้อความ 'ให้ซ่อนชื่อที่อยู่อีเมลหรือไม่:");
define("LAN_SIGNUP_31", "ที่อยู่(URL)ไฟล์ XUPของคุณ(ถ้ามี)");
define("LAN_SIGNUP_32", " XUP ไฟล์คืออะไร คลิกเข้าอ่านที่นี่");
define("LAN_SIGNUP_33", "พิมพ์ URL ของรูป หรือเลือกสัญรูปแทนตน");
define("LAN_SIGNUP_34", "หมายเหตุ: ถ้าสัญรูปแทนตนที่ทำการโอนไฟล์ขึ้นมาแล้วผู้จัดการระบบเห็นว่าไม่เหมาะสมจะทำการลบทันที.");
define("LAN_SIGNUP_35", "คลิกที่นี่เพื่อการลงทะเบียนโดยใช้ไฟล์ XUP ");
define("LAN_SIGNUP_36", "เกิดข้อผิดพลาดระหว่างการลงทะเบียน กรุณาติดต่อผู้จัดการระบบ");
define("LAN_LOGINNAME", "ชื่อที่ใช้่้เข้าระบบ");
define("LAN_PASSWORD", "รหัสผ่าน");
define("LAN_USERNAME", "ชื่อผู้ใช้ที่จะแสดง(นามแฝง/นามปากกา)");
define("LAN_EMAIL_01", "ถึงคุณ");
define("LAN_EMAIL_04", "กรุณาเก็บอีเมลนี้เพื่อเป็นข้อมูลของคุณ.");
define("LAN_EMAIL_05", "รหัสผ่านของคุณ ระบบได้เข้ารหัสความปลอดภัยเอาไว้ในระบบแล้ว หากทำหายไปหรือจำไม่ได้ ระบบจะไม่สามารถค้นคืนได้ อย่างน้อยให้จำชื่อ อย่างไรก็ตาม คุณสามารถแจ้งลืมรหัสผ่านได้ โดยระบบจะแจ้งกลับไปทางอีเมลที่คุณระบุในการลงทะเบียน");
define("LAN_EMAIL_06", "ขอขอบคุณที่ลงทะเบียนเป็นสมาชิกกับเรา.");
define("LAN_SIGNUP_37", "การลงทะเบียนในระบบเรียบร้อยแล้ว แต่ในขั้นตอนสุดท้ายนั้น ระบบต้องการตรวจสอบสมาชิกภาพของคุณ โดยที่ระบบจะส่งอีเมลไปให้เพื่อการตอบรับกลับระบบอีกครั้ง ให้คุณกลับไปตรวจอีเมลของคุณ แล้วคลิกที่บรรทัดเชื่อมโยง เพื่อยืนยันตรวจสอบและเปิดใช้สิทธิในฐานะสมาชิกที่สมบูรณ์.");
define("LAN_SIGNUP_38", "คุณใส่ชื่อที่อยู่อีเมลไม่ตรงกัน กรุณาใส่ชื่อที่อยู่อีเมลให้เหมือนกันทั้งสองช่อง");
define("LAN_SIGNUP_39", "ยืนยันชื่อที่อยู่อีเมลอีกครั้งให้เหมือนเดิมกับชื่อในช่องบน:");
define("LAN_SIGNUP_40", "ไม่จำเป็นต้องตรวจสอบกลับ");
define("LAN_SIGNUP_41", "บัญชีชื่อสมาชิกของคุณ ได้รับการตรวจสอบและเปิดใช้งานได้แล้ว");
define("LAN_SIGNUP_42", "มีปัญหาเกิดขึ้น เพราะระบบการลงทะเบียนไม่สามารถส่งอีเมลออกได้ กรุณาแจ้งผู้บริหารจัดการระบบเว็ปไซท์");
define("LAN_SIGNUP_43", "อีเมลที่ส่งแล้ว");
define("LAN_SIGNUP_44", "ส่งอีเมลให้ตอบกลับไปยัง:");
define("LAN_SIGNUP_45", "กรุณาตรวจกล่องเมลของคุณ.");
define("LAN_SIGNUP_47", "ส่งอีเมลให้ตอบกลับ อีกครั้ง");
define("LAN_SIGNUP_48", "ชื่อสมาชิกหรืออีเมล");
define("LAN_SIGNUP_49", "หากคุณได้ลงทะเบียนด้วยอีเมลที่ไม่ถูกต้อง, ให้พิมพ์แจ้งใหม่พร้อมรหัสผ่านได้ที่นี่:");
define("LAN_SIGNUP_50", "อีเมลใหม่");
define("LAN_SIGNUP_51", "รหัสผ่านเดิม");
define("LAN_SIGNUP_52", "รหัสผ่านไม่ถูกต้อง");
define("LAN_SIGNUP_53", "ตรวจสอบความถูกต้อง");
define("LAN_SIGNUP_54", "คลิกที่นี่ เพื่อกรอกข้อมและรายลงเอียดเพื่อลงทะเบียน");
define("LAN_SIGNUP_55", "ชื่อที่ใช้แสดง ยาวเกินไป กรุณาแจ้งใหม่");
define("LAN_SIGNUP_56", "ที่ใช้แสดง สั้นเกินไป กรุณาแจ้งใหม่");


?>