<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/lan_signup.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 16:03:07 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลเป็นภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  
อาจารย์ประจำโปรแกรมวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900
Thai Translation : Assistant Professor Prachid Tinnabutr : 
Date:18-March 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 962 9505 prachid@tinnabutr.com,prachid@wittycomputer.com ,Mobile Phone : (66)0 9667 0091
URL : http://www.tinnabutr.com, http://www.wittycomputer.com
*/
define("PAGE_NAME", "ลงทะเบียนสมาชิกใหม่");
define("LAN_7", "ชื่อสมาชิกผู้ใช้(ไม่ควรใช้ภาษาไทย): ");
define("LAN_8", "ชื่อนี้จะถูกแสดงบนเว็บ");
define("LAN_9", "ชื่อที่ใช้ในการเข้าสู่ระบบ: ");
define("LAN_10", "ชื่อที่คุณจะใช้ในการเข้า่สู่้ระบบ");
define("LAN_17", "รหัสผ่าน: ");
define("LAN_103", "ชื่อผู้ใช้นี้ไม่สามารถใช้ได้, กรุณาเลือกใช้ชื่ออื่น");
define("LAN_104", "ชื่อที่ใช้ในการเข้าสู่ระบบนี้้ได้ถูกใช้ไปแล้ว กรุณาเลือกใช้่ชื่ออื่น");
define("LAN_105", "รหัสผ่านไม่ตรงกัน");
define("LAN_106", "ชื่อที่อยู่อีเมลไม่ถูกต้อง");
define("LAN_107", "ขอบคุณมาก! คุณได้เป็นสมาชิกแล้ว");
define("LAN_108", "การลงทะเบียนเสร็จสมบูรณ์");
define("LAN_109", "ระบบนี้มีระบบป้องกัน ห้ามไม่ให้เด็กอายุต่ำกว่า 13 ปี เป็นสมาชิกเข้าใช้งาน ร่วมกับ The Children's Online Privacy Protection Act of 1998 (COPPA) และไม่อนุญาตให้ลงทะเบียนเอง โดยที่ไม่มีผู้ปกครองหรือครูอาจารย์รับรอง.อ่านรายละเอียดการปกป้องสิทธิเด็กได้เพิ่มเติมโดยคลิก");
define("LAN_110", "ลงทะเบียนสมาชิกใหม่");
define("LAN_111", "รหัสผ่านอีกครั้ง: ");
define("LAN_112", "อีเมล: ");
define("LAN_113", "ให้ซ่อนชื่อที่อยู่อีเมลหรือไม่: ");
define("LAN_114", "เป็นการป้องกันไม่ให้ผู้อื่นรู้อีเมลของคุณ");
define("LAN_123", "ลงทะเบียน");
define("LAN_185", "คุณไม่ได้ใส่ข้อมูลที่จำเป็นลงไป");
define("LAN_201", "ใช่");
define("LAN_200", "ไม่");
define("LAN_202", "คุณมี บัญชีชื่อสมาชิก อยู่แล้ว ถ้าลืมรหัสกรุณากดที่ \'ลืมรหัสผ่าน\' link.");
define("LAN_309", "กรุณากรอกข้อมูลและรายละเอียดลงในช่องด้านล่าง.");
define("LAN_399", "ต่อไป");
define("LAN_400", "ชื่อผู้ใช้และรหัสผ่าน <b>การใช้ตัวพิมพ์ใหญ่-เล็ก มีผลต่อการจำรหัสด้วย</b>");
define("LAN_401", "บัญชีชื่อสมาชิก ของคุณได้ทำการเปิดใช้แล้ว");
define("LAN_402", "ลงทะเบียนเสร็จสมบูรณ์");
define("LAN_403", "ยินต้อนรับสู่");
define("LAN_404", "ข้อมูลการลงทะเบียนสมาชิก ของ");
define("LAN_405", "การลงทะเบียนในส่วนนี้เสร็จแล้ว คุณจะได้รับอีเมลจากระบบไปถึงคุณ โดยแจ้งข้อมูลของคุณที่ตั้งไว้ กรุณาคลิกบรรทัดการเชื่อมโยงที่อยู่ในอีเมล เพื่อตอบกลับไปทำการเปิดใช้บัญชีชื่อสมาชิก ของคุณ. การเป็นสมาชิกจึงจะสมบูรณ์และเข้าใช้งานในระบบได้");
define("LAN_406", "ขอบคุณมาก!");
define("LAN_407", "กรุณาจัดเก็บข้อมูลการลงทะเบียนของคุณไว้ให้ดี เพราะระบบได้เข้ารหัสความปลอดภัยเอาไว้ในระบบแล้ว หากทำหายไปหรือจำชื่อสมาชิกผู้ใช้ของตัวคุณเองไม่ได้ ระบบจะไม่สามารถค้นคืนได้ อย่างน้อยให้จำชื่อ ส่วนรหัสผ่านนั้นสามารถแจ้งลืมได้และระบบจะแจ้งกลับไปทางอีเมลที่คุณระบุในการลงทะเบียน\n\nขอบขอบคุณที่ลงทะเบียนเป็นสมาชิกใหม่ของระบบ.\n\nจาก");
define("LAN_408", "ชื่อผู้ใช้ที่ตั้งกับอีเมลนี้มีการใช้ลงทะเบียนในระบบไว้แล้ว. กรุณาคลิกลืมรหัสผ่าน เพื่อระบบจะได้ค้นคืนส่งรหัสไปให้คุณทางอีเมลที่แจ้ง.");
define("LAN_SIGNUP_1", "อย่างน้อย.");
define("LAN_SIGNUP_2", "อักษร.");
define("LAN_SIGNUP_3", "ตรวจสอบรหัสไม่ผ่าน.");
define("LAN_SIGNUP_4", "รหัสของคุณต้องไม่ต่ำกว่า");
define("LAN_SIGNUP_5", " ตัวอักษร.");
define("LAN_SIGNUP_6", "คุณ");
define("LAN_SIGNUP_7", "จำเป็น");
define("LAN_SIGNUP_8", "ขอบคุณมาก!");
define("LAN_SIGNUP_9", "ไม่สามารถดำเนินต่อได้.");
define("LAN_SIGNUP_10", "ใช่");
define("LAN_SIGNUP_11", ".");

define("LAN_409", "ใช้อักขระไม่ถูกต้องใน ชื่อผู้ใช้");
define("LAN_410", "กรุณาใส่รหัสที่เห็นในรูปภาพ");
define("LAN_411", "ชื่อผู้ใช้นี้มีผู้ใช้อยู่แล้ว คุณจะต้องเลือกใช้ชื่ออื่น");


define("LAN_SIGNUP_12", "กรุณาเก็บชื่อผู้ใช้และรหัสผ่านเป็นความลับ ถ้า้เกิดมีการสูญหายจะไม่สามารถกู้คืนได้.");
define("LAN_SIGNUP_13", "คุณสามารถเข้าสู่ระบบได้ที่กรอบการเข้าสู่ระบบ,หรือคลิก<a href='".e_BASE."login.php'>ที่นี่</a>.");
define("LAN_SIGNUP_14", "ที่นี่");
define("LAN_SIGNUP_15", "กรุณาติดต่อผู้จัดการระบบ");
define("LAN_SIGNUP_16", "ถ้าคุณต้องการความช่วยเหลือ.");
define("LAN_SIGNUP_17", "กรุณายืนยันว่าคุณมีอายุครบ 13 ปีบริบูรณ์แล้ว หรือไม่.");
define("LAN_SIGNUP_18", "ระบบได้รับลงทะเบียนคุณไว้เรียบร้อยแล้ว และชื่อที่ใช้เข้าระบบของคุณคือ ...");
define("LAN_SIGNUP_19", "ชื่อผู้ใช้:");
define("LAN_SIGNUP_20", "รหัสผ่าน:");
define("LAN_SIGNUP_21", "บัญชีชื่อสมาชิกของคุณยังไม่ถูกเปิดใช้ กรุณาคลิกการเชื่อมโยงนี้เพื่อทำการเปิดใช้ ...");
define("LAN_SIGNUP_22", "กดที่นี่");
define("LAN_SIGNUP_23", "เพื่อเข้าสู่ระบบ.");
define("LAN_SIGNUP_24", "ขอบคุณที่ทำการลงทะเบียน");
define("LAN_SIGNUP_25", "โอนไฟล์สัญรูปแทนตนขึ้นระบบ");
define("LAN_SIGNUP_26", "โอนไฟล์รูปภาพของคุณขึ้นระบบ");
define("LAN_SIGNUP_27", "แสดง");
define("LAN_SIGNUP_28", "เลือก Content/Mail-lists");
define("LAN_SIGNUP_29", "การตรวจสอบ การตอบรับกลับทางอีเมลจะส่งไปให้คุณทางอีเมลที่แจ้ง ดังนั้นอีเมลของคุณต้องเป็นอีเมลที่ใช้งานอยู่จริงและถูกต้องก่อนแล้ว จึงจะรับอีเมลจากระบบนี้ได้.");
define("LAN_SIGNUP_30", "ถ้าคุณไม่ต้องการแสดงอีเมลของคุณบนเว็บไซท์, กรุณากดเครื่องหมายถูกที่กรอบข้อความ 'ให้ซ่อนชื่อที่อยู่อีเมลหรือไม่:");

define("LAN_SIGNUP_31", "ที่อยู่(URL)ไฟล์ XUPของคุณ");
define("LAN_SIGNUP_32", " XUP ไฟล์คืออะไร คลิกเข้าอ่านที่นี่");
define("LAN_SIGNUP_33", "พิมพ์ URL ของรูป หรือเลือกสัญรูปแทนตน");
define("LAN_SIGNUP_34", "หมายเหตุ: ถ้าสัญรูปแทนตนที่ทำการโอนไฟล์ขึ้นมาแล้วผู้จัดการระบบเห็นว่าไม่เหมาะสมจะทำการลบทันที.");
define("LAN_SIGNUP_35", "คลิกที่นี่เพื่อการลงทะเบียนโดยใช้ไฟล์ XUP ");
define("LAN_SIGNUP_36", "เกิดข้อผิดพลาดระหว่างการลงทะเบียน กรุณาติดต่อผู้จัดการระบบ");

define("LAN_LOGINNAME", "ชื่อที่ใช้่้เข้าระบบ");
define("LAN_PASSWORD", "รหัสผ่าน");
define("LAN_USERNAME", "ชื่อผู้ใช้ที่จะแสดง");
define("LAN_EMAIL_01", "ถึงคุณ");
define("LAN_EMAIL_04", "กรุณาเก็บอีเมลนี้เพื่อเป็นข้อมูลของคุณ.");
define("LAN_EMAIL_05", "รหัสผ่านของคุณ ระบบได้เข้ารหัสความปลอดภัยเอาไว้ในระบบแล้ว หากทำหายไปหรือจำไม่ได้ ระบบจะไม่สามารถค้นคืนได้ อย่างน้อยให้จำชื่อ อย่างไรก็ตาม คุณสามารถแจ้งลืมรหัสผ่านได้ โดยระบบจะแจ้งกลับไปทางอีเมลที่คุณระบุในการลงทะเบียน");
define("LAN_EMAIL_06", "ขอขอบคุณที่ลงทะเบียนเป็นสมาชิกร่วมกับเรา.");

define("LAN_SIGNUP_37", "การลงทะเบียนในระบบเรียบร้อยแล้ว แต่ในขั้นตอนสุดท้ายนั้น ระบบต้องการตรวจสอบสมาชิกภาพของคุณ โดยที่ระบบจะส่งอีเมลไปให้เพื่อการตอบรับกลับระบบอีกครั้ง ให้คุณกลับไปตรวจอีเมลของคุณ แล้วคลิกที่บรรทัดเชื่อมโยง เพื่อยืนยันตรวจสอบและเปิดใช้สิทธิในฐานะสมาชิกที่สมบูรณ์.");
define("LAN_SIGNUP_38", "คุณใส่อีเมลแตกต่างกัน กรุณาใส่อีเมลที่เหมือนกันลงไป");
define("LAN_SIGNUP_39", "ส่งอีเมลอีกครั้ง:");
?>