<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/lan_fpw.php,v $
|     $Revision: 1.2 $
|     $Date: 2007-03-22 00:34:29 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("PAGE_NAME", "คำร้องขอให้ตั้งรหัสผ่านใหม่");

define("LAN_02", "ขออภัย, ไม่สามารถส่งอีเมลได้ กรุณาติดต่อผู้บริหารระบบหลัก.");
define("LAN_03", "ขอตั้งรหัสผ่านให้ใหม่");
define("LAN_05", "การร้องขอให้ตั้งรหัสผ่านให้ใหม่ เพราะลืมนั้น กรุณากรอกข้อมูลดังนี้");
define("LAN_06", "ต้องการให้ตั้งรหัสผ่านเข้าระบบให้ใหม่");
define("LAN_07", "ให้กับสมาชิกที่เข้าระบบจากหมายเลข IP");
define("LAN_08", "ต้องการตั้งรหัสผ่านใหม่ ของผู้บริหารระบบหลัก");
define("LAN_09", "ตั้งรหัสผ่านใหม่จาก ");
define("LAN_112", "ชื่ออีเมลที่ใช้เมื่อสมัครสมาชิกครั้งแรก");
define("LAN_156", "ส่ง");
define("LAN_213", "ชื่อสมาชิก/ผู้ใช้และอีเมลไม่มีปรากฏและหรือได้จัดเก็บไว้ในฐานข้อมูล");
define("LAN_214", "จึงไม่สามารถตั้งรหัสผ่านใหม่ได้");
define("LAN_216", "เพื่อความสมบูรณ์ของการเปลี่ยนรหัสใหม่ ให้คุณทำการตอบรับระบบโดยเข้าไปที่หน้าเว็ปไซท์ของ...");
define("LAN_217", "รหัสผ่านใหม่ของคุณ ได้รับการปรับเปลี่ยนใหม่ให้ถูกต้องตรงกับระบบรับรองสิทธิ์ในระบบแล้ว คุณสามารถเข้าสู่ระบบ(Login)โดยใช้รหัสผ่านใหม่นี้ได้ทันที.");
define("LAN_218", "ชื่อผู้ใช้/สมาชิกระบบของคุณคือ:");
define("LAN_219", "รหัสผ่านที่เกี่ยวข้องกับการอ้างอิงใช้อีเมลนี้ ได้รับการปรับตั้งใหม่แล้วและจะไม่สามารถปรับใหม่ให้ได้อีกครั้ง. กรุณาติดต่อขอทราบรายละเอียดได้ที่ผู้บริหารระบบหลัก.");
define("LAN_FPW1","ชื่อสมาชิก/ผู้ใช้");
define("LAN_FPW2","ใส่รหัส");
define("LAN_FPW3","ใส่รหัสไม่ถูกต้อง");
define("LAN_FPW4","การร้องขอดังกล่าวได้ส่งไปเพื่อขอปรับแก้เป็นรหัสใหม่แล้ว หากคุณยังไม่ได้รับอีเมลแจ้งรหัสผ่านใหม่ กรุณาติดต่อผู้บริหารระบบหลักเพื่อขอคำแนะนำ");
define("LAN_FPW5","คำร้องขอให้ปรับเปลี่ยนรหัสใหม่สำหรับคุณ");
define("LAN_FPW6","ได้จัดส่งอีเมลพร้อมคำสั่งเชื่อมโยงที่อนุญาตให้ปรับเปลี่ยนรหัสใหม่ไปให้คุณเรียบร้อยแล้ว");
define("LAN_FPW7","นี่เป็นคำสั่งเชื่อมโยงเพื่อการปรับเปลี่ยนรหัสผ่านใหม่ที่ไม่ถูกต้องสมบูรณ์ <br />กรุณาติดต่อผู้บริหารระบบหลักเพื่อขอคำแนะนำ");
define("LAN_FPW8","รหัสผ่านใหม่สำหรับสมาชิก/ชื่อผู้ใช้");
define("LAN_FPW9","ได้เปลี่ยนให้เรียบร้อยแล้ว.<br /><br />รหัสผ่านใหม่ของคุณคือ:");
define("LAN_FPW10","กรุณา");
define("LAN_FPW11","เข้าระบบเดี๋ยวนี้");
define("LAN_FPW12","เพื่อความปลอดภัยของการเปลี่ยนรหัสผ่านใหม่ของท่านในทันที.");

define("LAN_FPW13", "เพื่อความถูกต้องสมบูรณ์ของการเปลี่ยนรหัสผ่านใหม่ โปรดดำเนินการตามคำแนะนำที่แจ้งในอีเมล");
define("LAN_FPW14", "ได้รับโดยผู้ที่แจ้งมากับหมายเลข IP ของ");
define("LAN_FPW15", "ในที่นี้ยังไม่ได้หมายถึงว่า คุณจะได้รับการเปลี่ยนแปลงรหัสผ่านให้เรียบร้อย คุณต้องคลิกที่คำสั่งเชื่อมโยงข้างล่างนี้และดำเนินการต่อไปให้แล้วเสร็จก่อน ระบบจึงจะรับค่าอย่างสมบูรณ์");
define("LAN_FPW16", "หากคุณเปลี่ยนใจหรือเปลี่ยนใจยังไม่ต้องการเปลี่ยนเป็นรหัสใหม่ตามที่ร้องขอ คุณก็ยังไม่ต้องดำเนินการใดๆทั้งสิ้น");
define("LAN_FPW17", "คำสั่งเชื่อมโยงเพื่อการเปลี่ยนแปลงนี้มีอายุแค่ 48 ชั่วโมง เท่านั้น");

?>