<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/lan_user.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 16:03:07 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลเป็นภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  
อาจารย์ประจำโปรแกรมวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900
Thai Translation : Assistant Professor Prachid Tinnabutr : 
Date:18-March 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 962 9505 prachid@tinnabutr.com,prachid@wittycomputer.com ,Mobile Phone : (66)0 9667 0091
URL : http://www.tinnabutr.com, http://www.wittycomputer.com
*/
define("PAGE_NAME", "สมาชิก");

define("LAN_20", "ชื่อและที่อยู่อีเมล");
define("LAN_115", "หมายเลขICQ");
define("LAN_116", "ที่อยู่AIM");
define("LAN_117", "MSN Messenger");
define("LAN_118", "วันเดือนปีเกิด");
define("LAN_119", "ที่อยู่");
define("LAN_120", "สัญลักษณ์แทนตน");
define("LAN_137", "ไม่มีข้อมูลของสมาชิกที่ลงทะเบียนใน");
define("LAN_138", "มีผู้ที่ลงทะเบียนเป็นสมาชิกแล้วจำนวน: ");
define("LAN_139", "โดยจัดลำดับจาก: ");
define("LAN_140", "ผู้ที่ลงทะเบียนเป็นสมาชิกแล้ว");
define("LAN_141", "ยังไม่มีผู้ที่ลงทะเบียนเป็นสมาชิก.");
define("LAN_142", "ลำดับและชื่อสมาชิก");
define("LAN_143", "[ซ่อนตามที่ขอ]");
define("LAN_144", "ที่อยู่เว็ปไซท์");
define("LAN_145", "เข้าใช้งานครั้งล่าสุดเมื่อ");
define("LAN_146", "จำนวนครั้งการเข้าใช้เว็ปไซท์นับแต่ที่ลงทะเบียน");
define("LAN_147", "การส่งข้อความสนทนา");
define("LAN_148", "การส่งข้อคิดเห็น");
define("LAN_149", "การร่วมอภิปราย");
define("LAN_308", "ชื่อจริง");
define("LAN_400", "นั่นไม่ใช่สมาชิก.");
define("LAN_401", "ยังไม่ปรับแก้ข้อมูลจริง");
define("LAN_402", "ประวัติสมาชิก");
define("LAN_403", "สถิติการเข้าใช้งานในเว็ปไซท์");
define("LAN_404", "เข้าใช้ระบบครั้งล่าสุดเมื่อ");
define("LAN_405", "วันที่ผ่านมา");
define("LAN_406", "สมาชิกระดับ");
define("LAN_407", "ไม่มี");
define("LAN_408", "ไม่มีรูปถ่าย");
define("LAN_409", "คะแนน");
define("LAN_410", "อื่นๆ");
define("LAN_411", "คลิกที่นี่เพื่อปรับปรุงแก้ไขข้อมูลของคุณ");
define("LAN_412", "คลิกที่นี่เพื่อแก้ไขข้อมูลของสมาชิก");
define("LAN_413", "ลบภาพถ่าย");
define("LAN_414", "ย้อนดูสมาชิกก่อนหน้านี้");
define("LAN_415", "สมาชิกคนถัดไป");
define("LAN_416", "คุณต้องเข้าระบบก่อนจึงจะเข้าดูหน้านี้ได้");
define("LAN_417", "ผู้จัดการระบบหลัก");
define("LAN_418", "ผู้จัดการระบบ");
define("LAN_419", "ให้แสดงชื่อ/หน้าจำนวน");
define("LAN_420", "มากไปน้อย");
define("LAN_421", "น้อยไปมาก");
define("LAN_422", "ตกลง");
define("LAN_423", "คลิกที่นี่เพื่อดูความคิดเห็นของสมาชิก");
define("LAN_424", "คลิกที่นี่เพื่อดูการอภิปราย");
define("LAN_425", "คลิกที่สัญรูปเพื่อส่งข้อความถึงสมาชิกนี้โดยตรงเป็นส่วนตัว");
define("LAN_426", "ที่ผ่านมา");

define("USERLAN_1", "ระดับเดียวกัน");

?>