<?php

define("LANINS_001", "e107 Website System : Thai Installation");


define("LANINS_002", "Stage");
define("LANINS_003", "1");
define("LANINS_004", "เลือกภาษา");
define("LANINS_005", "กรุณาเลือกภาษาที่จะใช้ในระหว่างการติดตั้ง");
define("LANINS_006", "ติดตั้ง");
define("LANINS_007", "4");
define("LANINS_008", "ตรวจสอบเวอร์ชั่นของPHP/mySQL/การอนุญาตสิทธิ์ไฟล์");
define("LANINS_009", "คลิกตรวจสอบการอนุญาตไฟล์ใหม่อีกครั้ง หลังจัดการอนุญาตการบันทึกให้แล้ว");
define("LANINS_010", "ไฟล์ไม่สามารถบันทึกได้: ");
define("LANINS_010a", "แฟ้มไม่สามารถบันทึกได้: ");
define("LANINS_011", "ผิดพลาด");
define("LANINS_012", "การใช้งานส่วนของ MySQL ดูเหมือนว่าจะไม่มี. ซึ่งหมายถึงว่าอาจจะยังไม่ได้ติดตั้งส่วนเสริมของ MySQL PHP Extension ในระหว่างการติดตั้ง PHP และหรือไม่สนันสนุนรับร่วมกันกับ MySQL ."); // help for 012
define("LANINS_013", " ไม่สามารถตรวจสอบเวอร์ชั่นของ mySQL ได้. แต่ยังมิได้หมายถึงเกิดความผิดพลาด, คุณสามารถดำเนินการขั้นต่อไปได้,แต่อย่าลืมว่าระบบe107นั้นต้องการระบบที่ติดตั้ง MySQLที่สูงกว่าเวอร์ชั่น3.23 ขึ้นไป จึงจะประมวลผลร่วมกันได้อย่างถูกต้อง.");
define("LANINS_014", "การอนุญาตสิทธิ์ของไฟล์");
define("LANINS_015", "PHP เวอร์ชั่น");
define("LANINS_016", "MySQL");
define("LANINS_017", "ตรวจสอบผ่านแล้ว");
define("LANINS_018", "มั่นใจว่าไฟล์ดังต่อไปนี้ได้รับอนุญาตให้เขียน*บันทึกได้ ในเครื่องแม่ข่ายเว็ปของคุณแล้ว. โดยปกติในเครื่องแม่ข่ายที่ติดตั้งระบบปฏิบัติการLinux ให้เปลี่ยนค่าการอนุญาตไฟล์(Attributes)เป็นโหมด 777 ส่วนในระบบปฏิบัติการวินโดวส์ ให้เอาเครื่องหมายถูกออกจากหน้าคำว่า Read-only .");
define("LANINS_019", "PHP เวอร์ชั่นที่ติดตั้งบนเครื่องแม่ข่ายที่คุณใช้ ไม่สามารถทำงานร่วมกับระบบ e107 รุ่นนี้ได้. e107 ต้องการ PHP เวอร์ชั่น 4.3.0 ขึ้นไป จึงจะทำงานได้อย่างถูกต้อง. กรุณาปรับรุ่นหรือแจ้งผู้ให้บริการพื้นที่ เว็ปไซท์ทราบและดำเนินการให้.");
define("LANINS_020", "การติดตั้งขั้นต่อไป");
define("LANINS_021", "2");
define("LANINS_022", "ข้อมูลระบบบริการฐานข้อมูลMySQL");
define("LANINS_023", "กรุณากรอกข้อมูลที่เกี่ยวข้องกับการตั้งค่าระบบฐานบริการฐานข้อมูล MySQLได้ที่นี่.

หากคุณได้รับสิทธิ์อนุญาตเทียบเท่าฐานะRoot(ผู้ดูแลระบบเครือข่ายบริการอินเตอร์เน็ตหรือตัวคุณเองขณะนี้)ให้สามารถสร้างฐานข้อมูลใหม่ได้เอง ให้คลิกถูกในช่อง new , หากไม่มีสิทธิ์โดยตรง คุณต้องสร้างชื่อฐานข้อมูลไว้ก่อนหรือเลือกที่มีอยู่เดิมแล้ว.

ถ้าคุณมีแค่ฐานข้อมูลเดียว ให้ใส่คำนำหน้าฐานข้อมูลเพื่อว่าสคริ๊ปอื่นๆจะสามารถแบ่งปันการใช้ในฐานข้อมูลเดียวกันได้
ถ้าคุณไม่ทราบรายละเอียดเกี่ยวกับระบบ MySQL ของคุณ ให้ ติดต่อผู้ดูแลระบบที่ให้บริการ/ฝาก/เช่าเว็ปไซท์.ก่อนที่คุณจะใช้ติดตั้งในครั้งนี้ หากไม่ใช้ไม่แน่ใจ ก็ให้ใช้ค่าตามที่กำหนดให้");
define("LANINS_024", "MySQL Server:");
define("LANINS_025", "MySQL Username:");
define("LANINS_026", "MySQL Password:");
define("LANINS_027", "MySQL Database:");
define("LANINS_028", "ให้สร้างชื่อฐานข้อมูลที่ตั้งชื่อนี้ด้วยหรือไม่?");
define("LANINS_029", "ชื่อนำหน้าตาราง:");
define("LANINS_030", "ชื่อแม่ข่ายบริการ MySQLที่จะใช้ สามารถกำหนด Portไว้ได้ด้วย เช่น. e.g. \"hostname:port\" หรือกำหนดเส้นทางให้ socket เช่น. \":/path/to/socket\"โดยปกติใช้ localhost ก็ได้");
define("LANINS_031", "ชื่อผู้มีสิทธิเข้าใช้(username)ติดต่อฐานข้อมูลในเครื่องแม่ข่ายบริการ MySQL หากคุณเป็นผู้แลระบบหรือเป็นเครื่องแม่ข่ายจำลอง โดยทั่วไปจะตั้งชื่อว่า root ตามค่าที่ตั้งสิทธิ์ของ phpmyadmin");
define("LANINS_032", "รหัสผ่านเข้าของผู้ใช้");
define("LANINS_033", " ชื่อฐานข้อมูล MySQL ที่จะตั้งไว้รองรับและจัดเก็บข้อมูลไว้ในเครื่องแม่ข่ายบริการ,โดยปกติแล้วระบบจะสร้างให้อัตโนมัติหากเป็นการติดตั้งบนระบบวินโดวส์ที่คุณดูแลเครื่องแม่ข่ายเอง ทั้งเครื่องจริงและเครื่องจำลอง หากเป็นเครื่องเช่าระบบ(Hosting)ที่ต้องรีโมทเข้าเครื่องแม่ข่าย จะต้องใช้โปรแกรมบริหารจัดการแม่ข่าย(webmin)เข้าไปตั้งชื่อฐานข้อมูลเอาไว้ก่อนแล้วค่อยดำเนินการติดตั้งภายหลังและตั้งค่าให้ตรงกัน ระบบจึงจะตรวจสอบการเชื่อมต่อและติดตั้งขั้นต่อไปได้.");
define("LANINS_034", "ชื่อนำหน้าตารางฐานข้อมูลนี้จะเป็นชื่อนำหน้าตารางฐานข้อมูลของระบบe107เมื่อสร้างแล้ว. จะเป็นประโยชน์ต่อการจำแนกประเภทนั่นเอง หากไม่ต้องการกำหนด ก็ให้ปล่อยว่างไว้.");
define("LANINS_035", "Continue");
define("LANINS_036", "3");
define("LANINS_037", "ตรวจสอบการเชื่อมต่อกับระบบฐานข้อมูลMySQL ");
define("LANINS_038", " และการสร้างฐานข้อมูล");
define("LANINS_039", "โปรดแน่ใจว่าคุณกรอกข้อมูลที่ระบบต้องการอย่างครบถ้วนและถูกต้อง โดยปกติต้องกรอกขัอมูลสำคัญเพื่อการติดตั้งระบบอย่างน้อย 3 อย่างคือ , MySQL Server, MySQL Username and MySQL Database ( ข้อมูลที่ระบบ MySQL Server ต้องการโดยพื้นฐาน)");
define("LANINS_040", "ผิดพลาด");
define("LANINS_041", "ระบบe107 ไม่สามารถเชื่อมต่อและเข้าสร้างฐานข้อมูลร่วมกับmySQLตามการให้้ค่าที่คุณใส่ข้อมูลได้. กรุณาตรวจสอบความถูกต้องและย้อนกลับไปขั้นตอนที่ผ่านมาใหม่");
define("LANINS_042", "ได้สร้างและได้ตรวจสอบการเชื่อมต่อกับระบบฐานข้อมูล mySQLเรียบร้อยแล้ว.");
define("LANINS_043", "ไม่สามารถสร้างฐานข้อมูลได้ โปรดแน่ใจว่าคุณมีสิทธิ์สร้างหรือไม่.");
define("LANINS_044", "สร้างฐานข้อมูลให้เรียบร้อยแล้ว.");
define("LANINS_045", "กรุณาคลิกปุ่มเพื่อดำเนินการในขั้นต่อไป.");
define("LANINS_046", "5");
define("LANINS_047", "ข้อมูลของผู้บริหารระบบ");
define("LANINS_048", "ย้อนไปขั้นที่ผ่านมา");
define("LANINS_049", "รหัสผ่านทั้งสองช่องไม่เหมือนกัน กรุณาย้อนกลับไปแก้ไขใหม่.");
define("LANINS_050", "XML Extension");
define("LANINS_051", "ติดตั้งแล้ว");
define("LANINS_052", "ยังไม่ได้ติดตั้ง");
define("LANINS_053", "e107 เวอร์ชั่นนี้ ต้องการ การติดตั้งPHP XML Extension ในเครื่องแม่ข่ายด้วย. กรุณาติดต่อผู้ให้บริการหรืออ่านข้อมูลเพิ่มเติมที่");
define("LANINS_054", "ก่อนที่จะดำเนินการต่อไป");
define("LANINS_055", "ยืนยันการติดตั้ง");
define("LANINS_056", "6");
define("LANINS_057", " ระบบ e107 ได้ตรวจสอบข้อมูลที่ต้องการและจำเป็นครบถ้วนแล้ว พร้อมที่จะติดตั้งให้แล้วเสร็จในขั้นตอนต่อไป.
กรุณาคลิกปุ่มเพื่อสร้างตารางฐานข้อมูลและบันทึกการตั้งค่าทั้งหมด.
");
define("LANINS_058", "7");
define("LANINS_060", "ไม่สามารถติดต่อและเข้าอ่านไฟล์ข้อมูล SQLได้

แน่ใจว่าไฟล์<b>core_sql.php</b> มีอยู่แล้วใน <b>/e107_admin/sql</b> directory.");
define("LANINS_061", "ระบบ e107 ไม่สามารถเข้าสร้างตารางฐานข้อมูลที่ระบบต้องการทั้งหมดให้ได้.
กรุณาเข้าไปลบฐานข้อมูลที่มีอยู่ก่อนนี้ออกไปก่อนหรือตรวจสอบความผิดพลาดอื่นๆ ก่อน แล้วจึงเริ่มทำการติดตั้งใหม่.");

define("LANINS_062", "ยินดีต้อนรับสู่เว็ปไซท์ใหม่ที่ใช้ระบบบริหารจัดการ e107 ฉบับภาษาไทย ของคุณ !

ระบบe107ได้ติดตั้งอย่างสมบูรณ์แล้วและพร้อมที่จะให้สร้างข่าวสารสาระะต่างๆเข้าในเว็ปไซท์ของคุณได้ทันที.[<b>To Corrected Thai font Display : Click View>Encoding>Thai(windows)</b>

[b]ขั้นตอนแรก[/b] : เพื่อความปลอดภัยของข้อมูลในระบบคุณ ให้เปลี่ยนค่าการอนุญาตสิทธิ์ไฟล์ที่ชื่อ <b>e107_config.php</b>เป็นโหมด 644.ในระบบปฏิบัติการLinuxจากค่า 777 เป็น 644 หรือให้เป็น Read-only (ให้อ่านอย่างเดียว) ในระบบปฏิบัติการwindows และคุณต้องเข้าไปลบไฟล์ชื่อ install.php และแฟ้มชื่อ install ออกจากเครื่องเว็ปไซท์ของคุณ จากนั้นคุณต้องเข้าสู่ศูนย์กลางการบริหารจัดการระบบ ของคุณ เพื่อเลือกตั้งภาษา(Language) ภาษาไทยให้เป็นภาษาแรกของระบบก่อน โดยพิมพ์ /e107_admin/admin.php ต่อท้ายชื่อ เว็ปไซท์ของคุณ หรือจะพิมพ์เข้าระบบจากเมนูก็ได้ โดยเข้าสู่ระบบด้วยชื่อและรหัสผ่านที่คุณตั้งไว้ 

[b]การขอคำปรึกษาและการสนับสนุน:Support[/b]
ให้คลิกเข้าดูโฮมเพจของผู้พัฒนาระบบ e107 ต้นแบบที่ : [link=http://e107.org]http://e107.org[/link], เพื่อเข้าอ่านเอกสารถาม-ตอบปัญหา( FAQ) และเอกสารคู่มือต่างๆที่เกี่ยวข้อง

[b]เข้าร่วมกลุ่มอภิปรายสากล: Forums: [/b] คลิกที่ [link=http://e107.org/e107_plugins/forum/forum.php]http://e107.org/e107_plugins/forum/forum.php[/link]

[b]การโอนไฟล์ลงจากผู้พัฒนาส่วนเสริมอื่นๆ:Downloads[/b]
Plugins: [link=http://e107coders.org]http://e107coders.org[/link]
Themes: [link=http://e107styles.org]http://e107styles.org[/link] | [link=http://e107themes.org]http://e107themes.org[/link]

[b]ระบบe107ฉบับภาษาไทยและส่วนเสริมอื่นๆ โอนไฟล์ลง ได้จากที่[/b]
1.ทิณบุตรดอทคอม(เว็ปหลัก) : [link=http://www.tinnabutr.com]http://www.tinnabutr.com[/link]
2.วิตตี้คอมพิวเตอร์ดอทคอม : [link=http://www.wittycomputer.com]http://www.wittycomputer.com[/link]
3.อาร์ต-ราชภัฏดอทเนต : [link=http://www.art-rajabhat.net]http://www.art-rajabhat.net[/link]
4.สาขาวิชาศิลปกรรม คณะมนุษยศาสตร์และสังคมศาสตร์ มหาวิทยาลัยราชภัฏจันทรเกษม : [link=http://artnet.chandra.ac.th]http://artnet.chandra.ac.th[/link]

ขอขอบคุณที่คุณใช้ระบบบริหารจัดการเว็ปไซท์ e107, หวังว่าคุณคงจะได้รับความพึงพอใจ และตรงกับวัตถุประสงค์การใช้งานที่คุณต้องการ. โปรแกรมระบบนี้ยังมีการพัฒนาต่อไปเรื่อยๆเป็นระยะ ร่วมกับทางเว็ปไซท์ของ e107.org ซึ่งบางส่วนอาจจะยังไม่เสร็จสมบูรณ์ ทางเราก็จะได้ร่วมนำเสนอและเผยแพร่ให้ในลำดับต่อไป หากมีข้อคิดเห็นใดๆ พบข้อบกพร่องใดๆ หรือประสงค์ร่วมพัฒนากับเรา กรุณาแจ้งโดยตรง และเข้าร่วมอภิปรายซักถามได้จากเว็ปไซท์ ทิณบุตรดอทคอม.
[b]ทีมพัฒนา[/b] : ผศ.ประชิด ทิณบุตร,พิลาศลักษณ์ ทิณบุตร,ประพัทธ์ ทิณบุตร,ประพนธ์ ทิณบุตร
อีเมล: prachid@tinnabutr.com , โทรมือถือ.0 9667 0091 

[b]โดยฐานะของผู้บริหารระบบ :[/b]  คุณสามารถลบ/แก้ไขข้อความในกรอบส่วนแสดงเนื้อหานี้ ได้จากหัวข้อการจัดการข่าวสาร. เลือกรูปแบบกราฟิกเว็ป(Theme)แบบอื่น เปลี่ยนแปลงป้ายโฆษณา เลื อกตั้งค่าเปิด-ปิดเมนูด้านข้าง ติดตั้งโปรแกรมเสริม และอื่นๆได้จากศูนย์กลางการบริหารจัดการระบบ");

define("LANINS_063", "ขอต้อนรับสู่ระบบบริหารจัดการเว็ปไซท์ e107 ฉบับภาษาไทย");

define("LANINS_069", "e107 Thai Version has been successfully installed! : 

<b>First Notification : </b><b>Thai Language can not display right now  because of the default system language is english</b>, after your logged in your homepage, you can encode to view and read in thai language by click view>encoding>thai(windows) on your web browser.after that you can set default thai language by logging into control center as an admin account.
<b>Warn to do first after finished this stage</b>
1.For security reasons you should now set the file permissions ( Properties>File Attributes) on the <b>e107_config.php</b> file back to 644(Read-only).
2.Also please <b>delete install.php and the e107_install directory</b>from your server after you have clicked the button below");
define("LANINS_070", "e107 ไม่สามารถบันทึกไฟล์หลักของการตั้งค่าในเครื่องบริการแม่ข่ายได้.

โปรดแน่ใจว่าไฟล์ <b>e107_config.php</b> ได้รับการอนุญาตหรือแก้ไขสิทธิ์ให้บันทึกได้แล้ว");
define("LANINS_071", "Finalising Installation");

define("LANINS_072", "ชื่อที่ใช้บริหารระบบ");
define("LANINS_073", "ตั้งชื่อผู้บริหารระบบหลัก(Admin)ที่จะใช้เข้า้สู่ศูนย์กลางบริหารจัดการระบบของเว็ปไซท์ โดยทั่วไปมักตั้งเป็น admin");
define("LANINS_074", "ชื่อแทนตัวคุณ");
define("LANINS_075", "ตั้งชื่อที่คุณต้องการแสดงแทนตัวคุณ ในการเข้าร่วมทำกิจกรรมในส่วนต่างๆของเว็ปไซท์ หากต้องการใช้ชื่อเดียวกันกับชื่อที่ใช้เข้าระบบ ให้ปล่อยว่างไว้.");
define("LANINS_076", "รหัสผ่านผู้บริหารระบบ");
define("LANINS_077", "ตั้งรหัสผ่านผู้บริหารระบบ อย่างน้อยควรมี 6 ตัวอักษรขึ้นไป");
define("LANINS_078", "ยืนยันรหัสผ่านอีกครั้ง");
define("LANINS_079", "พิมพ์รหัสผ่านให้เหมือนเดิมกับช่องบน");
define("LANINS_080", "ชื่อที่อยู่อีเมลของผู้บริหารระบบ");
define("LANINS_081", "กรอกชื่อที่อยู่อีเมลของคุณที่ใช้อยู่ในปัจจุบัน เช่น prachid@tinnabutr.com");

define("LANINS_082", "user@yoursite.com");

// Better table creation error reporting
define("LANINS_083", "รายงานความผิดพลาดของMySQL:");
define("LANINS_084", "ตัวติดตั้งไม่สามารถสร้างการเชื่อมต่อกับระบบฐานข้อมูลได้");
define("LANINS_085", "ตัวติดตั้งไม่สามารถเลือกฐานข้อมูลได้:");

?>