<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/lan_login.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 16:03:07 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลเป็นภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  
อาจารย์ประจำโปรแกรมวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900
Thai Translation : Assistant Professor Prachid Tinnabutr : 
Date:18-March 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 962 9505 prachid@tinnabutr.com,prachid@wittycomputer.com ,Mobile Phone : (66)0 9667 0091
URL : http://www.tinnabutr.com, http://www.wittycomputer.com
*/
define("LAN_27", "คุณกรอกข้อมูลไม่ถูกต้องและครบถ้วน");
define("LAN_300", "การเข้าระบบไม่ถูกต้อง.ข้อมูลที่กรอกไม่ตรงกับผู้ใช้ที่ลงทะเบียน หรือตรวจสอบโหมดพิมพ์ ว่าปุ่มภาษาและปุ่ม CAPS-LOCK ใช้งานอยู่หรือไม่");
define("LAN_302", "คุณยังไม่ได้ทำการยืนยันบัญชีชื่อสมาชิกผู้ใช้ที่ตั้งนี้. คุณควรจะทำการยืนยันโดยเช็คในอีเมลที่ทางเราส่งไปให้.ถ้ายังไม่ได้รับอีเมล กรุณาติดต่อผู้จัดการระบบ");
define("LAN_303", "รหัสไม่ถูกต้อง");
define("LAN_304", "มีผู้เข้าระบบด้วยชื่อและรหัสนี้ก่อนคุณแล้วและกำลังใช้งานอยู่ (เปิดระบบป้องกันการเข้า้ำซ้อน)");
define("LAN_LOGIN_1", "ชื่อผู้ใช้");
define("LAN_LOGIN_2", "รหัสผ่าน");
define("LAN_LOGIN_3", "Protected server");
define("LAN_LOGIN_4", "กรุณาใส่รายละเอียดเพื่อที่จะเข้าไปได้");
define("LAN_LOGIN_5", "คลิกที่นี่เพื่อสมัครเป็นสมาชิก");
define("LAN_LOGIN_6", "ยังไม่ทำการรับสมาชิกใหม่ในขณะนี้");
define("LAN_LOGIN_7", "ใส่รหัสลับ");
define("LAN_LOGIN_8", "จำรหัสเข้าเราไว้");
define("LAN_LOGIN_9", "เข้าสู่ระบบ");
define("LAN_LOGIN_10", "คลิกเพื่อเข้าระบบ");
define("LAN_LOGIN_11", "ลงทะเบียนสมาชิกใหม่");
define("LAN_LOGIN_12", "ลืมรหัสผ่าน");
define("LAN_LOGIN_13", "กรุณาใส่รหัสที่เห็นในภาพ");

define("LAN_LOGIN_14", "ผู้ใช้พยายามเข้าระบบด้วยชื่อผู้ใช้ที่ไม่ถูกต้อง");
define("LAN_LOGIN_15", "ผู้ใช้พยายามเข้าระบบด้วยรหัสที่ไม่ถูกต้อง");
define("LAN_LOGIN_16", "ผู้ใช้พยายามเข้าระบบด้วยชื่อผู้ใช้/รหัสผ่านซึ่งมีการใช้อยู่แล้ว");
define("LAN_LOGIN_17", "รหัสผู้ใช้ (ที่เข้ารหัสแล้ว)");
define("LAN_LOGIN_18", "ทำการห้ามเข้าโดยอัตโนมัติ:หากพยายามเข้าระบบไม่ได้ เกินกว่า10ครั้ง");
define("LAN_LOGIN_19", "> การเข้าระบบไม่ได้ เกินกว่า10ครั้ง");
?>