<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/lan_usersettings.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 16:03:07 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลเป็นภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  
อาจารย์ประจำโปรแกรมวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900
Thai Translation : Assistant Professor Prachid Tinnabutr : 
Date:18-March 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 962 9505 prachid@tinnabutr.com,prachid@wittycomputer.com ,Mobile Phone : (66)0 9667 0091
URL : http://www.tinnabutr.com, http://www.wittycomputer.com
*/
define("PAGE_NAME", "การตั้งค่าสมาชิก");

define("LAN_7", "แสดงชื่อ: ");
define("LAN_8", "ชื่อของคุณที่จะแสดงให้เห็นออนไลน์");
define("LAN_9", "ชื่อเข้าระบบ: ");
define("LAN_10", "ชื่อที่คุณตั้งและใช้ในการลงทะเบียนเพื่อเข้าสู่ระบบ");
define("LAN_11", "ชื่อที่คุณใช้เข้าระบบไม่สามารถเปลี่ยนใหม่เองได้ หากต้องการเปลี่ยนใหม่ กรุณาแจ้งผู้จัดการระบบ");

define("LAN_20", "ผิิดพลาด");
define("LAN_105", "พิมพ์รหัสทั้งสองช่องไม่เหมือนกัน");
define("LAN_106", "ชื่อที่อยู่อีเมลไม่ถูกต้องหรือสมบูรณ์");
define("LAN_112", "ชื่อที่อยู่อีเมล: ");
define("LAN_113", "ให้ซ่อนชื่อที่อยู่อีเมลหรือไม่?: ");
define("LAN_114", "เลือกกำหนดว่าจะแสดงชื่อที่อยู่อีเมลของคุณให้ผู้อื่นเห็นหรือไม่");
define("LAN_115", "หมายเลขICQ: ");
define("LAN_116", "ที่อยู่AIM: ");
define("LAN_117", "MSN Messenger: ");
define("LAN_118", "วันเดือนปีเกิด: ");
define("LAN_119", "ที่อยู่: ");
define("LAN_120", "สัญลักษณ์แทนตัว: ");
define("LAN_121", "สัญรูปแทนตน: ");
define("LAN_122", "เลือกเขตเวลาประเทศไทย(GMT+7):");
define("LAN_144", "ชื่อที่อยู่เว็ปไซท์: ");
define("LAN_150", "ได้ปรับปรุงการแก้ไขตั้งค่า และเก็บบันทึกลงฐานข้อมูลให้แล้ว");
define("LAN_151", "ตกลง");
define("LAN_152", "เปลี่ยนรหัสผ่านใหม่: ");
define("LAN_153", "พิมพ์รหัสผ่านที่เปลี่ยนใหม่อีกครั้ง: ");
define("LAN_154", "บันทึกการแก้ไขทุกส่วนรายการทั้งหมด");
define("LAN_155", "บันทึกและการแก้ไขข้อมูลของสมาชิกระบบ");
define("LAN_185", "คุณยังไม่ได้กรอกรหัสผ่าน ");
define("LAN_308", "ชื่อจริง: ");
define("LAN_401", "ปล่อยว่างไว้หากคุณยังต้องการใช้รหัสเดิม");
define("LAN_402", "พิมพ์ชื่อแฟ้มที่อยู่ไฟล์หรือเลือกสัญรูปแทนตนที่มีอยู่ในระบบ");
define("LAN_403", "คลิกเลือกสัญรูปแทนตนที่มีในระบบ");
define("LAN_404", "คำเตือน: ภาพใดๆก็ตามที่ได้ส่งเข้าระบบแล้ว หากไม่เป็นไปตามที่ระบบและรูปแบบของไฟล์ที่กำหนดอนุญาตไว้ ไฟล์จะถูกลบไปโดยอัตโนมัติ.");

define("LAN_410", "แก้ไขตั้งค่าให้กับ");
define("LAN_411", "บันทึกการแก้ไขตั้งค่าของคุณ");
define("LAN_412", "เปลี่ยนรหัสผ่านของคุณ");
define("LAN_413", "เลือกสัญรูปแทนตน");
define("LAN_414", "ส่งไฟล์ภาพถ่ายของคุณ เข้าระบบ");
define("LAN_415", "ส่งไฟล์สัญรูปแทนตัวตนของคุณ เข้าระบบ");

define("LAN_416", "ใช่");
define("LAN_417", "ไม่");

define("LAN_418", "ช้อมูลการลงทะเบียน");
define("LAN_419", "ข้อมูลส่วนบุคคลและการติดต่อ");
define("LAN_420", "สัญรูปแทนตน");
define("LAN_421", "เลือกสัญรูปแทนตนที่มีในระบบ");
define("LAN_422", "ใช้สัญรูปแทนตนจากที่..");
define("LAN_423", "กรุณาพิมพ์ที่อยู่ที่จัดเก็บไฟล์ออนไลน์ของภาพให้ถูกต้อง");
define("LAN_424", "คลิกเพื่อดูและเลือกสัญรูปแทนตนที่มีในระบบ");
define("LAN_425", "รูปถ่าย");
define("LAN_426", "นี้จะแสดงในหน้าประวัติสมาชิกของคุณ");
define("LAN_427", "ส่งเรื่อง ...");
define("LAN_428", "รายการข่าวสาร");
define("LAN_429", "เชื่อมโยง");
define("LAN_430", "โอนไฟล์ลง");
define("LAN_431", "บทความ");
define("LAN_432", "บทสรุป");

define("LAN_433", "เส้นทางที่อยู่ในเว็ปไซท์(URL) ไฟล์ XUP ของคุณ");
define("LAN_434", "สืบค้นดูความหมายและเนื้อหาได้ที่?");
define("LAN_435", "ไฟล์รูปแบบ XML  Protocol ของสมาชิก");

define("LAN_SIGNUP_1", "อย่างน้อย.");
define("LAN_SIGNUP_2", "ตัวอักษร.");
define("LAN_SIGNUP_4", "รหัสผ่านของคุณต้องตั้งอย่างน้อย ");
define("LAN_SIGNUP_5", "จำนวนตัวอักษร.");
define("LAN_SIGNUP_6", "ตัวคุณ ");
define("LAN_SIGNUP_7", " ที่ค้องการ");

define("LAN_USET_1", "ภาพสัญรูปแทนตนของคุณมีขนาดกว้างเกินกว่าที่กำหนด");
define("LAN_USET_2", "ขนาดภาพที่อนุญาตต้องกว้างไม่เกิน");
define("LAN_USET_3", "ภาพสัญรูปแทนตนของคุณมีขนาดสูงเกินกว่าที่กำหนดh");
define("LAN_USET_4", "ขนาดภาพที่อนุญาตต้องสูงไม่เกิน");

// v.616
define("LAN_CUSTOMTITLE", "ตำแหน่ง/ฐานะ/หน้าที่การงานของคุณ");
define("LAN_ICQNUMBER", "หมายเลขICQ ต้องเป็นตัวเลขอย่้างเดียวเท่านั้น");

//v.617
define("LAN_408", "มีสมาชิกที่ใช้ชื่ออีเมลนี้ในระบบแล้ว ");
define("MAX_AVWIDTH", "ขนาดกว้างxสูงของสัญรูปแทนตนต้องไม่เกิน ");
define("MAX_AVHEIGHT", " x ");
define("GIF_RESIZE", "กรุณาแก้ไขขนาดไฟล์ภาพสกุล .gif หรือเปลี่ยนรูปแบบชนิดไฟล์เป็นสกุลอื่น");
define("RESIZE_NOT_SUPPORTED", "เครื่องแม่ข่ายที่คุณใช้นี้ ไม่มีคำสั่งสนับสนุนการปรับขนาดให้. กรุณาปรับขนาดภาพด้วยวิธีอื่นก่อน ไฟล์นี้จะถูกลบโดยอัตโนมัติไปเอง");

// v0.7
define("LAN_USET_5", "บอกรับไปที่");
define("LAN_USET_6", "บอกรับไปที่mailing-list(s)และหรือส่วนของที่ตั้งนี้.");
define("LAN_USET_7", "อื่นๆ");
define("LAN_USET_8", "สัญลักษณ์ / เขตเวลา");
define("LAN_USET_9", "ค่าที่ต้องการให้กรอกข้อมูลยังไม่ครบถ้วน(ช่องที่มีเครื่องหมายดอกจัน*)");
define("LAN_USET_10","กรุณากลับไปแก้ไขก่อนดำเนินการขั้นต่อไป.");
define("LAN_USET_11", "ไม่สามารถดำเนินการให้ได้ กรุณาใช้ชื่ออื่น");

?>