<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/lan_error.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 16:03:07 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลเป็นภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  
อาจารย์ประจำโปรแกรมวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900
Thai Translation : Assistant Professor Prachid Tinnabutr : 
Date:18-March 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 962 9505 prachid@tinnabutr.com,prachid@wittycomputer.com ,Mobile Phone : (66)0 9667 0091
URL : http://www.tinnabutr.com, http://www.wittycomputer.com
*/
define("PAGE_NAME", "ผิดพลาด");

define("LAN_1", "ผิดพลาดรหัส 401 - ไม่ได้รับสิทธิอนุญาต");
define("LAN_2", "คุณไม่ได้รับการอนุมัติเพื่อกลับเข้าไปในที่อยู่ URL หรือการเชื่อมโยงที่คุณร้องขอได้");
define("LAN_3", "กรุณาแจ้งให้ผู้บริหารจัดการระบบทราบ เพื่อทำการแก้ไขหน้าที่ผิดพลาด ถ้าคุณคิดว่าเว็บเพจที่กำลังแสดงอยู่นี้มีข้อผิดพลาด");
define("LAN_4", "ผิดพลาดรหัส 403 - การรับรองสิทธิ์ล้มเหลว");
define("LAN_5", "URL นี้ต้องการชื่อผู้ใช้และรหัสผ่านที่ถูกต้องในการเข้าใช้. คุณอาจกรอกชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง, หรือเบราเซอร์ของคุณอาจไม่สนับสนุนคำสั่งใช้งานนี้.");
define("LAN_6", "กรุณาแจ้งให้ผู้บริหารจัดการระบบทราบ เพื่อทำการแก้ไขหน้าที่ผิดพลาด ถ้าคุณคิดว่าเว็บเพจที่กำลังแสดงอยู่นี้มีข้อผิดพลาด.");
define("LAN_7", "ผิดพลาดรหัส 404 - ไม่พบเอกสารที่ต้องการ");
define("LAN_9", "กรุณาแจ้งให้ผู้บริหารจัดการระบบทราบ เพื่อทำการแก้ไขหน้าที่ผิดพลาด ถ้าคุณคิดว่าเว็บเพจที่กำลังแสดงอยู่นี้มีข้อผิดพลาด..");
define("LAN_10", "ผิดพลาดรหัส 500 - Malformed Header");
define("LAN_11", "พบความผิดพลาดของระบบการทำงานเครื่องแม่ข่ายหรือยังไม่ได้ตั้งค่าระบบให้รองรับคำสั่ง จึงทำให้คำร้องขอการประมวลผลของคุณไม่สำเร็จ");
define("LAN_12", "กรุณาแจ้งให้ผู้บริหารจัดการระบบทราบ เพื่อทำการแก้ไขหน้าที่ผิดพลาด ถ้าคุณคิดว่าเว็บเพจที่กำลังแสดงอยู่นี้มีข้อผิดพลาด..");
define("LAN_13", "ผิดพลาด ไม่ทราบสาเหตุ");
define("LAN_14", "ผิดพลาดที่ระบบการทำงานเครื่องแม่ข่าย");
define("LAN_15", "กรุณาแจ้งให้ผู้บริหารจัดการระบบทราบ เพื่อทำการแก้ไขหน้าที่ผิดพลาด ถ้าคุณคิดว่าเว็บเพจที่กำลังแสดงอยู่นี้มีข้อผิดพลาด..");
define("LAN_16", "บันทึกการพยายามเข้าระบบของคุณ");
define("LAN_17", "บันทึกเอาไว้แล้ว.");
define("LAN_18", "แน่นอน! คุณได้ถูกอ้างถึงในที่นี้แล้วโดย");
define("LAN_19", "โชคไม่ดีเลย, เป็นรายการเชื่อมโยงที่ถูกตัดออกไปแล้ว.");
define("LAN_20", "กรุณาคลิกที่นี่เพื่อเข้าไปที่หน้าโฮมเพจ");

define("LAN_ERROR_01", "รายการเชื่อมโยงที่อ้างถึงไม่พบในเครื่องแม่ข่ายบริการ อาจล้าสมัยหรือเปลี่ยนชื่อไปแล้ว");
define("LAN_ERROR_02", "กรุณาคลิกที่นี่เพื่อเข้าไปที่หน้าการค้นหาของโฮมเพจ");
define("LAN_ERROR_03", "คุณพยายามเข้าระบบ");
define("LAN_ERROR_04", " ไม่ประสบผลสำเร็จ.");

?>