<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/lan_usersettings.php,v $
|     $Revision: 1.2 $
|     $Date: 2007-03-22 00:34:29 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("PAGE_NAME", "การตั้งค่าสมาชิก");
define("LAN_7", "ชื่อแสดง: ");
define("LAN_8", "ตั้งชื่อของคุณที่จะใช้เป็นชื่อแสดงแทนตัวคุณให้เห็นในขณะที่กำลังเข้าใช้งานในระบบ");
define("LAN_9", "ชื่อเข้าระบบ: ");
define("LAN_10", "ชื่อสมาชิกหรือผู้ใช้ที่คุณตั้งและใช้ในการลงทะเบียนเพื่อเข้าสู่ระบบ");
define("LAN_11", "ชื่อที่คุณใช้เข้าระบบไม่สามารถเปลี่ยนใหม่เองได้ หากต้องการเปลี่ยนใหม่ กรุณาแจ้งผู้จัดการระบบ");
define("LAN_20", "ผิิดพลาด");
define("LAN_105", "พิมพ์รหัสทั้งสองช่องไม่เหมือนกัน");
define("LAN_106", "ชื่อที่อยู่อีเมลไม่ถูกต้องหรือสมบูรณ์");
define("LAN_112", "ชื่อที่อยู่อีเมล: ");
define("LAN_113", "ให้ซ่อนชื่อที่อยู่อีเมลหรือไม่?: ");
define("LAN_114", "เลือกกำหนดว่าจะแสดงชื่อที่อยู่อีเมลของคุณให้ผู้อื่นเห็นหรือไม่");
define("LAN_115", "หมายเลขICQ:");
define("LAN_116", "ที่อยู่AIM: ");
define("LAN_117", "MSN Messenger: ");
define("LAN_118", "วันเดือนปีเกิด: ");
define("LAN_119", "ที่อยู่: ");
define("LAN_120", "สัญลักษณ์แทนตัว: ");
define("LAN_121", "สัญรูปแทนตัวคุณ: ");
define("LAN_122", "เลือกเขตเวลาประเทศไทย(GMT+7):");
define("LAN_144", "ชื่อที่อยู่เว็ปไซท์: ");
define("LAN_150", "ได้ปรับปรุงการแก้ไขตั้งค่า และเก็บบันทึกลงฐานข้อมูลให้แล้ว");
define("LAN_151", "ตกลง");
define("LAN_152", "เปลี่ยนรหัสผ่านใหม่: ");
define("LAN_153", "พิมพ์รหัสผ่านที่เปลี่ยนใหม่อีกครั้ง: ");
define("LAN_154", "บันทึกการแก้ไขทุกส่วนรายการทั้งหมด");
define("LAN_155", "บันทึกและการแก้ไขข้อมูลของสมาชิกระบบ");
define("LAN_185", "คุณยังไม่ได้กรอกรหัสผ่าน ");
define("LAN_308", "ชื่อจริง: ");
define("LAN_401", "ปล่อยว่างไว้หากคุณยังต้องการใช้รหัสเดิม");
define("LAN_402", "พิมพ์ชื่อแฟ้มที่อยู่ไฟล์หรือเลือกสัญรูปแทนตนที่มีอยู่ในระบบ");
define("LAN_403", "คลิกเลือกสัญรูปแทนตนที่มีในระบบ");
define("LAN_404", "คำเตือน: ภาพใดๆก็ตามที่ได้ส่งเข้าระบบแล้ว หากไม่เป็นไปตามที่ระบบและรูปแบบของไฟล์ที่กำหนดอนุญาตไว้ ไฟล์จะถูกลบไปโดยอัตโนมัติ.");
define("LAN_410", "แก้ไขตั้งค่าให้กับ");
define("LAN_411", "บันทึกการแก้ไขตั้งค่าของคุณ");
define("LAN_412", "เปลี่ยนรหัสผ่านของคุณ");
define("LAN_413", "เลือกสัญรูปแทนตน");
define("LAN_414", "ส่งไฟล์ภาพถ่ายของคุณ เข้าระบบ");
define("LAN_415", "ส่งไฟล์สัญรูปแทนตัวตนของคุณ เข้าระบบ");
define("LAN_416", "ใช่");
define("LAN_417", "ไม่");
define("LAN_418", "<b>ข้อมูลการลงทะเบียนสมาชิก</b> ในช่องที่มีเครื่องหมาย * กำกับไว้หมายถึงจำเป็นต้องกรอกข้อมูล <b>หากไม่มีกำกับไว้</b>หมายถึงปล่อยว่างไว้ก่อน แล้วจึงมาปรับแก้ไขเพิ่มเติมภายหลังก็ได้");
define("LAN_419", "ข้อมูลส่วนตัวและการติดต่อ");
define("LAN_420", "สัญรูป(ICON)แทนตัวคุณ");
define("LAN_421", "เลือกสัญรูปแทนตัวคุณ จากภาพสัญรูปที่มีให้ใช้ภายในระบบ");
define("LAN_422", "เชื่อมโยงใช้สัญรูปแทนตัวคุณ จากที่อยู่ออนไลน์จากที่อื่น");
define("LAN_423", "พิมพ์ที่อยู่ออนไลน์ที่จัดเก็บไฟล์ภาพสัญรูปให้ถูกต้องเต็มรูปแบบ");
define("LAN_424", "คลิกเพื่อดูและเลือกสัญรูปแทนตนที่มีภายในระบบ");
define("LAN_425", "ภาพถ่าย");
define("LAN_426", "เพื่อจะแสดงไว้ในหน้าประวัติสมาชิกของคุณ");
define("LAN_427", "ส่งเรื่อง ...");
define("LAN_428", "รายการข่าวสาร");
define("LAN_429", "เชื่อมโยง");
define("LAN_430", "โอนไฟล์ลง");
define("LAN_431", "บทความ");
define("LAN_432", "บทสรุป");
define("LAN_433", "เส้นทางที่อยู่ในเว็ปไซท์(URL) ไฟล์ XUP ของคุณ");
define("LAN_434", "สืบค้นดูความหมายและเนื้อหาได้ที่?");
define("LAN_435", "ไฟล์รูปแบบ XML  Protocol ของสมาชิก");
define("LAN_SIGNUP_1", "อย่างน้อย.");
define("LAN_SIGNUP_2", "ตัวอักษร.");
define("LAN_SIGNUP_4", "รหัสผ่านของคุณต้องตั้งอย่างน้อย ");
define("LAN_SIGNUP_5", "จำนวนตัวอักษร.");
define("LAN_SIGNUP_6", "คุณยังไม่ได้กรอกข้อมูลในช่องที่มีเครื่องหมาย*ของ");
define("LAN_SIGNUP_7", "ที่ระบบต้องการให้กรอก คุณต้องย้อนกลับไปกรอกรายการให้เรียบร้อยก่อน");
define("LAN_USET_1", "ภาพสัญรูปแทนตนของคุณมีขนาดกว้างเกินกว่าที่กำหนด");
define("LAN_USET_2", "ขนาดภาพที่อนุญาตต้องมีความกว้างไม่เกิน");
define("LAN_USET_3", "ภาพสัญรูปแทนตนของคุณมีขนาดสูงเกินกว่าที่กำหนดh");
define("LAN_USET_4", "ขนาดภาพที่อนุญาตต้องมีความสูงไม่เกิน");
define("LAN_CUSTOMTITLE", "ตำแหน่ง/ฐานะ/หน้าที่การงานปัจจุบันของคุณ");
define("LAN_ICQNUMBER", "หมายเลขICQ ต้องเป็นตัวเลขอย่้างเดียวเท่านั้น");
define("LAN_408", "มีสมาชิกที่ใช้ชื่ออีเมลนี้ในระบบแล้ว ");
define("MAX_AVWIDTH", "ขนาดกว้างxสูงของสัญรูปแทนตนต้องไม่เกิน ");
define("MAX_AVHEIGHT", " x ");
define("GIF_RESIZE", "กรุณาแก้ไขขนาดไฟล์ภาพสกุล .gif หรือเปลี่ยนรูปแบบชนิดไฟล์เป็นสกุลอื่น");
define("RESIZE_NOT_SUPPORTED", "เครื่องแม่ข่ายที่คุณใช้นี้ ไม่มีคำสั่งสนับสนุนการปรับขนาดให้. กรุณาปรับขนาดภาพด้วยวิธีอื่นก่อน ไฟล์นี้จะถูกลบโดยอัตโนมัติไปเอง");
define("LAN_USET_5", "เป็นสมาชิกในกลุ่มของ");
define("LAN_USET_6", "แจ้งรับอีเมลในกลุ่มของสมาชิก");
define("LAN_USET_7", "อื่นๆ");
define("LAN_USET_8", "สัญลักษณ์ / เขตเวลา");
define("LAN_USET_9", "<b>คุณมีข้อมูลบางรายการที่ระบบต้องการ(บังคับ)ให้กรอกข้อมูล(ช่องที่มีเครื่องหมายดอกจัน*</b>)");
define("LAN_USET_10", "<b>กรุณาแก้ไขเพิ่มเติมข้อมูลให้เรียบร้อย ตามที่ระบบต้องการให้ครบถ้วน ก่อน จึงจะเข้าใช้งานส่วนอื่นๆหรือดำเนินการขั้นต่อไปได้.");
define("LAN_USET_11", "ไม่สามารถดำเนินการให้ได้ กรุณาใช้ชื่ออื่น");
define("LAN_USET_12", "ชื่อที่ใช้แสดง สั้นเกินไป กรุณาตั้งใหม่");
define("LAN_USET_13", "คุณใช้ตัวพิมพ์ไม่ถูกต้อง กรุณาตั้งใหม่(แนะนำให้ใช้ภาษาอังกฤษหรือตัวเลขหรือผสม)");


?>