<?php
/*แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("LANINS_001", "การติดตั้งระบบจัดการเนื้อหาเว็ปไซท์ e107 CMS Opensource : ฉบับภาษาไทย");
define("LANINS_002", "ขั้นตอนที่");
define("LANINS_003", "1");
define("LANINS_004", "การเลือกใช้ภาษาสำหรับการติดตั้งระบบ");
define("LANINS_005", "<b>ขอต้อนรับสู่การติดตั้งระบบจัดการเนื้อหาเว็ปไซท์สำเร็จรูประบบ e107 CMS Opensource : ฉบับภาษาไทย</b><br>แปล:พัฒนา:ออกแบบกราฟิก โดย <b>ผศ.ประชิด ทิณบุตร </b>สาขาวิชาศิลปกรรม:โครงการจัดตั้งสาขาวิชาออกแบบกราฟิก ภาควิชามนุษยศาสตร์ คณะมนุษยศาสตร์และสังคมศาสตร์ มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก กทม. 10900 Tel : 08 9667 0091<br><P>ระบบe107 CMS ในเวอร์ชั่นนี้ เป็นการนำเอาต้นฉบับจาก e107.org มาแปล ปรับปรุงแก้ไข และออกแบบพัฒนาเพิ่มเติมให้เหมาะสมกับการใช้งานแบบง่ายๆสำหรับผู้เริ่มต้น โดยผู้พัฒนาได้มีการติดตั้งภาษาไทยเข้าไว้ในระบบ ให้พร้อมใช้งานไว้แล้ว ทั้งในไฟล์ระบบหลัก(Core)และส่วนโปรแกรมเสริม(Plugins) พร้อมมีรูปแบบกราฟิกเว็ป(Themes /Template) ที่ออกแบบไว้ให้เลือกใช้ หรือติดตั้งเพิ่มเติมเข้าในภายหลัง <br><P>ระบบ e107 CMS นี้สามารถติดตั้งในเครื่องคอมพิวเตอร์ และภายใต้ระบบปฏิบัติการ เช่น Linux,Unix, MacIntosh,Windows Xp-SP2,Windows 2000 Server-sp4, Windows 2003 Server, Windows Vista เป็นต้น  คุณสามารถ Download ต้นฉบับเวอร์ชั่นปัจจุบันได้โดยตรงที่ www.e107.org แล้วติดตั้งไฟล์ภาษาไทย ที่มีให้ Download ได้เช่นกัน<P><FONT SIZE='3' COLOR='#0000FF'><b>ความต้องการของระบบ(System Requirements)</b></FONT><UL>	<LI>ระบบนี้ต้องทำงานร่วมกันกับ โปรแกรมสำหรับบริการอินเตอร์เน็ตและฐานข้อมูลในเครื่องแม่ข่าย (Webserver Application)อันได้แก่ PHP และ mySQL ดังนั้นคุณต้องแน่ใจว่ามีโปรแกรมหลักๆที่ระบบต้องการ(System Requires)ได้ติดตั้งไว้ก่อนและเปิดบริการแล้วหรือไม่ หากคุณเป็นผู้ดูแลเครื่องแม่ข่ายบริการ(Host Server) ตั้งเครื่องแม่ข่ายย่อยภายใน(LanHost Server ) และหรือจะจำลองเครื่องของคุณให้ทำงานเหมือนเครื่องบริการจริง (LocalHost Server) ไว้ที่บ้านหรือสำนักงานที่มีเครื่องตั้งแต่ 2 เครื่องขึ้นไป คุณก็สามารถติดตั้งชุดโปรแกรมระบบบริการอินเตอร์เน็ตสำเร็จรูป ให้บริการก่อนก็ได้ ชุดโปรแกรมที่มีพร้อมทุกอย่างที่จำเป็นใช้ และใช้งานร่วมกันได้ดี เช่น Wamp5 Server,Xampp Server,WMServer,AppServ,Xamp,EasyPHP ในที่นี้แนะนำให้ใช้ wamp5	<LI>และนอกจากนี้คุณต้องมีสิทธิ์เข้าใช้งานในฐานะของผู้จัดการระบบ(Administrator or Root) มีชื่อผู้ใช้(Database Username)และรหัสผ่าน(Password)เพื่อกรอกข้อมูลในระหว่างการติดตั้ง มิฉะนั้นจะดำเนินการติดตั้งต่อไปไม่ได้	<LI>คุณสามารถศึกษาระบบ วิธีการติดตั้งระบบ วิธีการใช้งาน ร่วมทดสอบ ให้คำแนะนำ ร่วมพัฒนาระบบ และติดตามข้อมูลการออกแบบพัฒนาระบบอื่นๆเพิ่มเติมได้ที่เว็ปไซท์: www.prachid.com, www.e107thailand.com, www.wittycomputer.com, www.art-rajabhat.net, http://artnet.chandra.ac.th, http://art.chandra.ac.th,http://amd.chandra.ac.th     <br>อีเมล:eMail : prachid@prachid.com, prachid@e107thailand.com	<LI>โทรศัพท์ติดต่อสอบถามผู้แปลและพัฒนาได้ที่ ผศ.ประชิด ทิณบุตร Tel:โทรศัพท์มือถือ.08 9667 0091, <br>โทรสาร:Fax: 02 962 9505	<LI>หากเตรียมการก่อนดังที่กล่าวมาแล้วข้างต้น ให้เลือกคลิกคำว่าติดตั้ง ที่ด้านล่างนี้ได้เลยครับ    <LI><FONT SIZE='3' COLOR='#FF0000'>® สงวนลิขสิทธิ์ภายใต้สิทธิอนุญาต GNU ลิขสิทธิ์ GPL</FONT></UL><b>กรุณาเลือกใช้ภาษาเป็นค่าเริ่มต้นของระบบ หรือเพื่อเลือกแสดงคำสั่ง คำอธิบายในระหว่างที่ติดตั้งระบบ </b>");
define("LANINS_006", "ขั้นต่อไป");
define("LANINS_007", "4");
define("LANINS_008", "ตรวจสอบเวอร์ชั่นของPHP/mySQL/การอนุญาตสิทธิ์ไฟล์");
define("LANINS_009", "คลิกตรวจสอบการอนุญาตไฟล์ใหม่อีกครั้ง หลังจัดการอนุญาตการบันทึกให้แล้ว");
define("LANINS_010", "ไฟล์ที่ไม่สามารถบันทึกได้:");
define("LANINS_010a", "แฟ้มรายการที่ไม่สามารถบันทึกได้: ");
define("LANINS_011", "ผิดพลาด");
define("LANINS_012", "การใช้งานส่วนของ MySQL ดูเหมือนว่าจะไม่มี. ซึ่งหมายถึงว่าอาจจะยังไม่ได้ติดตั้งส่วนเสริมของ MySQL PHP Extension ในระหว่างการติดตั้ง PHP และหรือไม่สนันสนุนรับร่วมกันกับ MySQL");
define("LANINS_013", "ไม่สามารถตรวจสอบเวอร์ชั่นของ mySQL ได้. แต่ยังมิได้หมายถึงเกิดความผิดพลาด, คุณสามารถดำเนินการขั้นต่อไปได้,แต่อย่าลืมว่าระบบe107นั้นต้องการระบบที่ติดตั้ง MySQLที่สูงกว่าเวอร์ชั่น3.23 ขึ้นไป จึงจะใช้งานประมวลผลร่วมกันได้อย่างถูกต้อง.");
define("LANINS_014", "การอนุญาตสิทธิ์ของไฟล์");
define("LANINS_015", "PHP เวอร์ชั่น");
define("LANINS_016", "MySQL");
define("LANINS_017", "ตรวจสอบผ่านแล้ว");
define("LANINS_018", "มั่นใจว่าไฟล์ดังต่อไปนี้ได้รับอนุญาตให้เขียน*บันทึกได้ ในเครื่องแม่ข่ายเว็ปของคุณแล้ว. โดยปกติในเครื่องแม่ข่ายที่ติดตั้งระบบปฏิบัติการLinux ให้เปลี่ยนค่าการอนุญาตไฟล์(Attributes)เป็นโหมด 777 ส่วนในระบบปฏิบัติการวินโดวส์ ให้เอาเครื่องหมายถูกออกจากหน้าคำว่า Read-only .");
define("LANINS_019", "PHP เวอร์ชั่นที่ติดตั้งบนเครื่องแม่ข่ายที่คุณใช้ ไม่สามารถทำงานร่วมกับระบบ e107 รุ่นนี้ได้. e107 ต้องการ PHP เวอร์ชั่น 4.3.0 ขึ้นไป จึงจะทำงานได้อย่างถูกต้อง. กรุณาปรับรุ่นหรือแจ้งผู้ให้บริการพื้นที่ เว็ปไซท์ทราบและดำเนินการให้.");
define("LANINS_020", "การติดตั้งขั้นต่อไป");
define("LANINS_021", "2");
define("LANINS_022", "ข้อมูลระบบบริการฐานข้อมูลMySQL");
define("LANINS_023", "กรุณากรอกข้อมูลที่เกี่ยวข้องกับการตั้งค่าระบบบริการฐานข้อมูล MySQLได้ที่นี่.หากคุณได้รับสิทธิ์อนุญาตเทียบเท่าฐานะRoot (ผู้ดูแลระบบเครือข่ายบริการอินเตอร์เน็ตหรือตัวคุณเองขณะนี้) ให้สามารถสร้างฐานข้อมูลใหม่ได้เอง ให้คลิกถูกในช่อง สร้างให้อัตโนมัติ , หากไม่มีสิทธิ์สร้างชื่อฐานข้อมูลโดยตรง คุณต้องสร้างชื่อฐานข้อมูลไว้ก่อนหรือเลือกที่มีอยู่เดิมแล้ว.ถ้าคุณมีสิทธิ์ใช้แค่ฐานข้อมูลเดียว ให้ใส่คำนำหน้าชื่อฐานข้อมูล เพื่อว่าสคริ๊ปอื่นๆจะสามารถแบ่งปันการใช้ในฐานข้อมูลเดียวกันได้หากถ้าคุณไม่ทราบรายละเอียดเกี่ยวกับระบบบริการฐานข้อมูล MySQL และสิทธิ์ของคุณ ให้ ติดต่อผู้ดูแลระบบที่ให้บริการ/ฝาก/เช่าพื้นที่เว็ปไซท์.ก่อนที่คุณจะติดตั้งในครั้งนี้ หากเข้าใจดีและได้ข้อมูลแล้ว ก็ให้ใช้ค่านั้น ใส่ในช่องเขตข้อมูลตามที่กำหนดให้ ดังต่อไปนี้");
define("LANINS_024", "MySQL Server:");
define("LANINS_025", "MySQL Username:");
define("LANINS_026", "MySQL Password:");
define("LANINS_027", "MySQL Database:");
define("LANINS_028", "สร้างให้อัตโนมัติ");
define("LANINS_029", "ชื่อนำหน้าตาราง:");
define("LANINS_030", "ชื่อแม่ข่ายบริการ MySQLที่จะใช้ สามารถกำหนดหมายเลข Port ไว้ได้ด้วย เช่น. \"ชื่อเว็ปหรือหมายเลข IP : หมายเลขพอร์ท \" หรือกำหนดเส้นทางให้ socket เช่น. \":/path/to/socket\"โดยปกติใช้ localhost ตามที่ระบบใส่ให้แล้วนี้ หรือจะใช้หมายเลขไอพี 127.0.0.1 (ของเครื่องแม่ข่าย) แทนก็ได้");
define("LANINS_031", "ชื่อผู้มีสิทธิเข้าใช้(username)ติดต่อฐานข้อมูลในเครื่องแม่ข่ายบริการ MySQL หากคุณเป็นผู้แลเครื่องระบบแม่ข่ายหรือเป็นเครื่องแม่ข่ายจำลองที่ตั้งเองภายในระบบ Lan โดยทั่วไปจะตั้งชื่อว่า root ตามค่าที่ตั้งสิทธิ์ของ Localhost ด้วยการจัดการผ่าน phpmyadmin หากเป็นการเช่าพื้นที่(Hosting)จากผู้ประกอบการเชิงพาณิชย์ทั่วไป ส่วนใหญ่ก็คือชื่อและรหัสที่ได้รับมา ตามแต่สิทธิ์แห่งการเป็นผู้เช่าตามสัญญา");
define("LANINS_032", "รหัสผ่านเข้าของผู้ใช้ฐานข้อมูล");
define("LANINS_033", " ชื่อฐานข้อมูล MySQL ที่จะตั้งไว้รองรับและจัดเก็บข้อมูลไว้ในเครื่องแม่ข่ายบริการ, โดยปกติแล้วในช่วงของการติดตั้งหลังจากนี้ ระบบสามารถจะสร้างชื่อฐานข้อมูลที่ตั้งนี้ให้โดยอัตโนมัติ โดยฐานะของ Root หากเป็นการติดตั้งบนระบบวินโดวส์ หรือระบบ Linux ที่คุณดูแลเครื่องที่จะใช้เป็นแม่ข่ายเอง ทั้งเครื่องจริงและเครื่องจำลอง แต่ถ้าหากเป็นเครื่องเช่าพื้นที่และระบบ(Hosting) ที่ต้องรีโมทไปบริหารจัดการในเครื่องแม่ข่าย ผ่านทางการใช้โปรแกรมบริหารจัดการแม่ข่าย(webmin) เช่น Plesk cPanel,MerMaid ฯลฯ ต้องเข้าไปตั้งชื่อฐานข้อมูลและชื่อผู้ใช้เอาไว้ก่อน (เป็นการการรักษาความปลอดภัยของแต่ละผู้ให้บริการ) เสร็จแล้วค่อยดำเนินการติดตั้งภายหลังและต้องตั้งค่าในส่วนนี้ให้ตรงกัน ระบบจึงจะตรวจสอบการเชื่อมต่อและติดตั้งขั้นต่อไปได้. หากมีปัญหาในส่วนนี้ควรติดต่อทางผู้ให้บริการหรือผู้จัดการ/ผู้ดูแลระบบ <b> หากตั้งชื่อฐา่นข้อมูลใหม่ไว้แล้ว ไม่ต้องคลิกช่องให้สร้างอัตโนมัติ หากมีชื่อฐานข้อมูลเดิมแล้ว ต้องเข้าลบตารางฐานข้อมูลออกก่อน</b>");
define("LANINS_034", "ชื่อนำหน้าตารางฐานข้อมูลนี้จะเป็นชื่อนำหน้าตารางฐานข้อมูลของระบบe107เมื่อสร้างแล้ว. จะเป็นประโยชน์ต่อการจำแนกประเภทนั่นเอง หากไม่ต้องการกำหนด ก็ให้ปล่อยว่างไว้.");
define("LANINS_035", "ขั้นต่อไป");
define("LANINS_036", "3");
define("LANINS_037", "ตรวจสอบการเชื่อมต่อกับระบบฐานข้อมูลMySQL ");
define("LANINS_038", " และการสร้างฐานข้อมูล");
define("LANINS_039", "โปรดแน่ใจว่าคุณกรอกข้อมูลที่ระบบต้องการอย่างครบถ้วนและถูกต้อง โดยปกติต้องกรอกขัอมูลสำคัญเพื่อการติดตั้งระบบอย่างน้อย 3 อย่างคือ , MySQL Server, MySQL Username and MySQL Database ( ข้อมูลที่ระบบ MySQL Server ต้องการโดยพื้นฐาน)");
define("LANINS_040", "ผิดพลาด");
define("LANINS_041", "ระบบe107 ไม่สามารถเชื่อมต่อและเข้าสร้างฐานข้อมูลร่วมกับmySQLตามการให้้ค่าที่คุณใส่ข้อมูลได้. กรุณาตรวจสอบความถูกต้องและย้อนกลับไปขั้นตอนที่ผ่านมาใหม่");
define("LANINS_042", "ได้สร้างและได้ตรวจสอบการเชื่อมต่อกับระบบฐานข้อมูล mySQLเรียบร้อยแล้ว.");
define("LANINS_043", "ไม่สามารถสร้างฐานข้อมูลได้ โปรดแน่ใจว่าคุณมีสิทธิ์สร้างหรือไม่.");
define("LANINS_044", "สร้างฐานข้อมูลให้เรียบร้อยแล้ว.");
define("LANINS_045", "กรุณาคลิกปุ่มคำสั่งเพื่อดำเนินการในขั้นต่อไป.");
define("LANINS_046", "5");
define("LANINS_047", "ข้อมูลของผู้บริหารระบบ");
define("LANINS_048", "ย้อนไปขั้นที่ผ่านมา");
define("LANINS_049", "รหัสผ่านทั้งสองช่องไม่เหมือนกัน กรุณาย้อนกลับไปแก้ไขใหม่.");
define("LANINS_050", "XML Extension");
define("LANINS_051", "ติดตั้งแล้ว");
define("LANINS_052", "ยังไม่ได้ติดตั้ง");
define("LANINS_053", "e107 เวอร์ชั่นนี้ ต้องการ การติดตั้งPHP XML Extension ในเครื่องแม่ข่ายด้วย. กรุณาติดต่อผู้ให้บริการหรืออ่านข้อมูลเพิ่มเติมที่");
define("LANINS_054", "ก่อนที่จะดำเนินการต่อไป");
define("LANINS_055", "ยืนยันการติดตั้ง");
define("LANINS_056", "6");
define("LANINS_057", " ระบบ e107 ได้ตรวจสอบข้อมูลที่ต้องการและจำเป็นครบถ้วนแล้ว พร้อมที่จะติดตั้ง ให้แล้วเสร็จในขั้นตอนต่อไป.กรุณาคลิกปุ่มเพื่อสร้างตารางฐานข้อมูลและบันทึกการตั้งค่าทั้งหมด.");
define("LANINS_058", "7");
define("LANINS_060", "ไม่สามารถติดต่อและเข้าอ่านไฟล์ข้อมูล SQLได้แน่ใจว่าไฟล์<b>core_sql.php</b> มีอยู่แล้วใน <b>/e107_admin/sql</b>directory.");
define("LANINS_061", "ระบบ e107 ไม่สามารถเข้าสร้างตารางฐานข้อมูลที่ระบบต้องการทั้งหมดให้ได้.กรุณาเข้าไปลบฐานข้อมูลที่มีอยู่ก่อนนี้ออกไปก่อนหรือตรวจสอบความผิดพลาดอื่นๆก่อน แล้วจึงเริ่มทำการติดตั้งใหม่.");
define("LANINS_062", "<b>ยินดีต้อนรับสู่เว็ปไซท์ระบบจัดการเนื้อหาเว็ปไซท์ e107 CMS  ฉบับภาษาไทย</b>ในเวอร์ชั่นภาษาไทยนี้ มีการแก้ไขและร่วมพัฒนาระบบการแสดงผลรหัสอักษร (Encoding)เป็น รหัส UTF-8 ซึ่งสามารถแสดงผลอักษรภาษาไทยในภาวะการดูอัตโนมัติคำสั่ง View>Auto-Select ด้วยรหัสอักษรสากล(UTF-8)ในโปรแกรมอินเตอร์เน็ตบราวเซอร์ได้ทุกระบบ และแสดงอักขระทุกภาษาได้อย่างถูกต้อง และการแสดงผลภาษาไทย ก็ไม่ต้องสลับไปใช้การถอดรหัสการอ่าน/ดูจากเมนูView เป็น Thai-Windows ภาษาที่เลือกในการติดตั้งครั้งแรกจะเป็นภาษาเริ่มต้นของระบบให้โดยอัตโนมัติ หากต้องการใช้ภาษาอื่นๆให้ติดตั้งภาษาเพิ่มเอง โดยคลิกเข้าสู่ศูนย์กลางระบบ(Admin Area) เ้พื่อตั้งภาษาเป็นค่าเริ่มต้นก่อน แล้วจึงปรับเทียบตารางฐานข้อมูลเพื่อแปลภาษาและกำหนดให้ใช้เป็นแบบ Multilanguages จากนั้นจึงไปเลือกปรับเปลี่ยน แปล ตั้งค่า ตั้งรูปแบบกราฟิกของเว็ปไซท์ หรือดำเนินการในส่วนการบริหารจัดการส่วนใดๆตามที่คุณต้องการเปิดให้บริการหรือใช้งานเว็ปไซท์ระบบe107 CMS ได้ติดตั้งอย่างสมบูรณ์แล้ว และพร้อมที่จะให้สร้างข่าวสารสาระต่างๆ เข้าในเว็ปไซท์ของคุณได้ทันที.<br>[b]e107CMS[/b] เป็นระบบบริหารจัดการเนื้อหาออนไลน์ ที่เขียนขึ้นด้วย php และใช้ระบบฐานข้อมูลเปิดเผยรหัส ที่นิยมใช้กันทั่วไปคือ mySQLเพื่อการบันทึก จัดเก็บ แสดงผลและค้นคืน เป็นระบบที่สามารถนำมาใช้ได้ฟรี และพัฒนาแก้ไข เพิ่มเติม ปรับปรุงต่อได้เองโดยอิสระ และมียังการพัฒนาอย่างต่อเนื่องอยู่ตลอด โดยทีมงานจากทั่วโลก โดยมีเว็ปไซท์อย่างเป็นทางการและต้นแบบพัฒนาชื่อ e107.org <br>[b] แนะนำระบบ e107 CMS Thai Edition[/b] เป็นอีกชุดโปรแกรมหนึ่งที่ ผศ.ประชิด ทิณบุตร อาจารย์ประจำสาขาวิชาศิลปกรรม :โครงการจัดตั้งสาขาวิชาออกแบบกราฟิก ภาควิชามนุษยศาสตร์ มหาวิทยาลัยราชภัฏจันทรเกษม ได้นำเอามาแปลและพัฒนาต่อจากทาง e107.org โดย ผศ.ประชิด ทิณบุตร ได้เข้าร่วมสมัครเป็นนักพัฒนาในส่วนของภาษาไทย( e107 Developer : Thai Translation) โดยมีวัตถุประสงค์หลักคือ  <UL><LI>เพื่อนำมาประยุกต์ใช้เป็นนวัตกรรมเพื่อสนับสนุนระบบการเรียนการสอน ผ่านระบบเครือข่าย(Network)เฉพาะภายในมหาวิทยาลัย(Intranet) และภายนอกมหาวิทยาลัย(Internet) ของสาขาวิชาศิลปกรรม สาขาวิชาออกแบบกราฟิก สาขาวิชาออกแบบนิเทศศิลป์ สาขาวิชาออกแบบประยุกต์ศิลป์ และหรือใช้ในสาขาวิชาอื่นๆที่เกี่ยวข้องกับการจัดกิจกรรมเพื่อการเรียนรู้ของผู้เรียน โดย นัย ภาระความรับผิดชอบงานสอนของคณาจารย์ประจำ หรือคณาจารย์ที่เข้าร่วมกิจกรรมในเครือข่าย<LI>เพื่อใช้เป็นแนวทางและต้นแบบของการศึกษาวิจัยและพัฒนา(Research & Development) ในศาสตร์ศิลปกรรม(Fine and Applied Arts Research) ที่จำเป็นต้องเกี่ยวข้อง(Related or Integrated )กับสายงานด้านระบบเทคโนโลยี ระบบสารสนเทศ และระบบการสื่อสาร <LI>เพื่อเป็นการบริการวิชาการแก่สังคม เป็นศูนย์รวมและแหล่งกระจายองค์ความรู้ แนะนำ พัฒนาการใช้งานในส่วนของภาษาไทยของระบบนี้หรือระบบอื่นๆ และโดยเฉพาะอย่างยิ่งคือ มีวัตถุประสงค์เพื่อนำเผยแพร่เป็นวิทยาทาน ตามนโยบายเดิมของทีมพัฒนาต้นแบบระบบนี้(Opensource CMS) เพื่อให้เกิดประโยชน์แก่วงการการศึกษาของไทยเรา เป็นอีกหนึงทางเลือกในการนำไปใช้ เพื่อการบริหารจัดการเนื้อหา ข่าวสาร สาระการเรียนรู้ ไม่ว่าจะใช้ภายในระบบเครือข่ายย่อยๆในโรงเรียน ห้องเรียน (Lan) ภายในองค์กร(IntraNet) เครือข่ายระยะไกลเฉพาะ(Wan) หรือแม้กระทั่งจัดตั้งเป็นเว็ปไซท์ท่า (Portal CMS Website) บริการในระบบเครือข่ายอินเตอร์เน็ต(Internet ) ทื้งนี้ก็เพื่อให้เกิดการนำไปใช้ได้แบบง่ายๆ และเปิดโอกาสให้ทุกคนได้มีส่วนร่วม ในการเข้าบริหารจัดการระบบ (Dynamic Web) ในส่วนของกิจกรรม เนื้อหา ข่าวสาร สาระต่างๆได้ สะดวก รวดเร็ว และเสริมทักษะการคิด การอ่าน การศึกษาเรียนรู้ร่วมกันของครูอาจารย์ นักเรียน นักศึกษา บุคคลทั่วไป (Public) หรือในเฉพาะกลุ่ม (Private) ทั้งที่เป็นผู้เริ่มต้นใหม่ หรือในระดับมืออาชีพ จะได้ร่วมกันใช้และร่วมกันพัฒนาต่อๆไป.</UL>[b]ขั้นตอนแรก[/b] : เพื่อความปลอดภัยของข้อมูลในระบบคุณ ให้เปลี่ยนค่าการอนุญาตสิทธิ์ไฟล์ที่ชื่อ <b>e107_config.php</b>เป็นโหมด 644.ในระบบปฏิบัติการLinuxจากค่า 777 เป็น 644 หรือให้เป็น Read-only (ให้อ่านอย่างเดียว)ในระบบปฏิบัติการwindows และคุณต้องลบไฟล์ชื่อ install.php ออกจากเครื่องเว็ปไซท์ของคุณ จากนั้นคุณต้องเข้าสู่ศูนย์กลางการบริหารจัดการระบบของคุณ เพื่อตั้งค่าต่างๆให้กับเว็ปไซท์ของคุณ เช่นการเลือกตั้งภาษาของระบบ เป็นภาษาไทยหรือเป็นภาษาอื่นๆ เป็นต้น ระบบสามารถตั้งค่าภาษาของระบบเป็นแบบ เลือกใช้หลายภาษาได้เช่นกัน การเข้าสู่ศูนย์กลางการบริหารจัดการเว็ปไซท์นั้น  ให้พิมพ์ต่อท้ายชื่อเว็ปของคุณเป็น...../e107_admin/admin.php  หรือจะพิมพ์เข้าสู่ระบบจากเมนูข้างก็ได้ โดยเข้าสู่ระบบด้วยชื่อและรหัสผ่านที่คุณตั้งไว้<br>[b]การขอคำปรึกษาและการสนับสนุน:Support[/b]ให้คลิกเข้าดูโฮมเพจของผู้พัฒนาระบบ e107 ต้นแบบที่ : [link=http://e107.org]http://e107.org[/link], เพื่อเข้าอ่านเอกสารถาม-ตอบปัญหา( FAQ) และเอกสารคู่มือต่างๆที่เกี่ยวข้อง<br>[b]การเข้าร่วมกลุ่มอภิปรายระดับสากลประเทศ : Forums: [/b] ให้คลิกที่ [link=http://e107.org/e107_plugins/forum/forum.php]http://e107.org/e107_plugins/forum/forum.php[/link]<br>[b]การโอนไฟล์ลงจากผู้พัฒนาส่วนเสริมอื่นๆ:Downloads[/b]Plugins: [link=http://e107coders.org]http://e107coders.org[/link]Themes: [link=http://e107styles.org]http://e107styles.org[/link] | [link=http://e107themes.org]http://e107themes.org[/link]<br>[b] ระบบe107ฉบับภาษาไทยและส่วนเสริมอื่นๆ โอนไฟล์ลง ได้จากที่[/b]<br>1.ประชิดดอทคอม(เว็ปความรู้หลัก) : [link=http://www.prachid.com]http://www.prachid.com[/link]<br>2.e107thailand(เว็ปสนับสนุน) : [link=http://www.e107thailand.com]http://www.e107thailand.com[/link]<br>3.วิตตี้คอมพิวเตอร์ดอทคอม(เว็ปสำรองร่วม(Mirror) : [link=http://www.wittycomputer.com]http://www.wittycomputer.com[/link]<br>4.อาร์ต-ราชภัฏดอทเนต(เว็ปสำรองร่วม(Mirror) : [link=http://www.art-rajabhat.net]http://www.art-rajabhat.net[/link]<br>5.สาขาวิชาศิลปกรรม(เว็ปสำรองร่วม(Mirror) คณะมนุษยศาสตร์และสังคมศาสตร์ มหาวิทยาลัยราชภัฏจันทรเกษม : [link=http://artnet.chandra.ac.th]http://artnet.chandra.ac.th[/link]<br>   ขอขอบคุณที่คุณใช้ระบบบริหารจัดการเนื้อหาเว็ปไซท์ e107 CMS, หวังว่าคุณคงจะได้รับความพึงพอใจ และตรงกับวัตถุประสงค์การใช้งานที่คุณต้องการ. โปรแกรมระบบนี้ยังมีการพัฒนาต่อไปเรื่อยๆเป็นระยะ ร่วมกับทางเว็ปไซท์ของ e107.org ซึ่งบางส่วนของภาษาไทยอาจจะยังไม่เสร็จสมบูรณ์ เช่นในส่วนของ ระบบช่วยเหลือ คู่มือการใช้งาน ทางเราก็จะได้ร่วมนำเสนอและเผยแพร่ให้ในลำดับต่อไป หากมีข้อคิดเห็นใดๆ พบข้อบกพร่องใดๆ หรือประสงค์ร่วมพัฒนากับเรา กรุณาแจ้งโดยตรง และเข้าร่วมอภิปรายซักถามได้จากเว็ปไซท์ ประชิดดอทคอม.<br>[b]ทีมพัฒนา[/b] : ผศ.ประชิด ทิณบุตร,พิลาศลักษณ์ ทิณบุตร,ประพัทธ์ ทิณบุตร,ประพนธ์ ทิณบุตรอีเมล: prachid@prachid.com , โทรมือถือ.08 9667 0091 :@สงวนลิขสิทธิ์ภายใต้สิทธิอนุญาตตาม GNU ลิขสิทธิ์ GPL<br>[b]โดยฐานะของผู้บริหารระบบ :[/b]  คุณสามารถลบภาพแสดงแรก(splash) แก้ไขข้อความในกรอบส่วนแสดงเนื้อหานี้ ได้จากหัวข้อการจัดการ ข้อความต้อนรับ การจัดการข่าว/เนื้อหาหลักของเว็ปไซท์. เลือกรูปแบบกราฟิกเว็ป(Theme)แบบอื่นๆ เปลี่ยนแปลงป้ายโฆษณา เลือกตั้งค่าเปิด-ปิดเมนูด้านข้าง ติดตั้งโปรแกรมเสริม และอื่นๆได้จากศูนย์กลางการบริหารจัดการระบบ(Admin Area)");
define("LANINS_063", "ขอต้อนรับสู่ระบบบริหารจัดการเนื้อหาเว็ปไซท์ e107 CMS ฉบับภาษาไทย");
define("LANINS_069", "การติดตั้งระบบบริหารจัดการเนื้อหาเว็ปไซท์ e107 CMS ฉบับภาษาไทยเสร็จสิ้นสมบูรณ์แล้ว");
define("LANINS_070", "e107 ไม่สามารถบันทึกไฟล์หลักของการตั้งค่าในเครื่องบริการแม่ข่ายได้.โปรดแน่ใจว่าไฟล์ <b>e107_config.php</b> ได้รับการอนุญาตหรือแก้ไขสิทธิ์ให้บันทึกได้แล้ว");
define("LANINS_071", "การติดตั้งระบบ ในขั้นตอนสุดท้าย");
define("LANINS_072", "ชื่อที่ใช้บริหารระบบ");
define("LANINS_073", "ตั้งชื่อผู้บริหารระบบหลัก(Admin)ที่จะใช้เข้า้สู่ศูนย์กลางบริหารจัดการระบบของเว็ปไซท์ โดยทั่วไปมักตั้งเป็น admin");
define("LANINS_074", "ชื่อแทนตัวคุณ");
define("LANINS_075", "ตั้งชื่อที่คุณต้องการแสดงแทนตัวคุณ ในการเข้าร่วมทำกิจกรรมในส่วนต่างๆของเว็ปไซท์ หากต้องการใช้ชื่อเดียวกันกับชื่อที่ใช้เข้าระบบ ให้ปล่อยว่างไว้.");
define("LANINS_076", "รหัสผ่านผู้บริหารระบบ");
define("LANINS_077", "ตั้งรหัสผ่านผู้บริหารระบบ อย่างน้อยควรมี 6 ตัวอักษรขึ้นไป");
define("LANINS_078", "ยืนยันรหัสผ่านอีกครั้ง");
define("LANINS_079", "พิมพ์รหัสผ่านให้เหมือนเดิมกับช่องบน");
define("LANINS_080", "ชื่อที่อยู่อีเมลของผู้บริหารระบบ");
define("LANINS_081", "กรอกชื่อที่อยู่อีเมลของคุณที่ใช้อยู่ในปัจจุบัน เช่น prachid@prachid.com");
define("LANINS_082", "user@yoursite.com");
define("LANINS_083", "รายงานความผิดพลาดของMySQL:");
define("LANINS_084", "ตัวติดตั้งไม่สามารถสร้างการเชื่อมต่อกับระบบฐานข้อมูลได้");
define("LANINS_085", "ตัวติดตั้งไม่สามารถเลือกฐานข้อมูลได้:");
define("LANINS_086", "ชื่อผู้บริหารระบบ, รหัสผ่านและอีเมล<b>ต้องกรอก</b>ในเขตข้อมูลที่ระบบต้องการ. กรุณาย้อนกลับไปหน้าที่ผ่านมา เพื่อกรอกข้อมูลให้ครบถ้วนสมบูีรณ์ก่อนดำเนินการในขั้นต่อไป.");
define("LANINS_087", "อื่นๆ");
define("LANINS_088", "หน้าแรก");
define("LANINS_089", "โอนไฟล์ลง");
define("LANINS_090", "สมาชิก");
define("LANINS_091", "ส่งเรื่อง");
define("LANINS_092", "ติดต่อกับเรา");
define("LANINS_093", "อนุญาตเข้าใช้เมนูส่วนตัว");
define("LANINS_094", "ตัวอย่างอภิปรายส่วนตัว");
define("LANINS_095", "ตรวจความคงสภาพไฟล์ระบบ");
define("LANINS_096", "");
define("LANINS_097", "");
define("LANINS_098", "");
define("LANINS_099", "");
define("LANINS_100", "");


?>