<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.8 $
|     $Date: 2009-09-26 15:53:40 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("LAN_PM", "Приватные сообщения");
define("LAN_PM_1", "Отправить приватное сообщение");
define("LAN_PM_2", "Для"); //To
define("LAN_PM_3", "Предпросмотр");
define("LAN_PM_4", "Класс пользователей");
define("LAN_PM_5", "Тема");
define("LAN_PM_6", "Сообщение");
define("LAN_PM_7", "Смайлики");
define("LAN_PM_8", "Вложения");
define("LAN_PM_9", "Уведомление о прочтении");
define("LAN_PM_10", "Сообщить мне на email, когда ПС будет прочитано");
define("LAN_PM_11", "добавить новую загрузку на сервер");
define("LAN_PM_12", "Вы не авторизированы, чтобы посылать ПС");
define("LAN_PM_13", "Ваш каталог исходящих сообщений {PERCENT}% полон, вы не можете посылать ПС, пока не удалите некоторые из них.");
define("LAN_PM_14", "ОШИБКА: Возможно дублирование сообщений, ПС не отправлено");
define("LAN_PM_15", "Вам не разрешено отправлять классу ");
define("LAN_PM_16", "Должны быть членом этого класса");
define("LAN_PM_17", "Пользователь не найден");
define("LAN_PM_18", "Вам не разрешено отправлять ПС: ");
define("LAN_PM_19", "Ваш каталог исходящих сообщений переполнен, вы не можете отправлять ПС");
define("LAN_PM_21", "Добавление этого ПС превысит ваш максимальный размер ящика для отправки сообщений, ПС не добавлено");
define("LAN_PM_22", "Загрузка файла на сервер не удалась");
define("LAN_PM_23", "Вам не разрешено отправлять вложения");
define("LAN_PM_24", "Удалить ПС");
define("LAN_PM_25", "Входящие");
define("LAN_PM_26", "Исходящие");
define("LAN_PM_27", "Непрочитанные");
define("LAN_PM_28", "N/A");
define("LAN_PM_29", "Сообщение отправлено");
define("LAN_PM_30", "Сообщение прочитано");
define("LAN_PM_31", "От");
define("LAN_PM_32", "Получено");
define("LAN_PM_33", "Отправлено");
define("LAN_PM_34", "Нет сообщений");
define("LAN_PM_35", "Отправить новое ПС");
define("LAN_PM_36", "всего");
define("LAN_PM_37", "не прочитано");
define("LAN_PM_38", "ПС отправлено классу ");
define("LAN_PM_39", "Не удалось отправить ПС ");
define("LAN_PM_40", "ПС отправлено пользователю ");
define("LAN_PM_41", "Не удалось сложить ПС в исходящие");
define("LAN_PM_42", "ПС удалено из входящих");
define("LAN_PM_43", "ПС удалено из исходящих");
define("LAN_PM_44", "Блокировка снята: {UNAME} теперь разрешено отправить вам ПС");
define("LAN_PM_45", "ОШИБКА: Блокировка не снята, неизвестная ошибка");
define("LAN_PM_46", "Блокирование не указано для {UNAME}");
define("LAN_PM_47", "Блокирование добавлено: {UNAME} больше не сможет посылать вам ПС");
define("LAN_PM_48", "ОШИБКА: Блокировка не добавлена, неизвестная ошибка");
define("LAN_PM_49", "ОШИБКА: блокирование уже существует для {UNAME}");
define("LAN_PM_50", "Блокировать пользователя");
define("LAN_PM_51", "Разблокировать пользователя");
define("LAN_PM_52", "Удалить");
define("LAN_PM_53", "Удалить выбранное");
define("LAN_PM_54", "Цитировать");
define("LAN_PM_55", "Отправить ответ");
define("LAN_PM_56", "Вам не разрешено отвечать на это сообщение");
define("LAN_PM_57", "Сообщение не найдено");
define("LAN_PM_58", "Re: ");
define("LAN_PM_59", "Перейти на страницу: ");
define("LAN_PM_60", "У вас нет прав для просмотра этого сообщения");
define("LAN_PM_61", "Нет темы");
define("LAN_PM_62", "Файл: [{FILENAME}] превышает лимит по размеру - не вложено");
define("LAN_PM_63", "класс:");
define('LAN_PM_64', 'ОШИБКА: Вам не разрешено блокировать сообщения от администраторов сайта');
define('LAN_PM_65', 'ОШИБКА: Нечего отправлять');

define("LAN_PM_100", "Новое ПС от ");
define("LAN_PM_101", "Вы получили новое Приватное сообщение от ");
define("LAN_PM_102", "Сообщение отправлено от: ");
define("LAN_PM_103", "Тема сообщения: ");
define("LAN_PM_104", "Кол-во вложений: ");
define("LAN_PM_105", "Вы можете просмотреть ПС: ");
define("LAN_PM_106", "ПС прочитано ");
define("LAN_PM_107", "Приватное сообщение, которое вы отправили {UNAME} было прочитано ");
define("LAN_PM_108", "Сообщение отправлено: ");
define("LAN_PM_109", "Новое(ые) сообщение(я)");
define("LAN_PM_110", "ok");
define("LAN_PM_111", "Читать");


?>