<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Arabic/lan_signup.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-03-05 00:00:47 $
|     $Author: e107_arabs $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "ЧсЪјгЬэс ");

define("LAN_7", "Чгу ЧсугЪЮЯу: ");
define("LAN_8", "ЧсЧгу Чсаэ гэжхб ШЧсуцок");
define("LAN_9", "Хгу ЧсЯЮцс: ");
define("LAN_10", "ЧсЧгу Чсаэ гэЪоцу ЪгЬэс ЯЮцсп Шх");
define("LAN_17", "псуЩ Чсубцб: ");
define("LAN_103", "Хгу угЪЮЯу лэб уоШцсЁ ЧсбЬЧС ЧЮЪэЧб Хгу угЪЮЯу ЬЯэЯ");
define("LAN_104", "Хгу ЧсугЪЮЯу угЬс сЯэфЧ гЧШоЧЁ ЧсбЬЧС ЧЮЪэЧб Хгу угЪЮЯу ТЮб");
define("LAN_105", "псуЩ Чсубцб лэб уЪиЧШоЩ");
define("LAN_106", "ШбэЯ ХспЪбцфэ лэб еЭэЭ");
define("LAN_107", "дпбЧ сп! ЧсТф УфЪ кжц угЬс нэ ");
define("LAN_108", "ЪуЪ кусэЩ ЧсЪгЬэс ШфЬЧЭ");
define("LAN_109", " хаЧ Чсуцок эгЪЮЯу фйЧу ЧсЭнЧй ксь ЮецеэЩ Чсинс ксь ЧсУфЪбфЪ -Children's Online Privacy Protection Act of 1998- (COPPA) ц уф Ъу сЧ эупф оШцс ЪгЬэс ЧсУинЧс Чсаэф Ъос УкуЧбху кф 13 гфЩ ШЯцф уцЧноЩ ЧсцЧсЯэф Уц Чсцеэ ксэхуЁ ссувэЯ уф ЧсуксцуЧЪ ЧсбЬЧС обЧЦЩ ЧсЧЪнЧоэЩ ЧсЮЧеЩ ШЧсуцжцк");
define("LAN_110", "кусэЩ ЧсЪгЬэс");
define("LAN_111", " ЪУпэЯ псуЩ Чсубцб: ");
define("LAN_112", "ЧсШбэЯ ЧсХспЪбцфэ: ");
define("LAN_113", "ХЮнЧС ЧсШбэЯ ЧсХспЪбцфэП: ");
define("LAN_114", "сф эЪупф ЧсУкжЧС ЧсЧЮбэф уф бФэЩ ШбэЯп ЧсХспЪбцфэ");
define("LAN_123", "ХпуЧс кусэЩ ЧсЪгЬэс");
define("LAN_185", "ЪбпЪ Шкж ЧсЭоцс нЧблЩЁ ЧсбЬЧС ЪкШЦЩ Ьуэк ЧсЭоцс");
define("LAN_200", "лэб уцЧно");
define("LAN_201", "уцЧно");
define("LAN_202", "кусэЩ ЪгЬэс нЧдсЩ");
define("LAN_309", "уф нжсп УЯЮс ЧсуксцуЧЪ ЧсЮЧеЩ Шп ");
define("LAN_399", "уЪЧШкЩ");
define("LAN_400", "Хгу ЧсугЪЮЯу ц псуЩ Чсубцб  <b>ЭгЧгЩ ЬЯЧ№ сЭЧсЩ ЧсУЭбн</b>");
define("LAN_401", "Ъу Ънкэс кжцэЪпЁ уф нжсп");
define("LAN_402", "кжцэЩ унксЩ");
define("LAN_403", "убЭШЧ Шп нэ");
define("LAN_404", "уксцуЧЪ ЧсЪгЬэс нэ");
define("LAN_405", "ЪуЪ кусэЩ ЧсЪгЬэс ШфЬЧЭЁ гЪЪцес ШШбэЯ ХспЪбцфэ Шх уксцуЧЪ ЧсЯЮцс ц бЧШи ЧсЪнкэсЁ уф нжсп ЧЪШк ЧсбЧШи сХЪуЧу кусэЩ ЧсЪгЬэс ц сЪнкэс кжцэЪп сЯэфЧ .");
define("LAN_406", "дпбЧ сп...");
define("LAN_407", "\n\nуф нжсп оу ШЭнй хаЧ ЧсШбэЯ ЧсХспЪбцфэ сУфх эЭЪцэ ксь уксцуЧЪ ЧсЧдЪбЧп ЁоЯ ЪЭЪЧЬ схах ЧсуксцуЧЪ нэ ЭЧсЩ жэЧк Уц фгэЧф псуЩ Чсубцб ЧсЪэ сЧ эупф ЧгЪбЬЧкхЧ кф ибэо исШхЧ уф ЬЯэЯ.\n\nдпбЧ сЪгЬэсп укфЧ .\n\nуф ибн");
define("LAN_408", "ШбэЯ ХспЪбцфэ Ъу ЧсЪгЬэс Шх гЧШоЧЁ ХаЧ пфЪ фгэЪ псуЩ Чсубцб нЧгЪЮЯу фуцаЬ ЧгЪбЬЧк псуЩ Чсубцб.");
define("LAN_SIGNUP_1", "псуЩ Чсубцб сЧ Ъос кф");
define("LAN_SIGNUP_2", "Эбцн.");
define("LAN_SIGNUP_3", "Code verification failed.");
define("LAN_SIGNUP_4", "эЬШ Уф Ъпцф псуЩ Чсубцб сЧ Ъос кф ");
define("LAN_SIGNUP_5", " УЭбн.");
define("LAN_SIGNUP_6", "Your ");
define("LAN_SIGNUP_7", " is required");
define("LAN_SIGNUP_8", "дпбЧ сп!");
define("LAN_SIGNUP_9", "сЧ эупф ЧсуЪЧШкЩ.");
define("LAN_SIGNUP_10", "фку");
define("LAN_SIGNUP_11", ".");

define("LAN_409", "Эбцн лэб угуцЭ ШхЧ нэ Хгу ЧсугЪЮЯу");
define("LAN_410", "УЯЮс Чсбув ЧсуШэф нэ ЧсецбЩ");

define("LAN_SIGNUP_12", "уф нжсп ЧЭЪнй ШЧгу ЧсЯЮцс ц псуЩ Чсубцб УЯфЧх нэ упЧф Чуф Ё сУфх нэ ЭЧсЩ жэЧк хах ЧсуксцуЧЪ сЧ эупф ЧгЪбЬЧкхЧ.");
define("LAN_SIGNUP_13", "эупфп ЧсЧф ЪгЬэс ЧсЯЮцс уф ЧсоЧЦуЩ ЧсбЦэгэЩ.");
define("LAN_SIGNUP_14", "Уц бЧгсх уф хфЧ");
define("LAN_SIGNUP_15", "ЧсбЬЧС ЧсХЪеЧс ШЧсуЯэб ЧскЧу ссуцок ссувэЯ уф ЧсуксцуЧЪ");
define("LAN_SIGNUP_16", "ХаЧ пфЪ ЪЭЪЧЬ угЧкЯЩ.");
define("LAN_SIGNUP_17", "уф нжсп УпЯ Уфп Ъусп 13 гфЩ Уц Ъусп УпЫб уф 13 гфЩ.");
define("LAN_SIGNUP_18", "дпбЧ сЪгЬэсп нэ  ".SITENAME." Ё Ъу нЪЭ ЭгЧШ сп сЯэфЧ Шхах ЧсуксцуЧЪ: ");
define("LAN_SIGNUP_19", "Чгу ЧсугЪЮЯу:");
define("LAN_SIGNUP_20", "псуЩ Чсубцб:");
define("LAN_SIGNUP_21", "ЭгЧШп ЧсЧф лэб ункс ЁЧсубЬц ЧЪШЧк ЧсбЧШи Угнсх сХЪуЧу кусэЩ ЧсЪгЬэсЁ хаЧ ЧсХЬбЧС эжуф сп кЯу ЧгЪЮЯЧу ШбэЯп ЧсХспЪбцфэ Яцф ксуп уф оШс  ...");
define("LAN_SIGNUP_22", "Хжли хфЧ");
define("LAN_SIGNUP_23", "сЪгЬэс ЧсЯЮцс.");
define("LAN_SIGNUP_24", "дпбЧ спЁ ксь ЪгЬэсп нэ");
define("LAN_SIGNUP_25", "бнк ецбЪп ЧсдЮеэЩ");
define("LAN_SIGNUP_26", "бнк ецбЪп ЧсдугэЩ");
define("LAN_SIGNUP_27", "ЧЮЪб ецбЩ дЮеэЩ");
define("LAN_SIGNUP_28", "ЧЮЪэЧб  ЧсуЭЪць/оцЧЦу ШбэЯэЩ");
define("LAN_SIGNUP_29", "- <b>гэЪу ХбгЧс ШбэЯ ХспЪбцфэ ссЪЧпЯ уф еЭЩ ЧсШбэЯ ЧсХспЪбцфэ Чсаэ гЪЯЮсх саЧ ксэх Уф эпцф еЭэЭЧ. </b>");
define("LAN_SIGNUP_30", "ХаЧ пфЪ сЧ ЪцЯ ХжхЧб ЧсШбэЯ ЧсЮЧе Шп ноу ШЧЮЪэЧб ХЮнЧС ЧсШбэЯ ЧсХспЪбцфэ.");

define("LAN_SIGNUP_31", "угЧб усн  XUP ЧсЮе Шп ");
define("LAN_SIGNUP_32", "уаЧ экфэ усн XUP П");
define("LAN_SIGNUP_33", "ЧЮЪб ецбЩ уф ЧссЦЭЩ Чц ЧЯЮс угЧбхЧ");
define("LAN_SIGNUP_34", "усЧЭйЩ: Чэ ецбЩ убнцк Чсь Чсуцок гэбь Чсудбн ЧфхЧ Ъдпс Юиб ксь Чуф Чсуцок Чц уфЧнэЩ соцЧфэф Чсуцок гэоцу ШЭЯнхЧ уШЧдбЩ ц ШЯцф гЧШо ЧфаЧб.");
define("LAN_SIGNUP_35", "Хжли хфЧ ссЪгЬэс ШЧгЪЮЯЧу усн XUP ");
define("LAN_SIGNUP_36", "ЭЯЫ ЮиУ УЫфЧС ХфдЧС уксцуЧЪ Чскжц Ё ЧсубЬц ЧсЧЪеЧс ШЧсудбн ЧскЧу");

define("LAN_LOGINNAME", "Хгу ЧсЯЮцс");
define("LAN_PASSWORD", "псуЩ Чсубцб");
define("LAN_USERNAME", "ХсЧгу ЧсйЧхб");
define("LAN_EMAIL_01", "квэвэ");
define("LAN_EMAIL_04", "уф нжсп оу ШЭнй хаЧ ЧсШбэЯ ЧсХспЪбцфэ сУфх эЭЪцэ ксь уксцуЧЪ ЧсЧдЪбЧп.");
define("LAN_EMAIL_05", "Ъу Ъднэб псуЩ Чсубцб ц сЧ эупфп ЧгЪкЧЯЪхЧ Ё ц эупфп ЧсЭецс ксь псуЩ убцб ЬЯэЯЩ нэ ЭЧсЩ жэЧкхЧ Уц фгэЧфхЧ кф ибэо исШхЧ уф ЬЯэЯ.");
define("LAN_EMAIL_06", "дпбЧ сЪгЬэсп укфЧ.");

define("LAN_SIGNUP_37", "ЪуЪ кусэЩ ЧсЪгЬэс ШфЬЧЭЁ сЧпуЧс кусэЩ ЧсЪгЬэс ЪЭЪЧЬ суцЧноЩ Чсудбн ЧскЧу Ё ц ШкЯ ЧсуцЧноЩ гЪЪцес ШШбэЯ эЮШбп кф ЪЧпэЯ  Ънкэс кжцэЪп ШЧсуцок .");
define("LAN_SIGNUP_38", "УЯЮсЪ ШбэЯэф уЮЪснэф . уф нжсп УЯЮс ШбэЯ еЭэЭ нэ псЧ ЧсЮЧфЪЧф .");
define("LAN_SIGNUP_39", "УкЯ ХЯЮЧс ЧсШбэЯ ЧсЧспЪбцфэ:");
?>