<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Arabic Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Arabic/lan_stats.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-03-05 00:00:47 $
|     $Author: e107_arabs $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "ลอีวฦํวส วแใๆÞฺ");

define("LAN_124", "วแาํวัวส วแวไÝัวฯํษ แแใๆÞฺ: ");
define("LAN_125", "ใฬใๆฺ วแาํวัวส: ");
define("LAN_126", "าํวัวส วไÝัวฯํษ แแีÝอวส: ");
define("LAN_127", "ใฬใๆฺ วแาํวัวส อำศ วแีÝอวส: ");
define("LAN_128", "วแใสีÝอวส วแใำสฮฯใษ ใไ Þศแ วแาๆวั: ");
define("LAN_129", "รไูใษ วแสิÛํแ วแใำสฮฯใษ ใไ Þศแ วแาๆวั: ");
define("LAN_130", "สใส าํวัสไว ใไ วแฯๆแ ๆ ใาๆฯวส วแฮฯใษ : ");
define("LAN_131", "รฮั สอๆํแวส: ");
define("LAN_132", "ลอีวฦํวส วแใๆÞฺ");
//define("LAN_371", "ไูวใ วแลอีวมวส Ûํั ใÝฺแก แสÝฺํแๅ ละๅศ แแๆอษ วแสอ฿ใ ๆ วฯฮแ Þวฦใษ วแลอีวฦํวส ๆ Þใ ศสÝฺํแๅ ใไ ๅไว฿.");
define("LAN_371", "ไูวใ วแลอีวมวส Ûํั ใÝฺแ.");
define("LAN_372", "สใ ลแÛวม ๅะๅ วแฮวีํษ ใไ ุัÝ วแใฯํั วแฺวใ แแใๆÞฺ.");
define("LAN_373", "แว สๆฬฯ ลอีวฦํแส แอฯ วแยไ.");
define("LAN_374", "วไุแÞ วแใๆÞฺ:");
define("LAN_375", "วแใาํฯ ใไ วแสÝวีํแ");
define("LAN_376", "ยฮั 10 าๆวั แแใๆÞฺ");
define("LAN_377", "วแฬใํฺ");
define("LAN_378", "รÝึแ 10");
define("LAN_379", "ฯÞษ ๆ ึๆอ วแิวิษ");
define("LAN_418", "รํวใ ฺแ์ วแสวัํฮ วแใะ฿ๆั ");
define("LAN_419", "วแาํวัวส วแํๆใํษ");
define("LAN_420", "วแาํวัวส วแรำศๆฺํษ");
define("LAN_421", "วแาํวัวส วแิๅัํษ");
define("LAN_422", "แว สๆฬฯ ใฺุํวส แอฯ วแำวฺษ");

?>