<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Arabic Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Arabic/lan_content.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-03-05 00:00:47 $
|     $Author: e107_arabs $
|     $Translation : AnouaroS
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "ЧсуоЧсЧЪ/ЧсЪоЧбэб");

define("LAN_1", "ЧсуоЧсЧЪ");
define("LAN_2", "Ъобэб");
define("LAN_3", "огу");

define("LAN_25", "ЧсенЭЩ ЧсгЧШоЩ");
define("LAN_26", "ЧсенЭЩ ЧсЪЧсэЩ");
define("LAN_27", "сЧЦЭЩ ЧсЪоЧбэб нэ хаЧ Чсогу");
define("LAN_28", "ЧсбЬцк ссенЭЩ ЧсбЦэгэЩ ссЪоЧбэб");
define("LAN_29", "ЪкЯэсЧ ЧсЪксэоЧЪ");
define("LAN_30", "ЧсбЬцк ссенЭЩ ЧсбЦэгэЩ ссЪоЧбэб");
define("LAN_31", "сЧ ЪцЬЯ фЪЧЦЬ");
define("LAN_32", "убЧЬкЧЪ ЭЯэЫЩ");
define("LAN_33", "ЪоЧбэб");
define("LAN_34", "Ъобэб");
define("LAN_35", "УогЧу ЧсЪобэб");
define("LAN_36", "сЧЦЭЩ ЧсуоЧсЧЪ нэ хаЧ Чсогу");
define("LAN_37", "ЧсбЬцк ссенЭЩ ЧсбЦэгэЩ ссуоЧсЧЪ");

define("LAN_38", "ецЪ");
define("LAN_39", "ЪецэЪЧЪ");
define("LAN_40", "уЧ хц Ъоээуп П");
define("LAN_41", "дпбЧ ксь Ъоээуп");
define("LAN_42", "ЧсЪоээу");
define("LAN_43", "ШцЧгиЩ ");
define("LAN_44", " нэ ");
define("LAN_45", "сЧ эцЬЯ уоЧсЧЪ нэ хаЧ Чсогу");
define("LAN_46", "ЧсУбдэн");
define("LAN_47", "ЧсуоЧсЧЪ ЧсЭЯэЫЩ");

define("LAN_48", "ЧсуоЧсЧЪ");
define("LAN_49", "ЧсуоЧс");
define("LAN_50", "УогЧу ЧсуоЧс");
define("LAN_51", "сЧ эупф бФгЩ хаЧ ЧсуоЧс.");
define("LAN_52", "ЮиУ");
define("LAN_53", "сЧ эупф бФцэЩ хаЧ ЧсЪобэб.");
define("LAN_54", "сЧ эупф бФэЩ хах ЧсенЭЩ.");

define("LAN_55", "сЧ ЪцЬЯ уЭЪцэЧЪ схах ЧсуЬуцкЩ ЭЧсэЧ.");
define("LAN_56", "сЧ ЪцЬЯ уоЧсЧЪ ЭсэЧ.");
define("LAN_57", "ЧсуоЧсЧЪ");
define("LAN_58", "ЧсубЧЬкЧЪ");
define("LAN_59", "кбж");
define("LAN_60", "ЧсуЭЪць");

define("LAN_61", "лэб уефн");
define("LAN_62", "ЧсУбдэн");
define("LAN_63", "ЧсенЭЩ");
define("LAN_64", "Ъоээу хаЧ ЧсуоЧс: ");
define("LAN_65", "су эоэу");


?>