<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Arabic Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Arabic/lan_fpw.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-03-05 00:00:47 $
|     $Author: e107_arabs $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "ַ׃ÊַּׁÚ ßבדֹ ַבדׁזׁ");

define("LAN_02", "ÚÝזַ¡ ÊÚ׀ׁ ֵׁ׃ַב ַבָׁםֿ ַבֳבßÊׁזהם - ַבֱַּׁ ַבֵÊױַב ַָבדֿםׁ ַבÚַד.");
define("LAN_03", "ַ׃ÊַּׁÚ ßבדֹ ַבדׁזׁ");
define("LAN_05", "בַ׃ÊַּׁÚ ßבדֹ ַבדׁזׁ ַבֱַּׁ דבֶ ו׀ו ַבֽÞזב");
define("LAN_06", "דַֽזבֹ ַ׃ÊַּׁÚ ֳז ÊÛםםׁ ßבדֹ ַבדׁזׁ");
define("LAN_07", "װ־ױ דַ םדבß Úהזַה ip ַבÊַבם ");
define("LAN_08", "ַֽזב ÊÛםםׁ ßבדֹ דׁזׁ ַבדֿםׁ ַבÚַד בבדזÞÚ.");
define("LAN_09", "Êד ÊÛםםׁ ßבדֹ ַבדׁזׁ דה׀ ");
define("LAN_112", "ַבָׁםֿ ַבֵבßÊׁזהם ַבד׃Ê־ֿד ֳֻהֱַ ַבÊ׃ּםב ");
define("LAN_156", "דזַÝÞ");
define("LAN_213", "בד םÊד ַבÚֻזׁ Úבל ֵ׃ד ַבד׃Ê־ֿד ֳז ַבָׁםֿ ַבֵבßÊׁזהם Ýם ÞַÚֹֿ ַבָםַהַÊ.");
define("LAN_214", "בַ םדßה ַ׃ÊַּׁÚ ßבדֹ ַבדׁזׁ");
define("LAN_216", "בÊֳßםֿ ßבדֹ ַבדׁזׁ ַבּֿםֿ Úבםß ַÊַָÚ ַבַָׁ״ ...");
define("LAN_217", "Êד Þָזב ßבדֹ ַבדׁזׁ ַבּֿםֹֿ, Úבםß Ê׃ּםב ַבֿ־זב ד׃Ê־ֿדַ ßבדֹ ַבדׁזׁ ַבּֿםֹֿ.");
define("LAN_218", "ַ׃ד ַבד׃Ê־ֿד וז: ");
define("LAN_219", "בÞֿ ÞדÊ ַָ׃ÊַּׁÚ ßבדֹ ַבדׁזׁ ׃ַָÞַ¡ בַ םדßהß ַ׃ÊÚדַב ו׀ַ ַבַָׁ״ דֹׁ ֳ־ׁל. ַבֱַּׁ ַבֵÊױַב ַָבדֿםׁ ַבÚַד בבדׂםֿ דה ַבÊÝַױםב.");

define("LAN_FPW1","ַ׃ד ַבד׃Ê־ֿד");
define("LAN_FPW2","ַבׁÞד ַב׃ׁם");
define("LAN_FPW3","ַבׁÞד ַב׃ׁם ־ַ״ֶ");
define("LAN_FPW4","Êד ֵׁ׃ַב ״בָ ַָ׃ÊַּׁÚ ßבדֹ ַבדׁזׁ ׃ַָÞַ¡ ֵ׀ַ בד ÊÊזױב ַָבָׁםֿ ַבֵבßÊׁזהם¡ ַבֱַּׁ ַבֵÊױַב ַָבדֿםׁ ַבÚַד.");
define("LAN_FPW5","״בָ ַ׃ÊַּׁÚ ßבדֹ ַבדׁזׁ ב");
define("LAN_FPW6","Êד ֵׁ׃ַב ָׁםֿ ֵבßÊׁזהם ָו ַָׁ״ ז ״ׁםÞֹ ַ׃ÊַּׁÚ ßבדֹ ַבדׁזׁ.");
define("LAN_FPW7","ו׀ַ ַָׁ״ Ûםׁ ױֽםֽ בַ׃ÊַֽׁÚ ßבדֹ דׁזׁß¡ .<br />ַבֱַּׁ ַבֵÊױַב ַָבדֿםׁ ַבÚַד בבדׂםֿ דה ַבÊÝַױםב.");
define("LAN_FPW8","ßבדֹ ַבדׁזׁ בבÚײז");
define("LAN_FPW9","Êד ÊÛםםׁוַ ָהַּֽ.<br /><br />ßבדֹ ַבדׁזׁ ַבּֿםֹֿ ום : ");
define("LAN_FPW10","דה Ýײבß");
define("LAN_FPW11","Þד ָÊ׃ּםב ַבֿ־זב¡ ");
define("LAN_FPW12","ז בַÚÊַַָׁÊ ֳדהםֹ Þד ָÊÛםׁ ßבדֹ ַבדׁזׁ ֽ׃ָ ׁÛָÊß.");
define("LAN_FPW13", "דה Ýײבß ַÊָÚ ַבÊÚבםדַÊ ַבדזּזֹֿ ַָבָׁםֿ ַבֵבßÊׁזהם בÊֳßםֿ ßבדֹ ַבדׁזׁ.");
define("LAN_FPW14", "Êד ֵׁ׃ַבוַ ָזַ׃״ֹ װ־ױ םדÊבß Úהזַה ip");
define("LAN_FPW15", "ו׀ַ בַ םÚהם ֳה ßבדֹ ַבדׁזׁ Êד ÊÛםםׁוַ¡ Úבםß ַÊַָÚ ַבַָׁ״ בֵßדַב Úדבםֹ ַ׃ÊַּׁÚ ßבדֹ ַבדׁזׁ.");
define("LAN_FPW16", "ֵ׀ַ בד Êßה ֳהÊ דה Þַד ָÚדבםֹ ַ׃ÊַּׁÚ ßבדֹ ַבדׁזׁ¡ ÝÞ״ Þד ָÊַּוב ו׀ַ ַבָׁםֿ ַבֵבßÊׁזהם¡ ");
define("LAN_FPW17", "דֹֿ ױבַֽםֹ ו׀ַ ַבַָׁ״ 48 ׃ַÚֹ ÝÞ״.");

?>