<?php
/*
+ ----------------------------------------------------------------------------+

|     e107 website system - Arabic Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Arabic/lan_upload.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-03-05 00:00:47 $
|     $Author: e107_arabs $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "бнк ЧсуснЧЪ");

define("LAN_20", "ЮиУ");
define("LAN_61", "ЧсХгу: ");
define("LAN_112", "ЧсШбэЯ ЧсХспЪбцфэ: ");
define("LAN_144", "бЧШи Чсуцок: ");
define("LAN_402", "бнк ЧсуснЧЪ ЮЯуЩ ЪоЪеб нои ксь ЧсУкжЧС.");
define("LAN_403", "сЧ Ъусп ЧсесЧЭэЧЪ сбнк ЧсуснЧЪ .");
define("LAN_404", "дпбЧ сп. уснп гэЪу убЧоШЪх уф ибн УЭЯ Чсудбнэф ц гэЪу кбжх ксь Чсуцок нэ ЭЧсЩ ЧсуцЧноЩ ксэх.");
define("LAN_405", "усн ЧЬЪЧв ЧсЭЬу ЧсУоеь ЧсуЭЯЯ ссбнк  - Ъу Эанх.");
define("LAN_406", "уф нйсп Ъапб");
define("LAN_407", "Уэ фцк ТЮб уф ЧсуснЧЪ гэЪу Эанх уШЧдбЩ ц ЪсоЧЦэЧ.");
define("LAN_408", "ЪЭЪх Юи");
define("LAN_409", "Чгу ЧскфцЧф");
define("LAN_410", "ЧсХеЯЧб");
define("LAN_411", "Чсусн");
define("LAN_412", "ецбЩ ссусн");
define("LAN_413", "ЧсуЭЪць");
define("LAN_414", "уЫЧс ксь Чсусн");
define("LAN_415", "УЯЮс бЧШи Чсуцок Чсаэ эЭЪцэ ксь уЫЧс");
define("LAN_416", "Убгс ц Чбнк Чсусн");
define("LAN_417", "бнк ЧсуснЧЪ");
define("LAN_418", "ЧсЭЬу ЧсУоеь ссусн: ");
define("DOWLAN_11", "Чсогу");
define("LAN_419", "УфцЧк ЧсуснЧЪ ЧсугуцЭ ШЪЭуэсхЧ");
define("LAN_420", "ЮЧфЧЪ жбцбэЩ");




?>