<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Arabic Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Arabic/lan_news.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-03-05 00:00:47 $
|     $Author: e107_arabs $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "آخر الأخبار");

define("LAN_82", "الأخبار - قسم");
define("LAN_83", "لم يتم نشر أي خبر لحد الساعة - عد لاحقا لزيارتنا و الإطلاع على اخر الأخبار.");
define("LAN_84", "خبر");
define("LAN_99", "تعليقات");
define("LAN_100", "على");
define("LAN_307", "مجموع الاخبار: ");

define("LAN_NEWS_1", "الأخبار للأعضاء المعيّنين فقط");
define("LAN_NEWS_2", "لا تملك الصلاحيات لمشاهدة الخبر");
define("LAN_NEWS_3", "من فضلك قم بحذف ملف install.php من ftp على خادمك.");
define("LAN_NEWS_4", "إذا لم تقم بحذف الملف فهناك خطر امني كبير على موقعك، قد يتعرض للإتلاف كليا.");

define("LAN_NEWS_5", "<b>خطأ!</b> لم يتمكن من تحديث الخبر في قاعدة البيانات!</b>");
define("LAN_NEWS_6", "تم تحديث الخبر بنجاح.");
define("LAN_NEWS_7", "<b>خطأ!</b> غير قادر على إدخال الخبر في قاعدة البيانات!</b>");
define("LAN_NEWS_8", "تم تحديث الأخبار لجميع اللغات. ID: ");
define("LAN_NEWS_9", "تم اختيارعرض العنوان فقط - <b>سيتم عرض العنوان فقط دون المحتوى </b><br />");
define("LAN_NEWS_10", "هذا الخبر <b>غير مفعل/غير نشط</b> (لن يظهر في الصفحة الرئيسية). ");
define("LAN_NEWS_11", "هذا الخبر <b>مفعل/نشط</b> (سيظهر في الصفحة الرئيسية). ");
define("LAN_NEWS_12", "إضافة التعليقات <b>مفعلة</b>. ");
define("LAN_NEWS_13", "إضافة التعليقات <b>معطلة</b>. ");
define("LAN_NEWS_14", "<br />فترة التفعيل: ");
define("LAN_NEWS_15", "طول النص : ");
define("LAN_NEWS_16", " حرف. طول النص الممتد : ");
define("LAN_NEWS_17", "حرف.");
define("LAN_NEWS_18", "معلومات:");
define("LAN_NEWS_19", "الآن");
define("LAN_NEWS_20", "تم تحديث الأخبار للغة التالية: ");
define("LAN_NEWS_21", "تم تحديث الاخبار بنجاح.");
define("LAN_NEWS_22", "إذهب للصفحة: ");
define("LAN_NEWS_23", "أقسام الأخبار");
define("LAN_NEWS_24", "أنشاء ملف pdf لهذا الخبر ");
define("LAN_462", "لا توجد أخبار منشورة للشهر الذي اخترته.");
?>
