<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Arabic Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Arabic/lan_sitedown.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-03-05 00:00:47 $
|     $Author: e107_arabs $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Чсуцок улсо уФоЪЧ");
define("LAN_00", "- Ъу ХлсЧо Чсуцок уФоЪЧ");
define("LAN_01", "Ъу ХлсЧо Чсуцок ссоэЧу ШШкж УкуЧс ЧсеэЧфЩ</br> гэкцЯ Чсуцок сскус ШкЯ нЪбЩ цЬэвЩ Ё оу ШвэЧбЪфЧ сЧЭоЧ</br>  фкЪаб кф хаЧ ЧсЪцон ЧсунЧЬЦ.");
?>