<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Arabic Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Arabic/lan_user.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-03-05 00:00:47 $
|     $Author: e107_arabs $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "гАцзжга");

define("LAN_20", "ньц");
define("LAN_112", "гАхяМо гАеАъйяФДМ");
define("LAN_115", "ячЦ ICQ");
define("LAN_116", "гсЦ тгти AIM");
define("LAN_117", "мсгх ЦсДля  MSN");
define("LAN_118", "йгяМн гАероМго");
define("LAN_119", "гАЦъгД");
define("LAN_120", "гАйФчМз");
define("LAN_137", "Аг йФло ЦзАФЦгй зД Епг гАЦсйноЦ АцДЕ шМя ЦслА щМ");
define("LAN_138", "гАцзжга гАЦслАМД: ");
define("LAN_139", "яйх: ");
define("LAN_140", "гАцзжга гАЦслАМД");
define("LAN_141", "Аг МФло цзжга ЦслАМД Амо гАсгзи.");
define("LAN_142", "гАзжФ");
define("LAN_143", "[йЦ ьАх енщгфЕ]");
define("LAN_144", "гАЦФчз гАтнуМ");
define("LAN_145", "йгяМн гАйслМА");
define("LAN_146", "зоо гАрМгягй ЦДп гАйслМА");
define("LAN_147", "Цтгягъгй уДоФч гАЦмгоки");
define("LAN_148", "зоо гАйзАМчгй");
define("LAN_149", "зоо Цтгягъгй гАЦДйоЛ");
define("LAN_308", "гАгсЦ гАмчМчМ");
define("LAN_400", "зжФ нгьМа . епг ъДй чо гйхзй ягхь нгьМа , гАялга езАгЦ гАЦтящ гАзгЦ.");
define("LAN_401", "шМя ЦйФщя");
define("LAN_402", "АФми ймъЦ гАзжФ");
define("LAN_403", "емугфМгй гАзжФ щМ гАЦФчз");
define("LAN_404", "бня йФгло");
define("LAN_405", "Цяй ЦДп йгяМн гАйслМА");
define("LAN_406", "гАяйхи");
define("LAN_407", "Аг тМа");
define("LAN_408", "уФяи тнуМи шМя ЦйФщяи");
define("LAN_409", "гАДчгь");
define("LAN_410", "ЦйДФЬз");
define("LAN_411", "йзоМА гАЦАщ гАтнуМ");
define("LAN_412", "ежшь ЕДг АйзоМА ЦзАФЦгй гАзжФ");
define("LAN_413", "мпщ гАуФяи");
define("LAN_414", "гАзжФ гАсгхч");
define("LAN_415", "гАзжФ гАйгАМ");
define("LAN_416", "зАМъ йслМА гАонФА АЦтгЕои гАущми.");
define("LAN_417", "гАЦоМя гАзгЦ ААЦФчз");
define("LAN_418", "Цтящ хгАЦФчз");

define("LAN_419", "зяж");
define("LAN_420", "йДгрАМ");
define("LAN_421", "йугзоМ");
define("LAN_422", "яйх");
define("LAN_423", "зяж лЦМз йзАМчгй гАзжФ");
define("LAN_424", "зяж лЦМз Цтгяъгй гАзжФ хгАЦДйоЛ");


define("LAN_425", "цясА ясгАи нгуи ААзжФ");
define("LAN_426", "Цжй");

define("USERLAN_1", "Peer Rating");

?>