<?php

define("LANINS_001", "[ بالعربية  - e107 تثبيث مجلة  ]");


define("LANINS_002", "المرحلة ");
define("LANINS_003", "1");
define("LANINS_004", "اختيار اللغة");
define("LANINS_005", "من فضلك اختر اللغة التي ستستخدمها خلال عملية التثبيث");
define("LANINS_006", "على بركة الله نبدأ");
define("LANINS_007", "4");
define("LANINS_008", "التأكد من إصدار PHP &amp; MySQL / صلاحيات الملفات");
define("LANINS_009", "أعد فحص صلاحيات الملفات");
define("LANINS_010", "ملف غير قابل للكتابة: ");
define("LANINS_010a", "مجلد غير قابل للكتابة: ");
define("LANINS_011", "خطأ");
define("LANINS_012", "على ما يبدوا أنه لا يوجد خادم قواعد البيانات . This probably means that either the MySQL PHP Extension isn't installed or your PHP installation wasn't compiled with MySQL support."); // help for 012
define("LANINS_013", "لم يتمكن من تحديد إصدار  MySQL. هذا ليس خطأ فادح , يمكنك الاستمرار في التثبيث , لكن ليكن في علمك أن مجلة e107 تحتاج  MySQL >= 3.23 لتعمل بكفاءة تامة.");
define("LANINS_014", "صلاحيات الملفات");
define("LANINS_015", "إصدار PHP");
define("LANINS_016", "MySQL");
define("LANINS_017", "صحبح");
define("LANINS_018", "تأكد من ان الملفات التالية موجودة و بها صلاحيات الكتابة . عبها ان تكون حاملة للصلاحيات  CHMOD 777, يمكنك الاستعانة بالاستضافة لعمل ذلك .");
define("LANINS_019", "إصدار PHP الموجود على الخادم غير قادر ظمان عمل e107. e107 تحتاج إصدار PHP على الأقل 4.3.0 للعمل بكفاءة. عليك ترقية إصدار PHP أو الاتصال بالمستضيف للقيام بذلك .");
define("LANINS_020", "الاستمرار في التثبيث");
define("LANINS_021", "2");
define("LANINS_022", "معلومات قاعدة البيانات MySQL");
define("LANINS_023", "من فضلك أدخل معلومات MySQL هنا.

إذا كانت لديك صلاحيات الرووت (root) يمكنك إضافة واحدة عن طريق تعليم الخانة بالأسفل , و إما عليك استخدام معلومات قاعدة تم إنشائها مسبقا.

إذا كانت لدبك قاعدة بيانات واحدة فقط ، يمكنك استعمال البريفيكس لمشاركة قاعدة البيانات مع سكريبتات أخرى.
إذا كنت لا تعرف أي شيء عن قاعدة البيانات فاتصل بالدعم الفني للمستضيف .");
define("LANINS_024", "MySQL Server:");
define("LANINS_025", "MySQL Username:");
define("LANINS_026", "MySQL Password:");
define("LANINS_027", "MySQL Database:");
define("LANINS_028", "أضف قاعدة البيانات");
define("LANINS_029", "البريفيكس:");
define("LANINS_030", "خادم فاعدة البيانات MySQL .يمكن استخدام الايبي مع منفذ الاتصال مثل : \"hostname:port\" أو إدخال رابط كامل للمضيف ، مثل : \":/path/to/socket\" .");
define("LANINS_031", "اسم مستخدم قاعدة البيانات");
define("LANINS_032", "كلمة مرور مستخدم قاعدة البيانات");
define("LANINS_033", "اسم قاعدة البيانات التي سيتم تركيب المجلة عليها ، يمكنك انشائها اذا كنت تملك الصلاحيات الكافية لذلك ، او ادخل معلومات قاعدة موجودة مسبقا.");
define("LANINS_034", "البريفيكس الذي سيستخدم لجداول القاعدة ، صالح لعدة تثبيثات من سكريبتات مختلفة على قاعدة واحدة.");
define("LANINS_035", "متابعة");
define("LANINS_036", "3");
define("LANINS_037", "تم الاتصال بخادم قاعدة البيانات بنجاح ");
define("LANINS_038", " و تم إضافة القاعدة بنجاح.");
define("LANINS_039", "تأكد من  أنك قمت بإدخال جميع المعلومات, خاصة معلومات  خادم قواعد البيانات .MySQL Server ,MySQL Password , MySQL Username  and MySQL Database (كل هذه المعلومات لا غنى عنها في خادم قواعد البيانات )");
define("LANINS_040", "أخطاء");
define("LANINS_041", "المجلة  غير قادرة على ربط الاتصال بخادم  قاعدة البيانات انطلاقا من المعلومات المدخلة. عد للصفحة السابقة و تأكد من المعلومات المدخلة.");
define("LANINS_042", "الاتصال بخادم MySQL تم بنجاح.");
define("LANINS_043", "غير قادر على إنشاء قاعدةالبيانات, من فضلك تاكد من انك تملك الصلاحيات لإنشاء قاعدة البيانات على خادمك.");
define("LANINS_044", "تم إنشاء قاعدة البيانات بنجاح.");
define("LANINS_045", "من فضلك ، إضغط على الزر للانتقال للمرحلة القادمة.");
define("LANINS_046", "5");
define("LANINS_047", "معلومات المدير العام");
define("LANINS_048", "انتقل للمرحلة الأخيرة");
define("LANINS_049", "كلمة المرور غير متطابقة. من فضلك عد للصفحة السابقة و صحح الخطأ.");
define("LANINS_050", "خاصية XML ");
define("LANINS_051", "مثبثة");
define("LANINS_052", "غير مثبثة");
define("LANINS_053", "المجلة ذات الاصدار 700 و ما فوق تحتاج PHP مدمج بخاصية XML . عليك الاتصال بالمستضيف للترقية ، إقرأ المزيد عن هذه الخاصية على موقع   ");
define("LANINS_054", " قبل الاستمرار  ");
define("LANINS_055", "تأكيد التثبيث");
define("LANINS_056", "6");
define("LANINS_057", " المجلة تملك كل المعلومات لاكمال عملية التثبيث.

من فضلك اضغط على الزر لاكمال عملية التثبيث و إنشاء المجلة.

");
define("LANINS_058", "7");
define("LANINS_060", "غير قادر على قراءة ملف نواة القاعدة

تأكد من وجود ملف <b>core_sql.php</b> في المجلد  <b>/e107_admin/sql</b> الخاص بالمجلة.");
define("LANINS_061", "المجلة غير قادرة على إنشاء الجداول في قاعدة البيانات .
من فضلك قم بحذف كل الجداول الموجودة بالقاعدة و تخلص من كل المشاكل في القاعدة قبل المحاولة من جديد .");

define("LANINS_062", "[b]مرحبا بك في موقعك الجديد ![/b]
تم تثبيث المجلة بنجاح و هي قابلة الان لاي إضافات.<br />لوحة المشرف العام  [link=e107_admin/admin.php]من هنا[/link], اظغط للانتقال الان. سيكون عليك استخدام اسم الستخدم و كلمة المرور الدخلة اثناء عملية التثبيث.

[b]الدعم[/b]
الصفحة الرئيسية للمجلة: [link=http://e107.org]http://e107.org[/link], ستجد جميع الاسئلة و جميع الوثائق هناك .
منتدى الدعم الفني العربي : [link=http://www.all-patch.org/vb/forumdisplay.php?f=244]http://www.all-patch.org/vb/forumdisplay.php?f=244[/link]

[b]التحميلات[/b]
Plugins: [link=http://e107coders.org]http://e107coders.org[/link]
Themes: [link=http://e107styles.org]http://e107styles.org[/link] | [link=http://e107themes.org]http://e107themes.org[/link]

القوائم الإضافية: [link=http://www.all-patch.org/vb/forumdisplay.php?f=245]القسم الخاص بالقوئم الاضافية [/link]
الستايلات: [link=http://www.all-patch.org/vb/forumdisplay.php?f=263]القسم الخاص بالستايلات و الثيمات[/link]

شكرا لاستخدامك المجلة, نتمنى ان تلائم تطلاعتك في الاستخدام.
(يمكنك حذف هذه الرسالة من لوحة التحكم.)");

define("LANINS_063", "مرحبا بك في المجلة المعربة");

define("LANINS_069", "تم تثبيث المجلة بنجاح !

لدواعي امنية عليك إرجاع صلاحيات الملف <b>e107_config.php</b>  للترخيص 644.

أيضا قم بحذف ملف  install.php و مجلد  e107_install بعد الضغط على الزر اسفله 
");
define("LANINS_070", "المجلة غير قادرة على حفظ ملف الاعدادات على خادمك .

من فضلك تأكد  من ان الملف <b>e107_config.php</b> يملك الصلاحيات الكافية.");
define("LANINS_071", "إنهاء التثبيث");

define("LANINS_072", "Admin Username");
define("LANINS_073", "هذا هو الاسم الذي ستستخدمه للدخول للموقع . كما يمكنك استخدامه كاسم ظاهر للمستخدم ");
define("LANINS_074", "Admin Display Name");
define("LANINS_075", "هذا هو الاسم الذي سيظهر في ملفك الشخصي ، المنتدى ، و جميع المناطق الأخرى. إذ كنت ترغب في أن يكون نفس اسم المستخدم اتركه فارغا");
define("LANINS_076", "Admin Password");
define("LANINS_077", "كلمة مرور المدير العام للموقع");
define("LANINS_078", "Admin Password Confirmation");
define("LANINS_079", "أعد إدخال كلمة مرور المدير العام ");
define("LANINS_080", "Admin Email");
define("LANINS_081", "أدخل بريد المدير العام الخاص بك ");

define("LANINS_082", "user@yoursite.com");

// Better table creation error reporting
define("LANINS_083", "حدث خطأ في MySQL:");
define("LANINS_084", "مدير التثبيث غير قادر على التصال بقاعدة البيانات");
define("LANINS_085", "مدير التثبيث غير قادر على اختيار قاعدة البيانات:");



?>