<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Arabic Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Arabic/lan_login.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-03-05 00:00:47 $
|     $Author: e107_arabs $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("LAN_27", "ÊׁßÊ ָÚײ ַבֽÞזב ÝַׁÛֹ¡ ַבֱַּׁ ÊÚֶָֹ ּדםÚ ַבֽÞזב");
define("LAN_300", "בד םÊד ַבÚֻזׁ Úבל ֵ׃ד ַבד׃Ê־ֿד .");
define("LAN_301", "ßבדֹ דׁזׁ ־ַ״ֶֹ.");
define("LAN_302", "בד ÊÞד ָÊÝÚםב ÚײזםÊß.בÞֿ Êד ֵׁ׃ַב ָׁםֿ ֵבßÊׁזהם ָו דÚבזדַÊ ַבֿ־זב ז ַָׁ״ ַבÊÝÚםב¡ דה Ýײבß ַÊָÚ ַבַָׁ״ בֵÊדַד Úדבםֹ ַבÊ׃ּםב ז בÊÝÚםב ÚײזםÊß בֿםהַ¡ז Ýם ַֽבֹ Úֿד Êזױבß ַָבָׁםֿ ַבֵבßÊׁזהם ַבֱַּׁ ַבֵÊױַב ַָבדֿםׁ ַבÚַד.");
define("LAN_303", "ַבÞה ־ַ״ֶ.");
define("LAN_304", "ֵ׃ד ַבד׃Ê־ֿד ז ßבדֹ ַבדׁזׁ Êד Ê׃ּםב ַבֿ־זב ָודַ Þָב בֽײַÊ.");
define("LAN_LOGIN_1", "ֵ׃ד ַבד׃Ê־ֿד");
define("LAN_LOGIN_2", "ßבדֹ ַבדׁזׁ");
define("LAN_LOGIN_3", "דה״Þֹ דֽדםֹ");
define("LAN_LOGIN_4", "דה Ýײבß ֳֿ־ב דÚבזדַÊ ַבֿ־זב.");
define("LAN_LOGIN_5", "ֵײÛ״ והַ בבÊ׃ּםב");
define("LAN_LOGIN_6", "װßַׁ בַוÊדַדß ָהַ¡ זÚÝזַ¡ Êד ֵםÞַÝ Úדבםֹ ַבÊ׃ּםב דִÞÊַ¡ Úֿ Ýם זÞÊ בַֽÞ בבÊ׃ּםב ");
define("LAN_LOGIN_7", "ֳֿ־ב ַבׁדׂ ַב׃ׁם ");
define("LAN_LOGIN_8", "ֽÝÙ דÚבזדַÊ ַבֿ־זב");
define("LAN_LOGIN_9", "Ê׃ּםב ַבֿ־זב");
define("LAN_LOGIN_10", "ֵײÛ״ בÊ׃ּםב ַבֿ־זב");
define("LAN_LOGIN_11", "ַבÊ׃ּםב");
define("LAN_LOGIN_12", "ה׃םÊ ßבדֹ ַבדׁזׁ¿");
define("LAN_LOGIN_13", "ֳֿ־ב ַבהױ ַבדזּזֿ Úבל ַבױזֹׁ");

define("LAN_LOGIN_14", "ֳֽֿוד ַֽזב ַבֿ־זב ֵָ׃ד ד׃Ê־ֿד Ûםׁ דÚׁזÝ");
define("LAN_LOGIN_15", "ֳֽֿוד ַֽזב Ê׃ּםב ַבֿ־זב ָßבדֹ דׁזׁ ־ַ״ֶֹ");
define("LAN_LOGIN_16", "ֳֽֿוד ַֽזב ַבֿ־זב ֵָ׃ד ד׃Ê־ֿד ז ßבדֹ דׁזׁ Êד Ê׃ּםב ַבֿ־זב ָוַ ׃ַָÞַ");
define("LAN_LOGIN_17", "User password (hashed)");
define("LAN_LOGIN_18", "ַםÞַÝ ÊבÞֶַם: ֳßֻׁ דה 10 דַֽזבַÊ ֿ־זב Ýַװבֹ");
define("LAN_LOGIN_19", "> 10 דַֽזבַÊ Ê׃ּםב ֿ־זב Ýַװבֹ.");

?>