<?php

## Russian Language Pack for e107 Version 0.700
##      Copyright © 2004 - Russian e107
##	     	  http://e107.org.ru

define("CM_L1", "Нет комментариев.");
define("CM_L2", "");
define("CM_L3", "Заголовок");
define("CM_L4", "Количество ввыодимых комментариев?");
define("CM_L5", "Количество выводимых символов?");
define("CM_L6", "Постфикс для слишком длинных комментариев?");
define("CM_L7", "Показывать название новости в заголовке?");
define("CM_L8", "Настройка меню комментариев");
define("CM_L9", "Обновить настройки меню");
define("CM_L10", "Настроки меню комментариев сохранены");


?>