<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_comment.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-08-31 07:37:41 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Коментарі");

define("LAN_0", "[заблоковано адміном]");
define("LAN_1", "Розблокувати");
define("LAN_2", "Блокувати");
define("LAN_3", "Видалити");
define("LAN_4", "Інфо");
define("LAN_5", "Коментар ...");
define("LAN_6", "Ви повинні зайти, щоби коментувати повідомлення на цьому сайті - будьласка, або увійдіть, або зареєструйтеся, щоб увійти");
define("LAN_7", "Головний адмін сайту");
define("LAN_8", "Коментар");
define("LAN_9", "Передати коментар");
define("LAN_10", "Адмін");
define("LAN_11", "Ввести ваш коментар до БД неможливо - будьласка, передрукуйте вживаючі лише стандартні символи тексту.");
define("LAN_16", "Логін: ");
define("LAN_99", "Коментарі");
define("LAN_100", "Новини");
define("LAN_101", "Опитування");
define("LAN_102", "Відповідаючи до: ");
define("LAN_103", "Стаття");
define("LAN_104", "Перегляд");
define("LAN_105", "Зміст");
define("LAN_145", "Зареєстрований: ");
define("LAN_194", "Гість");
define("LAN_195", "Зареєстрований учасник");
define("LAN_310", "Неможливо прийняти тому, що таке ім'я вже зареєстроване - якщо це ваше ім'я-логін, будьласка, увійдіть під цим іменем.");
define("LAN_312", "Подвійне повідомлення - не приймається.");
define("LAN_313", "Розтащування");
define("LAN_314", "редагувати коментарі");
define("COMLAN_1", "тут");
define("COMLAN_2", "підписатися");
define("COMLAN_3", "Помилка!");
define("COMLAN_4", 'Заголовок');
define("COMLAN_5", 'Відповідь на:');
define("COMLAN_6", 'Відповісти на це');
define("COMLAN_7", 'Рейтинг');
define("COMLAN_8", 'Коментування заблоковане');

define("LAN_315", "Відстежувати");
define("LAN_316", "Ця новина не відстежується.");
define("LAN_317", "Редагувати відстеження");

define("LAN_318", "Редагувати коментарі");
define("LAN_319", "відредаговано");
define("LAN_320", "Поновити коментар");

?>