<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_user.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-12 17:52:54 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/
## Ukrainian Language Pack for e107 Version 0.617
##      Copyright © 2005 - Ogall © Ukrainian e107 ©
##	     	  http://www.ogall.com

define("PAGE_NAME", "Користувачі");

define("LAN_20", "Помилка");
define("LAN_112", "Електронна адреса: ");
define("LAN_115", "Номер ICQ: ");
define("LAN_116", "AIM адреса: ");
define("LAN_117", "MSN Посильник (Messenger): ");
define("LAN_118", "Дата народження: ");
define("LAN_119", "Країна: ");
define("LAN_120", "Підпис: ");
define("LAN_137", "Ця інформація недоступна для користувачів незареєстрованих на");
define("LAN_138", "Зареєстровані користувачі: ");
define("LAN_139", "Порядок сортування: ");
define("LAN_140", "Зареєстровані користувачі");
define("LAN_141", "Поки немає зареєстрованих користувачів.");

define("LAN_142", "Користувач");
define("LAN_143", "[приховано]");
define("LAN_144", "Адреса сайту: ");
define("LAN_145", "Зареєстрований: ");
define("LAN_146", "Візитів на сайт: ");
define("LAN_147", "Повідомлень в міні-чаті: ");
define("LAN_148", "Коментарів: ");
define("LAN_149", "Повідомлень в форумі: ");
define("LAN_308", "Справжнє ім'я: ");

define("LAN_400", "Неіснуючий користувач.");
define("LAN_401", "немає даних");
define("LAN_402", "Профіль користувача");
define("LAN_403", "Статистика сайту");
define("LAN_404", "Останнє відвідування");
define("LAN_405", "днів назад");
define("LAN_406", "Рейтинг");
define("LAN_407", "немає");
define("LAN_408", "без фото");
define("LAN_409", "балів");

define("LAN_410", "Різне");
define("LAN_411", "Натисніть для оновлення інформації");
define("LAN_412", "Натисніть для редагування інформації про цього користувача");
define("LAN_413", "видалити фото");

define("LAN_414", "попередній користувач");
define("LAN_415", "наступний користувач");

define("LAN_416", "Ви повинні увійти як зареєстрований користувач");
define("LAN_417", "Головний адміністратор");
define("LAN_418", "Адміністратор сайту");

define("LAN_419", "Показати");
define("LAN_420", "До понижчення");
define("LAN_421", "До підвищення");
define("LAN_422", "Перейти");
define("LAN_423", "Натиснути для перегляду коментарів користувача");
define("LAN_424", "Натиснути для перегляду повідомлень форуму");

define("LAN_425", "Відправити Приватне Повідомлення");

define("LAN_426", "тому");

define("USERLAN_1", "Peer Рейтинг");

?>