<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_banner.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-08-31 06:42:28 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Банер");

define("LAN_16", "Логін (ім'я): ");
define("LAN_17", "Пароль: ");
define("LAN_18", "Продовжити");
define("LAN_19", "Щоб продовжити, будьласка, введіть ваш логін і пароль");
define("LAN_20", "Вибачте, не можу знайти ці деталі у Базі Данних. Зконтактуйтеся з адміністратором для уточнень.");
define("LAN_21", "Статистика Банерів");
define("LAN_22", "Клієнт");
define("LAN_23", "Унік (ID) банеру");
define("LAN_24", "проходів-скрізь");
define("LAN_25", "Клік %");
define("LAN_26", "Демонстрацій");
define("LAN_27", "Проплачених Демонстрацій");
define("LAN_28", "Демонстрацій залишилось");
define("LAN_29", "Немає банерів");
define("LAN_30", "Необмежено");
define("LAN_31", "Не стосується");
define("LAN_32", "Так");
define("LAN_33", "Ні");
define("LAN_34", "Закінчення:");
define("LAN_35", "IP адреси проходів-скрізь");
define("LAN_36", "Активних:");
define("LAN_37", "Стартів:");
define("LAN_38", "Помилка");

?>