<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_request.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-10 03:06:17 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/

define("LAN_dl_61", "Помилка завантаження");
define("LAN_dl_62", "Вас упережєено від завантаження цього файлу, ви перевищили дозволений вам ліміт завантаження");
define("LAN_dl_63", "Ви не маєте відповідного дозволу, щоб завантажити цей файл.");
define("LAN_dl_64", "Назад");
define("LAN_dl_65", "Файл не знайдено");

?>