<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_news.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-06 17:18:44 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/


## Ukrainian Language Pack for e107 Version 0.617
##      Copyright © 2005 - Ogall © Ukrainian e107 ©
##	     	  http://www.ogall.com

define("PAGE_NAME", "Новини");

## define("LAN_00", "Будь-ласка видаліть install.php з Вашого серверу ***</b><br />щоб не наражати потенційній небезпеці Ваш сайт");
define("LAN_82", "Новини - Категорії");
define("LAN_83", "Новин немає - будь-ласка завітайте пізніше.");
define("LAN_84", "Теми новин");
define("LAN_99", "Коментарі");
define("LAN_100", "Увімкнути.");
define("LAN_307", "Всього новин в цій категорії: ");

define("LAN_NEWS_1", "Новини для особливих користувачів");
define("LAN_NEWS_2", "У Вас немає дозволу для перегляду");
define("LAN_NEWS_3", "Видаліть install.php з серверу");
define("LAN_NEWS_4", "це потенційний ризик для серверу");




define("LAN_NEWS_5", "<b>Помилка!</b> Неможливо поновити новини в БД (базі даних)!</b>");
define("LAN_NEWS_6", "Новини введено до БД.");
define("LAN_NEWS_7", "<b>Помилка!</b> Неможливо ввести новини до БД!</b>");
define("LAN_NEWS_8", "Було додано до БД для всіх мов. ID: ");
define("LAN_NEWS_9", "Встановлено лише заголовок - <b>тітльки заголовок буде показано</b><br />");
define("LAN_NEWS_10", "Ці новини є поки <b>неактивованими</b> (Ви не побачите їх на Першій сторінці). ");
define("LAN_NEWS_11", "Ці новини вже <b>активовано</b> (можете побачити на Першій сторінці). ");
define("LAN_NEWS_12", "Коментарі <b>ввімкнено</b>. ");
define("LAN_NEWS_13", "Коментарі <b>вимкнено</b>. ");
define("LAN_NEWS_14", "<br />Період активації: ");
define("LAN_NEWS_15", "Довжина контейнеру: ");
define("LAN_NEWS_16", "b. Розширена довжина: ");
define("LAN_NEWS_17", "b.");
define("LAN_NEWS_18", "Інфо:");
define("LAN_NEWS_19", "Тепер");
define("LAN_NEWS_20", "Новини поновлено у БД для наступної мови: ");
define("LAN_NEWS_21", "Новини поновлено у БД.");
define("LAN_NEWS_22", "Перейти на сторінку: ");
define("LAN_NEWS_23", "Категорії Новини");
?>
