<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_login.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-06 16:37:02 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/

define("LAN_27", "Ви не заповнили поля вводу");
define("LAN_300", "Некоректний вхід. Таке ім'я користувача в базі даних не знайдено.");
define("LAN_301", "Невірний пароль.");
define("LAN_302", "Ви не активували Ваш обліковий запис. Прочитайте інструкцію, отриману електронною поштою, і натисніть на ланку Активації, або зверніться до адміністратора сайту.");

define("LAN_303", "Невірний код.");
define("LAN_304", "Така комбінація ім'я користувача/пароль вже кимось використовується.");

define("LAN_LOGIN_1", "Ім'я користувача");
define("LAN_LOGIN_2", "Пароль");
define("LAN_LOGIN_3", "Захищений сервер");
define("LAN_LOGIN_4", "Для доступу повідомте подробиці.");
define("LAN_LOGIN_5", "Натисніть, щоб підписатися");
define("LAN_LOGIN_6", "Нові користувачі не реєструються");
define("LAN_LOGIN_7", "Введіть зображений код");
define("LAN_LOGIN_8", "Запам'ятати мене");

define("LAN_LOGIN_9", "Вхід і реєстрація");
define("LAN_LOGIN_10", "Натисніть, щоб увійти");
define("LAN_LOGIN_11", "Зареєструватися, як Новий Користувач");
define("LAN_LOGIN_12", "Забув Пароль");
define("LAN_LOGIN_13", "Введіть підпис до картинки");

define("LAN_LOGIN_14", "Ви немагалися увійти з невідомим ім'ям користувача");
define("LAN_LOGIN_15", "Ви немагалися увійти з некоректним паролем");
define("LAN_LOGIN_16", "Ви немагалися увійти з комбінацією ім'я користувача/пароль вже кимось використовується.");
define("LAN_LOGIN_17", "Пароль користувача (hashed)");
define("LAN_LOGIN_18", "Авто-бан! Ви спробували увійти більше 10 разів");
define("LAN_LOGIN_19", "> 10 спроб увійти були некоректними");
?>