<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_error.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-02 04:06:04 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Помилка");

define("LAN_1", "Помилка 401 - Немає Дозволу");
define("LAN_2", "Ви не маєте дозволу, щоб отримати цю ланку (URL), що ви запросили.");
define("LAN_3", "Прошу, повідомте адміністратора якщо ця помилка нелогічна.");
define("LAN_4", "Помилка 403 - Сюди потрібно увійти під коректним іменем");
define("LAN_5", "Ланка (URL), що ви її запитали вимагає входу з лише коректним  іменем і паролем. Або ви ввели реєстрацію некоректно, або ваше Вікно Інтернет (browser) не підтримує такої функції.");
define("LAN_6", "Повідомте, будьласка, адміна сторінки, що ви намагалися відкрити, якщо ви думаєте, що це повідомлення про помилку нелогічне з вашої точки зору.");
define("LAN_7", "Помилка 404 - Документ Не Знайдено");
define("LAN_9", "Будьласка, повідомте адміністратора, якщо це повідомлення про помилку здається вам нелогічним.");
define("LAN_10", "Помилка 500 - Неправильно сформовано заголовок. Помилка сервера.");
define("LAN_11", "Помилка сервера спричинена неправильною його конфігурацією. Або випадкова помилка.");
define("LAN_12", "Повідомте, будьласка, адміна сторінки, що ви намагалися відкрити, якщо ви думаєте, що це повідомлення про помилку нелогічне з вашої точки зору.");
define("LAN_13", "Помилка Невизначена");
define("LAN_14", "На сервері визначена помилка");
define("LAN_15", "Повідомте, будьласка, адміна сторінки, що ви намагалися відкрити, якщо ви думаєте, що це повідомлення про помилку нелогічне з вашої точки зору.");
define("LAN_16", "Ваша невдала спроба доступу.");
define("LAN_17", "була записана.");
define("LAN_18", "Очевидно ви були скеровані сюди ");
define("LAN_19", "Нажаль тут спостерегається абсолютне (безпосереднє) посилпння на цю адресу.");
define("LAN_20", "Натисніть тут, щоб попасти на Головну сторінку");

define("LAN_ERROR_01", "Запрошений файл (URL) неможливо знайти і виконати на цьому сервері. Можливо ланка застаріла.");
define("LAN_ERROR_02", "Будьласка натисніть, щоб перейти до Пошуку на цьому сайті");
define("LAN_ERROR_03", "Ваша спроба доступитися ");
define("LAN_ERROR_04", " була невдалою.");

?>