<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_installer.php,v $
|     $Revision: 1.2 $
|     $Date: 2005-09-06 16:22:24 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/
define("LANINS_001", "Інсталювання e107");


define("LANINS_002", "Ступінь процесу встановлення ");
define("LANINS_003", "1");
define("LANINS_004", "Вибір мови");
define("LANINS_005", "Оберіть мову до використання під час встановлення");
define("LANINS_006", "Встановити Мову");
define("LANINS_007", "2");
define("LANINS_008", "Перевірка версії PHP &amp; MySQL / Перевірка Дозволу на Використання файлів");
define("LANINS_009", "Перепровірити Дозвіл на Вмкорисання файлу");
define("LANINS_010", "У файл неможливо записувати: ");
define("LANINS_010a", "У розділ неможливо записувати: ");
define("LANINS_011", "Помилка");
define("LANINS_012", "Схоже, що функції MySQL не існують. Це певно означає, що або розширення MySQL PHP не встановлено або некоректно відлагоджено."); // help for 012
define("LANINS_013", "Не можливо визначити версію вашого MySQL. Можливо ваш MySQL сервер вимкнено, або з'єднання відкинуто.");
define("LANINS_014", "Дозвіл на Використання файлу");
define("LANINS_015", "Версія PHP");
define("LANINS_016", "MySQL");
define("LANINS_017", "PASS");
define("LANINS_018", "Переконайтесь, що всі обрані файли існують, що у них можна (є право доступу) записувати. Зазвичай достатньо виконати команду CHMOD у позицію 777.");
define("LANINS_019", "Встановлена на вашому сервері версія PHP не дозволяє функціонувати e107. e107 потребує версії  як мінімум 4.3.0 щоб працювтаи коректно. Поновіть ваш РНР.");
define("LANINS_020", "Продовжити інсталяцію");
define("LANINS_021", "3");
define("LANINS_022", "Подробиці про сервер MySQL");
define("LANINS_023", "Введіть дані доступу до MySQL тут.

Якщо маєте найвищі права доступу (root) можете стаорити нову БД натискаючи цей перемикач, якщо ні, створіть БД іншим шляхом або використайте інснуючу.

Якщо свєте лише одну Базу Даних додайте до імені префікс_ .
");
define("LANINS_024", "Сервер MySQL:");
define("LANINS_025", "Ім'я користувача MySQL:");
define("LANINS_026", "Пароль MySQL:");
define("LANINS_027", "База Даних MySQL:");
define("LANINS_028", "Створити Базу Даних?");
define("LANINS_029", "Префікс для створюваних таблиць:");
define("LANINS_030", "Сервер MySQL який ви б хотіли використовувати. Можна додати також номер порту, напр.  \"hostname:port\" або ланку до локального сокету, як \":/path/to/socket\" для цього localhost.");
define("LANINS_031", "Ім'я користувача e107 , що ви б хотіли використовувати для з'єднання  з вашим сервером MySQL");
define("LANINS_032", "Пароль для цього користувача, що ви щойно ввели");
define("LANINS_033", "Це база даних MySQL, де ви хочете розмістити e107. Якщо користувач має привелеї створювати БД ви можете пре-встновити (opt) так, щоб Бази Даних створювалися автоматично, якщо таке попередньо не встановлено.");
define("LANINS_034", "Це префікс, який ви хочете обрати для створюваних табоиць e107. Корисно використовувати для багатьох інсталяцій e107 одну схему БД.");
define("LANINS_035", "Продовження");
define("LANINS_036", "4");
define("LANINS_037", "Перевірка З'єднання MySQL");
define("LANINS_038", " і Створення Бази Данних");
define("LANINS_039", "Переконайтесь, що ви виповнили всі поля форми (form fields). Найбільш важливо виповнити Сервер MySQL , Ім'я користувача MySQL та ім'я БД MySQL");
define("LANINS_040", "Помилки");
define("LANINS_041", "e107 не може встановити зв'язок з сервером MySQL використовуючи введену вами інформацію. Поверніться на попередню сторінку і переконайтесь, що там все виповнено вірно.");
define("LANINS_042", "Зв'язок с сервером MySQL встановлено і перевірено.");
define("LANINS_043", "Неможливо створити Базу Даних, перевірте, що ви маєте права створювати БД на вашому сервері.");
define("LANINS_044", "БД успішно створена.");
define("LANINS_045", "Будьласка, натисніть на відповідну кнопку для переходу до наступного етапу.");
define("LANINS_046", "5");
define("LANINS_047", "Адміністративні настойки");
define("LANINS_048", "Повернутися До Останнього Кроку");
define("LANINS_049", "Введені вами два паролі не співпадають. Будьласка, поверніться і  перевведіть пароль два рази.");
define("LANINS_050", "Розширення XML");
define("LANINS_051", "Встановлено");
define("LANINS_052", "Не Встановлено");
define("LANINS_053", "e107 .700 вимагає встановлення розширення PHP XML . Сконтактуйте з тим, де розміщено ваш сторінку (з вашим хостером), або перечитайте інформацію на ");
define("LANINS_054", " перед з'єднанням");
define("LANINS_055", "Підтвердження Встановлення");
define("LANINS_056", "6");
define("LANINS_057", " e107 тепер має всю інформацію, щоб здійснити встановлення.

Натисніть на кнопку, щоб розпочати створення таблиць БД і зберегти всі ваши установки.

");
define("LANINS_058", "7");
define("LANINS_060", "Неможливо прочитати цей файл sql (datafile)

Переконайтесь, що файл <b>core_sql.php</b> інсує у директорії <b>/e107_admin/sql</b>.");
define("LANINS_061", "e107 не може створити усі потрібеі таблиці БД.
Радимо очистити цю БД і спробувати знову.");
define("LANINS_062", "Ласкаво просимо на ваш новий вебсайт!");
define("LANINS_063", "e107 успішно встановлено і тепер він готовий до наповнення змістом.");
define("LANINS_064", "Ваша адміністративна частина є");
define("LANINS_065", "розташовано тут");
define("LANINS_066", "натисніть, щоб перейти туди. Вам буде потрібно зареєструватись, ввести ім'я користувача і пароль, що ви їх обрали у процесі інсталяції.");
define("LANINS_067", "ви знайдете ПоП (Поширені Питання) та документацію тут.");
define("LANINS_068", "Дякуємо за використання e107, сподіваємось це зажлвлдьнить ваши потреби.\n(Ви можете видалити це повідомлення з панелі.)\n\n<b>.</b>");
define("LANINS_069", "e107 успішно встановлено!

З міркувань безпеки радимо встановити тепер Права Доступу До Файлів (file permissions) на <b>e107_config.php</b> назад до 644.

Також радимо обов'язково видалити install.php і розділ e107_install з вашого серверу перед тим, як перейти за ланкою нижче
");
define("LANINS_070", "e107 не може зберегти основний конфінураційний файл на вашому сервері.

Переконайтесь, що <b>e107_config.php</b> файл має коректні Права Доступу на вашому сервері");
define("LANINS_071", "Завершення Встановлення");

define("LANINS_072", "Ім'я Адміністратора");
define("LANINS_073", "Це ім'я ви будуту використовуввати для входу на цей сайт. Якщо ви бажаєте можете використуовувати це саме ім'я як Відоме Ім'я  (display name) також");
define("LANINS_074", "Відоме Ім'я для адміна");
define("LANINS_075", "Це ім'я буде показано у вашому профайлі, на форумах та інших додатках. Можете залишити порожнім, тоді буде використовуватися ваше реєстраційне Ім'я Користувача.");
define("LANINS_076", "Пароль Адміністратора");
define("LANINS_077", "Введіть пароль адміна, який би ви хотіли тут використовувати.");
define("LANINS_078", "Підвердження пароля адміністратора");
define("LANINS_079", "Введіть пароль адміна знову для підтвердження");
define("LANINS_080", "Е-адреса Адміністратора");
define("LANINS_081", "Введіть адресу електронної скриньки");

define("LANINS_082", "user@yoursite.com");

?>