<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_fpw.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-02 06:17:33 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Перевстановлення паролю");

define("LAN_02", "Вибачте, але е-пошту відправити неможливо - зконтактуйтеся з адміном.");
define("LAN_03", "Перевстановлення паролю");
define("LAN_05", "Щоб перевстановити ваш пароль, будьласка, введіть наступну інформацію");
define("LAN_06", "Пароль перевстановлено");
define("LAN_07", "Хтось, хто має IP адресу ");
define("LAN_08", "спробував змінити пароль адміна.");
define("LAN_09", "Пароль змінено з ");
define("LAN_112", "Електронна Адреса використана під час підписки на сервері ");
define("LAN_156", "Підтвердити і Передати");
define("LAN_213", "Це ім'я/ел.адреса не знайдено у Базі Даних.");
define("LAN_214", "Неможливо перевстановити пароль");
define("LAN_216", "Щоб перевірити ваш новий пароль відвідайте наступну адресу (URL) ...");
define("LAN_217", "Ваш новий пароль перевірено, ви можете тепер увійти використовуючи новий пароль.");
define("LAN_218", "Ваше реєстраційне ім'я (логін) є:");
define("LAN_219", "Цей пароль асоційований з такою ел. адресою вже перевстановлено і не може бути перевстановлено знову. Будьласка, запитайте адміністратора сайту для уточнень.");
define("LAN_FPW1","Ім'я (логін)");
define("LAN_FPW2","Введіть код");
define("LAN_FPW3","Введено некоректний код");
define("LAN_FPW4","Запит змінити пароль надіслано, якщо ви не отримали ел. листа запитайте адміна сайту про допомогу.");
define("LAN_FPW5","Запит змінити пароль для");
define("LAN_FPW6","Ел. лист був надісланий вам з відповідною ланкою яка дозволить перевстановити пароль.");
define("LAN_FPW7","Це невірна ланка (link) щоби перевстановити пароль. <br />Будьласка, запитайте подробиці у адміна.");
define("LAN_FPW8","Пароль для цього імені");
define("LAN_FPW9","було вдало змінено.<br /><br />Новий пароль:");
define("LAN_FPW10","Будьласка");
define("LAN_FPW11","увійдіть і зареєструйтесь тепер");
define("LAN_FPW12","і відразу змініть свій пароль, виходячи з міркувань безпеки.");

define("LAN_FPW13", "будьласка дотримуйтесь інструкцій, що в ел. листі, щоб перевірити пароль.");
define("LAN_FPW14", "було передано кимось, хто має ІР ");
define("LAN_FPW15", "Це не означає, що ваш пароль витерто або перевстановлено. Для цього ви повинні перейти за ланкою, яка нижче для завершення процесу перевстановлення.");
define("LAN_FPW16", "Якщо це не ви запитали змінити пароль і ви, власне, не хочете його змінювати, просто проігноруйте цей лист");
define("LAN_FPW17", "Ланка знизу буде дійсна 48 годин.");

?>