<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_subcontent.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-12 17:11:48 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/


## Ukrainian Language Pack for e107 Version 0.617
##      Copyright © 2005 - Ogall © Ukrainian e107 ©
##	     	  http://www.ogall.com

define("ARLAN_0", "Дякуємо. Вашу статтю збережено і після перевірки адміністрацією, можливо, опублікують.");
define("ARLAN_1", "Основні поля не заповнено.");
define("ARLAN_2", "Дякуємо. Ваш огляд збережено і після перевірки адміністрацією, можливо, опублікують.");
define("ARLAN_15", "Розмістити статтю");
define("ARLAN_17", "Заголовок");
define("ARLAN_18", "Підзаголовок");
define("ARLAN_19", "Короткий опис");
define("ARLAN_20", "Стаття");
define("ARLAN_21", "Дозволити додавати коментарі?");
define("ARLAN_22", "Увімкнути");
define("ARLAN_23", "Вимкнути");

define("ARLAN_24", "Додати іконки ел.лист/друк?");
define("ARLAN_25", "Так");
define("ARLAN_26", "Ні");
define("ARLAN_27", "Передати статтю до публікації");
define("ARLAN_28", "Перегляд");
define("ARLAN_55", "Можуть переглядати");
define("ARLAN_73", "Відкрити редактор HTML");
define("ARLAN_74", "Категорія");
define("ARLAN_75", "Немає");
define("ARLAN_82", "Інформація про автора");
define("ARLAN_84", "ім'я автора");
define("ARLAN_85", "email автора");

define("ARLAN_86", "Перегляд");
define("ARLAN_87", "Рейтинг");
define("ARLAN_88", "Будь-ласка, виберіть рейтинг");
define("ARLAN_89", "Передати огляд до публікації");
define("ARLAN_90", "Поле залиште порожнім, натисніть зворотню кнопку на Вашому браузері Підтвердьте виповнення всіх полів.");
define("ARLAN_91", "Повторний перегляд");
define("ARLAN_92", "Будь-ласка введіть  ім'я та адресу ел.пошти");
define("ARLAN_93", "стаття");
define("ARLAN_94", "перегляд");


define("ARLAN_95", "Додавання статей користувчем наразі неможливе.");
define("ARLAN_96", "Додавання оглядів користувчем неможливе.");
define("ARLAN_97", "У Вас недостатньо прав для публікації статей");
define("ARLAN_98", "У Вас недостатньо прав для публікації оглядів");




define("ARLAN_99", "Хотіли б ви передати до публікації?");
define("ARLAN_100", "Новини");
define("ARLAN_101", " Подія");
define("ARLAN_102", "Стаття");
define("ARLAN_103", "Огляд");
define("ARLAN_104", "Ланка");
define("ARLAN_105", "Завантаження");
define("ARLAN_106", "Прийняти на сервер");

?>