<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_email.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-01 15:31:09 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Е-пошта");

define("LAN_5", "Доправити статтю знайомому");
define("LAN_6", "Доправити новину знайомому");
define("LAN_7", "Логін ім'я: ");
define("LAN_8", "Коментар");
define("LAN_9", "Вибачте, неможливо відпрвити е-пошту");
define("LAN_10", "Лист відправлено до");
define("LAN_11", "Е-пошту відправлено");
define("LAN_12", "Помилка");
define("LAN_106", "Це не схоже на правильну адресу е-пошти");
define("LAN_185", "Відправити Статтю");
define("LAN_186", "Відправити Новину");
define("LAN_187", "Адреса е-пошти відправити до");
define("LAN_188", "Вважаю, Вас може зацікавити ця новина від");
define("LAN_189", "Вважаю, Вас може зацікавити ця стаття від");

define("LAN_email_1", "Від:");
define("LAN_email_2", "IP адреса відправника:");
define("LAN_email_3", "Відправлено від");
define("LAN_email_4", "Відправити е-лист");
define("LAN_email_5", "Відправити е-лист знайомому");
define("LAN_email_6", "Ймовірно ви можете зацікавитися цим повідомденням від");


?>