<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_signup.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-10 07:28:52 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/

## Ukrainian Language Pack for e107 Version 0.617
##      Copyright © 2005 - Ogall © Ukrainian e107 ©
##	     	  http://www.ogall.com

define("PAGE_NAME", "Реєстрацiя");

define("LAN_7", "Ім'я користувача: ");
define("LAN_17", "Пароль: ");
define("LAN_103", "Це ім'я користувача недоступно, будь-ласка введіть інший логін");
define("LAN_104", "Це ім'я користувача вже існує в базі, будь-ласка виберіть інше ім'я");

define("LAN_8", "ім'я, що буде демонструватися на сайті");
define("LAN_9", "Логін Ім'я: ");
define("LAN_10", "ім'я, що використовується для входу");

define("LAN_105", "Паролі не співпадають");
define("LAN_106", "Ви ввели неправильну email адресу ");
define("LAN_107", "Вітаємо! Ви успішно пройшли реєстрацію на  ");
define("LAN_108", "Реєстрацію завершено");
define("LAN_109", "Цей сайт відповідає Закону про Інтернет Захист Прав Дітей від 1998 року (COPPA) і забороняє реєстрацію дітей молодше 13 років без письмової згоди їх батьків. Для отримання детальної інформації звертайтесь<a href=\"http://www.cdt.org/legislation/105th/privacy/coppa.html\">сюди</a>. Будь-ласка зв'яжіться з адміністратором сайту <a href=\"mailto:".SITEADMINEMAIL."\">тут</a> якщо виникли сумніви.<br /><br /><div style=\"text-align:center\">");
define("LAN_110", "Реєстрація");
define("LAN_111", "Повторіть пароль: ");


define("LAN_113", "Приховувати email адресу: ");
define("LAN_114", "Це упередить вашу адресу від реєстрації на сайті.");
define("LAN_123", "Реєстрація");
define("LAN_185", "Пусті поля можна залишити незаповненими");
define("LAN_201", "Так");
define("LAN_200", "Ні");

define("LAN_202", "Реєстрацію провалено");
define("LAN_309", "Введіть свої дані нижче.");
define("LAN_399", "Продовження");
define("LAN_400", "Ім'я користувача і пароль <b>ЧУТливі до реєСТРУ</b>");
define("LAN_401", "Ваш профіль успішно активовано, будь-ласка авторизуйтесь");
define("LAN_402", "Реєстрацію активовано");
define("LAN_403", "Ласкаво просимо до");
define("LAN_404", "Подробиці реєстрації для");
define("LAN_405", "Етап реєстрації завершено, на вказану адресу email відправлено листа з інформацією, будь-ласка ознайомтесь з даним листом для завершення реєстрації на сайті. Можете просто скопіювати отриманий код в вікно браузера.");
define("LAN_406", "Дякуємо!");


define("LAN_407", "Збережіть цей email на майбутнє. Вся інформація зберігається в закодованому виді і не може бути відновленою за допомогою адміністрації. Якщо Ваш пароль буде втрачено, Ви зможете запросити новий пароль.\n\nДякуємо за реєстрацію.\n\nFrom");
define("LAN_408", "Користувач з цією email адресою вже існує. Скористайтесь <a href='fpw.php'>цією сторінкою</a> якщо Ви забули пароль.");


define("LAN_SIGNUP_1", "Мінімум");
define("LAN_SIGNUP_2", "символів.");
define("LAN_SIGNUP_3", "Помилка при перевірки коду.");
define("LAN_SIGNUP_4", "Пароль має бути не коротше за ");
define("LAN_SIGNUP_5", " символів.");
define("LAN_SIGNUP_6", "Ваш ");
define("LAN_SIGNUP_7", " необхідно");
define("LAN_SIGNUP_8", "Дякуємо!");
define("LAN_SIGNUP_9", "Неможливо виконати.");
define("LAN_SIGNUP_10", "Так");
define("LAN_SIGNUP_11", ".");


define("LAN_409", "Помилка в імені користувача");
define("LAN_410", "Введіть код, зображений на картинці");


define("LAN_SIGNUP_12", "Будь-ласка, збережіть свій пароль в надійному місці.");
define("LAN_SIGNUP_13", "Тепеь Ви можете увійти під своїм логіном з площадки для логіну, або з <a href='".e_BASE."login.php'>here</a>.");
define("LAN_SIGNUP_14", "тут");
define("LAN_SIGNUP_15", "Будь-ласка, зверніться до адміністратора сайту");
define("LAN_SIGNUP_16", "якщо Вам потрібна допомога.");
define("LAN_SIGNUP_17", "Підтвердіть, що Вам більше 13 років.");
define("LAN_SIGNUP_18", "Вашу реєстрацію підтверждено з наступною інформацією ...");
define("LAN_SIGNUP_19", "Логін:");
define("LAN_SIGNUP_20", "Пароль:");
define("LAN_SIGNUP_21", "Ваш обліковий запис не активовано. Будь-ласка слідуйте по цьому лінку ...");
define("LAN_SIGNUP_22", "натисніть тут ");
define("LAN_SIGNUP_23", "щоб увійти.");
define("LAN_SIGNUP_24", "Дякуємо за реєстрацію на сайті ");



define("LAN_SIGNUP_25", "Завантажити ващ аватар");
define("LAN_SIGNUP_26", "Завантажити вашу фото");
define("LAN_SIGNUP_27", "Показати");
define("LAN_SIGNUP_28", "вибір Контенту/Mail-lists");
define("LAN_SIGNUP_29", "Ел. лист буде відправлено на адресу наведену тут, тому ця адреса має бути дійсною.");
define("LAN_SIGNUP_30", "Якщо ви не хочете показувати  адресу вашлї ед. пошти на цьому сайті, будьласка, оберіть 'Приховати адресу ел. пошти'.");

define("LAN_SIGNUP_31", "URL до вашого файлу XUP");
define("LAN_SIGNUP_32", "Що таке XUP файл?");
define("LAN_SIGNUP_33", "Введіть url ланку до аватару або виберіть з наявних");
define("LAN_SIGNUP_34", "Зауважте: будь яка картинка завантажена на цей сервер, яку буде розцінено, як непристойну адміністрацією, відразу буде видалено.");
define("LAN_SIGNUP_35", "Натисніть тут, щоб зареєструватися використовуючи файл XUP");
define("LAN_SIGNUP_36", "Сталася помилка під час створення вашого профайлу, будьласка, порадьтеся з адміном.");

define("LAN_LOGINNAME", "Логін ім'я");
define("LAN_PASSWORD", "Пароль");
define("LAN_USERNAME", "Ім'я користувача");
define("LAN_EMAIL_01", "Шановний (-на)");
define("LAN_EMAIL_04", "Збережіть цього листа разом з вашою інформацією.");
define("LAN_EMAIL_05", "Ваш пароль було зашифровано і не може бути поновлено у разі, якщо ви його забудете. Можливо, однак, зробити запит на новий пароль.");
define("LAN_EMAIL_06", "Дякуємо за реєстрацію.");

?>