<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_upload.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-12 17:27:30 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/
## Ukrainian Language Pack for e107 Version 0.617
##      Copyright © 2005 - Ogall © Ukrainian e107 ©
##	     	  http://www.ogall.com

define("PAGE_NAME", "Додавання файлів");

define("LAN_20", "Помилка");
define("LAN_61", "Ваше ім'я: ");
define("LAN_112", "aдреса ел.пошти: ");
define("LAN_144", "стіорнка URL: ");
define("LAN_402", "Тільки зареєстровані користувачі можуть завантажувати файли на сервер.");
define("LAN_403", "Ви не маєте дозволу завантажувати файли на сервер.");
define("LAN_404", "Завантаження відбулося вдало. Файл буде додано після перевірки адміністрацією.");
define("LAN_405", "Файл неможливо додати - надто великий розмір.");
define("LAN_406", "Увага");
define("LAN_407", "Всі інші типи файлів будуть автоматично видалятись.");
define("LAN_408", "Подкреслені");
define("LAN_409", "Ім'я файлу");
define("LAN_410", "Версія");

define("LAN_411", "Файл");
define("LAN_412", "Ілюстрація");
define("LAN_413", "Опис");
define("LAN_414", "Демо-версія");
define("LAN_415", "введіть адресу сайту для перегляду демо-версії");
define("LAN_416", "Завантажити");
define("LAN_417", "Завантажити файл");

define("LAN_418", "Максимальний розмір файлу: ");
define("DOWLAN_11", "Категорія");

define("LAN_419", "Дозволені типи файлів");
define("LAN_420", "необхідні поля");

?>