<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Ukrainian/lan_usersettings.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-18 04:10:15 $
|     $Author: ukie $
+----------------------------------------------------------------------------+
*/

## Ukrainian Language Pack for e107 Version 0.617
##      Copyright © 2005 - Ogall © Ukrainian e107 ©
##	     	  http://www.ogall.com

define("PAGE_NAME", "Налаштування користувача");

define("LAN_7", "Ім'я На Сайті: ");
define("LAN_8", "це Ім'я буде показано на сайті");
define("LAN_9", "Ім'я Логін: ");
define("LAN_10", "це Ім'я ви використовуєте для реєстрації");
define("LAN_11", "увага, Ім'я Логін ви не зможете змінювати. Його можна змінити лише запитавши про це вашого Адміністратора сайту");

define("LAN_20", "Помилка");
define("LAN_105", "Паролі не співпадають");
define("LAN_106", "Введена адреса email, не дійсна.");
define("LAN_112", "Е-пошта: ");
define("LAN_113", "Приховати адресу електронної пошти: ");
define("LAN_114", "Ця опція дозволяє вибрати - показувати/приховувати Вашу  адресу на сайті");
define("LAN_115", "Номер ICQ: ");
define("LAN_116", "Адреса AIM: ");
define("LAN_117", "Адреса MSN: ");
define("LAN_118", "Дата народження: ");
define("LAN_119", "Країна: ");
define("LAN_120", "Підпис: ");
define("LAN_121", "Аватар: ");
define("LAN_122", "Часовий пояс:");
define("LAN_144", "Адреса сайту: ");

define("LAN_150", "Налаштування оновлено і збережено в базі.");
define("LAN_151", "OK");
define("LAN_152", "Новий Пароль: ");
define("LAN_153", "Повтор Нового Паролю: ");
define("LAN_154", "Зберегти налаштування");
define("LAN_155", "Оновити Налаштування Користувача");
define("LAN_185", "Поле паролю залишено не заповнене");
define("LAN_308", "Справжнє ім'я: ");
define("LAN_401", "Залишити чистим зберегаючи існуючий пароль");
define("LAN_402", "Шлях до аватару");
define("LAN_403", "Вибрати аватар");
define("LAN_404", "Увага: не використані картинки, завантажені на сервер видаляються.");

define("LAN_410", "Налаштування для");
define("LAN_411", "Оновити налаштування");
define("LAN_412", "Змінити Пароль");
define("LAN_413", "Вибрати Аватар");
define("LAN_414", "Завантажити фото");
define("LAN_415", "Завантажити аватар");

define("LAN_416", "Так");
define("LAN_417", "Ні");

define("LAN_418", "Реєстраційна інформація");
define("LAN_419", "Персональна інформація");
define("LAN_420", "Аватар");
define("LAN_421", "Вибрати з галереї аватарів");
define("LAN_422", "Використати аватар з іншого сайту");
define("LAN_423", "Напишіть повний URL картинки");
define("LAN_424", "Натисни на кнопку для перегляду аватарів");
define("LAN_425", "Фото");
define("LAN_426", "Буде показано на сторінці з Вашими даними");
define("LAN_427", "Підтвердити і Зберегти...");
define("LAN_428", "Новини");
define("LAN_429", "Ланки");
define("LAN_430", "Файли");
define("LAN_431", "Статті");
define("LAN_432", "Огляди");


define("LAN_433", "URL до вашого файлу XUP");
define("LAN_434", "що це?");
define("LAN_435", "XML файл Протоколу Користувача (User Protocol file)");

define("LAN_SIGNUP_1", "Мін.");
define("LAN_SIGNUP_2", "символів.");
define("LAN_SIGNUP_4", "Довжина Паролю не менш ");
define("LAN_SIGNUP_5", " символів.");
define("LAN_SIGNUP_6", "Ваш ");
define("LAN_SIGNUP_7", " обов'язково");

define("LAN_USET_1", "Розмір аватару перевщує дозволений ліміт");
define("LAN_USET_2", "Максимальна ширина ");
define("LAN_USET_3", "Максимальна висота ");
define("LAN_USET_4", "Максимально допустима висота ");

// v.616
define("LAN_CUSTOMTITLE", "Довільний Заголовок");
define("LAN_ICQNUMBER", "Номер ICQ мусить містити тільки цифри");

//v.617
define("LAN_408", "Користувач з такою email адресою вже існує. ");
define("MAX_AVWIDTH", "Максимальна ширина аватару ");
define("MAX_AVHEIGHT", "Максимальна висота аватару ");
define("GIF_RESIZE", "Будь-ласка, змініть розмір зображення або конвертуйте в інший формат");
define("RESIZE_NOT_SUPPORTED", "Метод зміни  розміру не підтримується сервером. Будь-ласка, змініть розмір зображення або виберіть якесь інше. Файл знищено.");



// v0.7
define("LAN_USET_5", "Підписано до");
define("LAN_USET_6", "Підписатися до нашої е-розсилки (mailing-list) або/та до секції цього сайту.");
define("LAN_USET_7", "Різне");
define("LAN_USET_8", "Підпис / Часовий Пояс");
define("LAN_USET_9", "Деякі з необхідних полів (позначені *) не задані на ваших налаштуваннях.");
define("LAN_USET_10","Будьласка, поновіть ваши налаштування зараз, для того, щоби їх було прийнято сервером.");
?>