<?php

define("LANINS_001", "محیط نصب سیستم سایت ساز E107نسخه پارسی(FA.E107CMS.ORG)");


define("LANINS_002", "مرحله ");
define("LANINS_003", "اول");
define("LANINS_004", "انتخاب زبان");
define("LANINS_005", "زبان مورد نظر در هنگام نصب سیستم را انتخاب کنید");
define("LANINS_006", "انتخاب");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
define("LANINS_007", "چهارم");
define("LANINS_008", "بررسی نسخه PHP / mySQL  / بررسی سطح دسترسی فایل ها");
define("LANINS_009", "بررسی دوباره سطح دسترسی فایل ها");
define("LANINS_010", "قابل نوشتن نیست: ");
define("LANINS_010a", "پوشه ها سطح دسترسی کامل و لازم را ندارند.: ");
define("LANINS_011", "خطای مهم");
define("LANINS_012", "توابع mysql وجود ندارد ممکن است در php تعریف نشده باشند یا نسخه php با mysql مطابقت ندارد."); // help for 012
define("LANINS_013", "e107 فارسی قادر به تعیین نسخه  بانک اطلاعاتی نیست. این مشکل بزرگی نیست, مراحل نصب را ادامه دهید.");
define("LANINS_014", "سطح دسترسی فایل");
define("LANINS_015", "نسخه PHP");
define("LANINS_016", "نسخه MySql");
define("LANINS_017", "صحیح است");
define("LANINS_018", "اطمینان یابید که سطح دسترسی فایل های نشان داده شده در قسمت بالا <br />در سرور شما, بر روی 777 تنظیم شده باشد. برای تنظیم <br />سطح دسترسی,در برنامه FTP خود روی فایل کلیک راست کنید و Chmod را انتخاب کنید یا<br />سپس File Permissions, و سپس 777 را بنویسید,  یا داخل جعبه علامت ها <br />تمام جعبه های علامت را انتخاب کنید.<br /><br />بعد از تنظیم سطح دسترسی نصب را مجدد آغاز کنید");
define("LANINS_019", "شما از نسخه ای از PHP استفاده میکنید که با e107 سازگاری ندارد.حداقل نسخه 4.3.0 لازم است.");
define("LANINS_020", "ادامه نصب");
define("LANINS_021", "دوم");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
define("LANINS_022", "مشخصات بانک اطلاعاتی");
define("LANINS_023", "مشخصات مربوط به بانک اطلاعاتی  خود را در این قسمت وارد کنید .<br />اگر شما به پنل سایت دسترسی دارید برای ایجاد دیتابیس جدید جعبه مربوط را انتخاب کنید, و اگر دسترسی ندارید<br />یک دیتابیس و نام و نام کاربری ایجاد کنید. <br />اگر شما فقط از یک بانک اطلاعاتی استفاده می کنید پیشوند جدول ها را به صورتی انتخاب کنید که با سیستم های دیگر نصب شده اختلال و اشتراک ایجاد نکند .<br />اگر شما مشخصات بانک اطلاعاتی  خود را نمی دانید با مدیر سرور خود تماس بگیرید.");
define("LANINS_024", "سرور بانک اطلاعاتی:");
define("LANINS_025", "نام کاربری بانک اطلاعاتی:");
define("LANINS_026", "کلمه عبور بانک اطلاعاتی:");
define("LANINS_027", "نام بانک اطلاعاتی :");
define("LANINS_028", "ایجاد بانک اطلاعاتی؟");
define("LANINS_029", "پیشوند جدول ها:");
define("LANINS_030", " سرور MySQL که شما مایل به استفاده هستید . می تواند شامل شماره پورت هم باشد. برای مثال. \"hostname:port\" یا آدرس سوکت, برای مثال: \":/path/to/socket\" برای localhost.");
define("LANINS_031", "نام کاربری برای اتصال به سرور ");
define("LANINS_032", "کلمه عبور بانک اطلاعاتی مورد نظر");
define("LANINS_033", "بانک اطلاعاتی مورد نظر برای ذخیره جداول, اگر چند تا هستند با کما جدا کنید. اگر سطح دسترسی ساخت دیتابیس را دارید می توانید از همین جا اتوماتیک ایجاد کنید , و اگر نه باید در مدیریت هاست خود ایجاد کنید و مشخصات آن را در بالا وارد کنید.");
define("LANINS_034", "پیشوند جداول e107 در بانک اطلاعاتی. مفید برای استفاده در بانک اطلاعاتی مشترک.");
define("LANINS_035", "ادامه");
define("LANINS_036", "سوم");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
define("LANINS_037", "بررسی بانک اطلاعاتی ");
define("LANINS_038", " و ایجاد بانک اطلاغاتی");
define("LANINS_039", "شما قسمت های مورد نیاز را خالی رها کرده اید, مشخصات مربوط به بانک اطلاعاتی mySQL را دوباره وارد کنید");
define("LANINS_040", "خطا ها");
define("LANINS_041", "e107 فارسی قادر به ایجاد ارتباط با  بانک اطلاعاتی که شما مشخصات آن را وارد کرده اید نیست.<br />لطفا به صفحه قبلی بازگردید و اطمینان یابید که مشخصات وارد شده صحیح است.");
define("LANINS_042", "برقراری ارتباط با   بانک اطلاعاتی انجام و تایید شد.");
define("LANINS_043", "امکان ساخت بانک اطلاعاتی وجود ندارد,اطمینان یابید که شما سطح دسترسی لازم برای ساخت بانک اطلاعاتی در این سرور را دارا هستید.");
define("LANINS_044", "بانک اطلاعاتی با موفقیت ایجاد شد.");
define("LANINS_045", "برای مرحله بعدی روی دکمه کلیک کنید.");
define("LANINS_046", "پنجم");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
define("LANINS_047", "مشخصات مدیریت کل سایت");
define("LANINS_048", "بازگشت به صفحه قبل");
define("LANINS_049", "کلمات عبور وارد شده با هم مطابقت ندارند ,دوباره سعی کنید.");
define("LANINS_050", " XML");
define("LANINS_051", "نصب شده است");
define("LANINS_052", "نصب نشده است");
define("LANINS_053", "e107 .700 فارسی نیاز دارد  PHP XML Extension روی سرور نصب باشد. با مدیران سرور تماس بگیرید یا از این جا مطالعه کنید ");
define("LANINS_054", " قبل از ادامه");
define("LANINS_055", "تایید نصب");
define("LANINS_056", "ششم");
define("LANINS_057", " E107 گروه  پشتیبانی (وب شهر) اکنون تمامی اطلاعات لازم را در اختیار دارد.برای ساخت تبیل ها و جدول ها کلیک کنید<br />برای ساخت جداول در بانک اطلاعاتی و ذخیره تمام تنظیمات روی دکمه کلیک کنید.");
define("LANINS_058", "هفتم");
define("LANINS_060", "e107 فارسی قادر به ذخیره تنظیمات در سرور شما نیست<br />اطمینان یابید که سطح دسترسی فایل <b>e107_config.php</b> صحیح است");
define("LANINS_061", "e107 فارسی قادر به ایجاد تمام جداول لازم در بانک اطلاعاتی نیست.<br />بانک اطلاعاتی را خالی کنید و قبل از نصب دوباره صحیح بودن همه موارد را بررسی کنید.");

define("LANINS_062", "[b]اکنون یک سایت با امکانات باورنکردنی دارید[/b]
E107 فارسی سیستم جدید و قوی مدیریت محتوا در اختیار شماست. این برنامه توسط E107cms فارسی سازی شده و پشتیبانی میگردد (http://www.fa.e107cms.org) 
بخش مدیریت سایت شما [link=e107_admin/admin.php]در این قسمت قرار دارد[/link],برای رفتن به این قسمت کلیک کنید. شما باید برای ورود از نام کاربری و کلمه عبوری که در هنگام نصب وارد کردید استفاده کنید.

[b]پشتیبانی فارسی[/b]
پشتیبانی فارسی e107: [link=http://www.e107cms.org]سایت E107cms نویسنده این سیستم فارسی[/link], سوالات و مشکلات خود را در این قسمت خواهید یافت:
 [link=http://www.fa.e107cms.org/forum.php]انجمن پشتیبان فارسی [/link]

[b]دانلود بسته های به روز رسانی[/b]
Plugins: [link=http://www.fa.e107cms.org/download.php]بسته های به روز رسانی[/link]
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
[b]دانلود پلاگین های فارسی[/b]
Plugins: [link=http://www.fa.e107cms.org/download.php]دانلود پلاگین های فارسی[/link]

[b]دانلود قالب های فارسی[/b]
Plugins: [link=http://www.fa.e107cms.org/download.php]دانلود قالب فارسی[/link]

[b]فایل ها و مقالات آموزشی[/b]
Plugins: [link=http://www.fa.e107cms.org/download.php]دانلود فایل ها و مقالات آموزشی[/link]

[b]پرسش و پاسخ های متداول سیستم FAQs[/b]
[link=http://www.fa.e107cms.org/plugins/faq/faq.php]پرسش و پاسخ های متداول سیستم[/link]



برای استفاده شما از e107 فارسی تشکر میکنیم , و امیدواریم تمام نیاز های شما را برای راه اندازی وبسایتتان جوابگو باشد.\n  <br /> حمید خراسانی\n برای پشتیبانی فارسی به <br />http://www.e107cms.org مراجعه کنید .\n(شما می توانید این پیغام را در محیط مدیریت حذف کنید.)");

define("LANINS_063", "به E107  خوش آمدید");

define("LANINS_069", "نصب با موفقیت انجام شد ! با تشکر از شما برای انتخاب سیستم قدرتمند e107 فارسی برای مدیریت سایت خودتان (فارسی شده توسط تیم پشتیبانی  (http://www.fa.e107cms.org)

e107 فارسی آماده کار است!<br />برای موارد امنیتی حتما سطح دسترسی فایل <br /><b>e107_config.php</b> را به 644 تغییر دهید.

<br />همچنین فایل install.php را بعد از کلیک بر روی دکمه زیر حتما حذف کنید.
");
define("LANINS_070", "e107 فارسی قادر به ایجاد تمام جداول لازم در بانک اطلاعاتی نیست.<br />بانک اطلاعاتی را خالی کنید و قبل از نصب دوباره صحیح بودن همه موارد را بررسی کنید.");
define("LANINS_071", "تمام مراحل با موفقیت انجام شد خسته نباشید");

define("LANINS_072", "نام کاربری مدیریت کل");
define("LANINS_073", "نام کاربری شما در سایت است.شما با این نام وارد سایت می شوید..");
define("LANINS_074", "نام نمایشی مدیر کل");
define("LANINS_075", "نامی که کاربران با آن شما را در انجمن ها,نظرات و غیره خواهند دید. اگر مایلید با نام کاربری دیده شوید این قسمت را خالی رها کنید.");
define("LANINS_076", "کلمه عبور مدیریت کل");
define("LANINS_077", "کلمه عبور مدیریت را برای استفاده اینجا وارد کنید");
define("LANINS_078", "کلمه عبور مدیریت کل (دوباره)");
define("LANINS_079", "کلمه عبور مدیریت را برای تایید وارد کنید");
define("LANINS_080", "آدرس پست الکترونیک مدیریت کل");
define("LANINS_081", "آدرس پست فعلی  را پاک کرده و ایمیل خود را وارد نمایید.");

define("LANINS_082", "your@yourweb.com");
// Better table creation error reporting
define("LANINS_083", "خطای بانک اطلاعاتی:");
define("LANINS_084", "برنامه قادر به ساخت کانکشن به بانک اطلاعاتی نیست");
define("LANINS_085", "فایل اینستال نمیتواند دیتا بیس را پیدا کند");


?>