<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Persian/lan_user.php,v $
|     $Revision: 1.1 $
|     $Date: 2008-06-14 23:59:29 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "اعضا");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
define("LAN_20", "خطا");
define("LAN_112", "آدرس پست الکترونیک");
define("LAN_115", " شماره ICQ");
define("LAN_116", " آدرس AIM ");
define("LAN_117", "نام کاربری در MSN");
define("LAN_118", "تاریخ تولد");
define("LAN_119", "مکان");
define("LAN_120", "امضا");
define("LAN_137", "اطلاعاتی از کاربر تا زمانی که ثبت نام نکند قابل نمایش نیست در");
define("LAN_138", "اعضا: ");
define("LAN_139", "مرتب کردن ");
define("LAN_140", "عضو های سایت");
define("LAN_141", "بدون کاربر ثبت نام شده.");
define("LAN_142", "عضو");
define("LAN_143", "[کاربر درخواست مخفی نمودن این بخش را داشته است]");
define("LAN_144", "آدرس وب سایت");
define("LAN_145", "ثبت نام در تاریخ");
define("LAN_146", "تعداد بازدید ها پس از ثبت نام");
define("LAN_147", "ارسال ها در چت باکس");
define("LAN_148", "تعداد نظرات");
define("LAN_149", "تعداد ارسال ها در انجمن");
define("LAN_308", "نام حقیقی");
define("LAN_400", "شامل اعتبار نیست");
define("LAN_401", "بدون اطلاعات");
define("LAN_402", "مشخصات کاربر");
define("LAN_403", "آمار سایت");
define("LAN_404", "آخرین بازدید از سایت");
define("LAN_405", "روز قبل");
define("LAN_406", "رتبه");
define("LAN_407", "هیچ");
define("LAN_408", "بدون تصویر");
define("LAN_409", "امتیاز");
define("LAN_410", "متفرقه");
define("LAN_411", "برای به روز رسانی مشخصات خود اینجا کلیک کنید");
define("LAN_412", "برای ویرایش مشخصات کاربر اینجا کلیک کنید");
define("LAN_413", "حذف تصویر");
define("LAN_414", "عضو قبلی");
define("LAN_415", "عضو بعدی");
define("LAN_416", "شما باید برای دسترسی به این صفحه ثبت نام کنید");
define("LAN_417", "مدیریت کل سایت");
define("LAN_418", "مدیر سایت");
define("LAN_419", "نمایش");
define("LAN_420", "توضیحات");
define("LAN_421", "ASC");
define("LAN_422", "برو");
define("LAN_423", "برای دیدن نظرات این کاربر اینجا کلیک کنید");
define("LAN_424", "برای دیدن ارسال های این کاربر در انجمن ها اینجا کلیک کنید");
define("LAN_425", "ارسال پیغام خصوصی");
define("LAN_426", "گذشته");

define("USERLAN_1", "درجه بندی هم گروهان");
define("USERLAN_2", "شما اجازه مشاهده این صفحه را ندارید.");

?>