<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Persian/lan_login.php,v $
|     $Revision: 1.1 $
|     $Date: 2008-06-14 23:59:28 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("LAN_27", "تمام قسمت های لازم را پر کنید");
define("LAN_300", "کلمه عبور در بانک اطلاعاتی یافت نشد.");
define("LAN_302", "اکانت شما هنوز فعال نشده است شما باید بعد از ثبت نام نامه ای در صندوق پست الکتذونیک خود دریافت کرده باشید که وظیفه فعال سازی اکانت شما را دارد .");
define("LAN_303", "کد عبور اشتباه وارد شده.");
define("LAN_304", "ترکیب نام کاربری و کلمه عبور در حال استفاده است.");
define("LAN_LOGIN_1", "نام کاربری");
define("LAN_LOGIN_2", "کلمه عبور کاربر");
define("LAN_LOGIN_3", "سایت محافظت شده");
define("LAN_LOGIN_4", "برای دسترسی مشخصات خود را وارد کنید");
define("LAN_LOGIN_5", "برای ثبت نام اینجا کلیک کنید");
define("LAN_LOGIN_6", "کاربر جدید در این زمان پذیرفته نمی شود");
define("LAN_LOGIN_7", "کد عبور را وارد کنید");
define("LAN_LOGIN_8", "به یاد داشتن");
define("LAN_LOGIN_9", "ورود");
define("LAN_LOGIN_10", "برای ورود کلیک کنید");
define("LAN_LOGIN_11", "ثبت نام کاربر جدید");
define("LAN_LOGIN_12", "فراموشی کلمه عبور");
define("LAN_LOGIN_13", "متن داخل تصویر را وارد کنید");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
define("LAN_LOGIN_14", "تلاش کاربر برای ورود با نام کاربری ثبت نام نشده");
define("LAN_LOGIN_15", "تلاش کاربر برای ورود با کلمه عبور اشتباه");
define("LAN_LOGIN_16", "کوشش برای ورود با یوزر/پسوردی که قبلا استفاده شده");
define("LAN_LOGIN_17", "کلمه عبور  (ترکیب شده)");
define("LAN_LOGIN_18", "ممنوعیت اتوماتیک از سایت: 10 بار تلاش ناموفق برای ورود به سایت");
define("LAN_LOGIN_19", "> 10 بار تلاش ناموفق برای ورود به سایت");

?>