<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Persian/lan_fpw.php,v $
|     $Revision: 1.1 $
|     $Date: 2008-06-14 23:59:28 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "بازیابی کلمه عبور");

define("LAN_02", "ارسال نامه تعویض کلمه عبور برای شما با موفقیت انجام نشد با مدیریت کل تماس بگیرید.");
define("LAN_03", "تعویض کلمه عبور");
define("LAN_05", "برای تعویض کلمه عبور قسمت های زیر را پر کنید");
define("LAN_06", "تلاش ها برای تعویض کلمه عبور");
define("LAN_07", "بعضی از افراد با ip آدرس ");
define("LAN_08", "برای تعویض کلمه عبور مدیریت تلاش کرده اند.");
define("LAN_09", "تعویض کلمه عبور توسط ");
define("LAN_112", "آدرس پست الکترونیک وارد شده در زمان ثبت نام ");
define("LAN_156", "ارسال");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
define("LAN_213", "این نام کاربری و پست الکترونیک در بانک اطلاعاتی یافت نشد.");
define("LAN_214", "امکان تعویض کلمه عبور نیست");
define("LAN_216", "برای فعال سازی کلمه عبور جدید به آدرس زیر بروید");
define("LAN_217", "کلمه عبور جدید شما فعال شد شما می توانید به سایت وارد شوید.");
define("LAN_218", "نام کاربری شما:");
define("LAN_219", "کلمه عبور همراه نامه الکترونیک ارسال و تغییر یافت قابلیت تغییر دوباره نیست برای اطلاعات بیشتر با مدیر سایت تماس بگیرید .");
define("LAN_FPW1","نام کاربری");
define("LAN_FPW2","کد را وارد کنید");
define("LAN_FPW3","کد اشتباه وارد شده است");
define("LAN_FPW4","کلمه عبور جدید برای شما ارسال شد. اگر شما نامه الکترونیکی دریافت نکردید با مدیر تماس بگیرید");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
define("LAN_FPW5","درخواست تغییر کلمه عبور برای");
define("LAN_FPW6","یک نامه الکترونیک حاوی یک لینک که اجازه تغییر کلمه عبور را می دهد برای شما ارسال شد.");
define("LAN_FPW7","این لینک معتبر نیست");
define("LAN_FPW8","کلمه عبور برای نام کاربری");
define("LAN_FPW9","با موفقیت تغییر یافت.<br /><br />کلمه عبور جدید:");
define("LAN_FPW10","لطفا");
define("LAN_FPW11","اکنون وارد سیستم شوید");
define("LAN_FPW12"," و برای موارد امنیتی به سرعت کلمه عبور خود را تغییر دهید");

define("LAN_FPW13", "راهنمایی برای گرفتن کلمه عبور جدید را دنبال کنید.");
define("LAN_FPW14", "شما از حد معمول بیشتر در سایت ثبت نام کرده اید");
define("LAN_FPW15", " کلمه عبور شما هنوز تغییر نکرده است برای تغییر روی لینک زیر کلیک کنید");
define("LAN_FPW16", "اگر شما نمی خواهید کلمه عبور شما تغییر پیدا کند از این نامه چشم پوشی کنید");
define("LAN_FPW17", "لینک زیر به مدت 48 ساعت اعتبار دارد.");

?>