<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Persian/lan_usersettings.php,v $
|     $Revision: 1.1 $
|     $Date: 2008-06-14 23:59:29 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("LAN_7", "نام نمایشی: ");
define("LAN_8", "نام نمایشی در سایت");
define("LAN_9", "نام کاربری: ");
define("LAN_10", "نام کاربری برای ورود به سایت");
define("LAN_11", "نام کاربری برای ورود به سایت - قابل تغییر نیست, در صورت نیاز یه تغییر با مدیر تماس بگیرید");

define("LAN_20", "خطا");
define("LAN_105", "کلمات عبور وارد شده با هم مطابقت ندارند.");
define("LAN_106", "آدرس پست الکترونیک صحیح نیست");
define("LAN_112", "آدرس پست الکترونیک: ");
define("LAN_113", "پنهان کردن آدرس پست الکترونیک شما?: ");
define("LAN_114", "با انتخاب این گزینه آدرس پست الکترونیک شما در سایت نشان داده نمی شود ");
define("LAN_115", "ICQ شماره: ");
define("LAN_116", "AIM آدرس: ");
define("LAN_117", "MSN نام کاربری در: ");
define("LAN_118", "تاریخ تولد: ");
define("LAN_119", "محل زندگی: ");
define("LAN_120", "امضا: ");
define("LAN_121", "نماد: ");
define("LAN_122", "محدوده استانی:");
define("LAN_144", "آدرس وب سایت: ");
define("LAN_150", "تنظیمات به روز شد و در بانک اطلاعاتی سایت ذخیره شد.");
define("LAN_151", "عمل مورد نظر با موفقیت انجام شد");
define("LAN_152", "کلمه عبور جدید: ");
define("LAN_153", "کلمه عبور جدید دوباره: ");
define("LAN_154", "ذخیره تنظیمات");
define("LAN_155", "تنظیمات کاربر");
define("LAN_185", "شما قسمت کلمه عبور را خالی رها کرده اید ");
define("LAN_308", "نام واقعی کاربر: ");
define("LAN_401", "برای استفاده از کلمه عبور فعلی خالی رها کنید");
define("LAN_402", "آدرس آواتار را بنویسید یا آواتار را انتخاب کنید");
define("LAN_403", "انتخاب نماد");
define("LAN_404", "توجه: هرگونه تصویری که داخل این سرور آپلود شود و به نظر مدیر سایت نامناسب فرض شود سریعا حذف خواهد شد.");

define("LAN_410", "تنظیمات برای");
define("LAN_411", "ذخیره تنظیمات شما");
define("LAN_412", "تغییر کلمه عبور شما");
define("LAN_413", "انتخاب یک آواتار");
define("LAN_414", "آپلود آواتار تصویر شما");
define("LAN_415", "آپلود آواتار شما");

define("LAN_416", "بله");
define("LAN_417", "خیر");

define("LAN_418", "اطلاعات ثبت نام");
define("LAN_419", "مشخصات فردی");
define("LAN_420", "آواتار");
define("LAN_421", "استفاده از آواتار های موجود در سایت");
define("LAN_422", "استفاده از آواتار در وب سایت دیگر");
define("LAN_423", "آدرس کامل تصویر را وارد کنید");
define("LAN_424", "برای نمایش آواتار های موجود در این سایت کلیک کنید");
define("LAN_425", "عکس");
define("LAN_426", "این عکس در مشخصات شما نمایش داده می شود");
define("LAN_427", "ارسال...");
define("LAN_428", "ارسال خبر");
define("LAN_429", "ثبت لینک");
define("LAN_430", "دانلود");
define("LAN_431", "مقاله");
define("LAN_432", "نقد");

define("LAN_433", "آدرس فایل XUP شما");
define("LAN_434", "این چیست ؟");
define("LAN_435", "فایل پروتکل XML کاربر");

define("LAN_SIGNUP_1", "Min.");
define("LAN_SIGNUP_2", "chars.");
define("LAN_SIGNUP_4", "کلمه عبور شما باید حداقل ");
define("LAN_SIGNUP_5", " کاراکتر داشته باشد.");
define("LAN_SIGNUP_6", "شما ");
define("LAN_SIGNUP_7", " نیاز است");

define("LAN_USET_1", "عرض آواتار شما بزرگ تر از حد مجاز است");
define("LAN_USET_2", "حداکثر عرض آواتار");
define("LAN_USET_3", "طول آواتار شما بزرگ تر از حد مجاز است");
define("LAN_USET_4", "حداکثر طول آواتار");

// v.616
define("LAN_CUSTOMTITLE", "عنوان دلخواه");
//define("LAN_ICQNUMBER", "فقط شامل اعداد");

//v.617
define("LAN_408", "یک کاربر با این آدرس پست الکترونیک وجود دارد. ");
define("MAX_AVWIDTH", "حداکثر عرض آواتار: ");
define("MAX_AVHEIGHT", "حداکثر طول آواتار: ");
// define("GIF_RESIZE", "لطفا اندازه عکس gif را تغییر دهید یا آن را به فرمت jpeg تغییر دهید");
define("RESIZE_NOT_SUPPORTED", "تغییر اندازه اتوماتیک تصویر توسط این سرور پشتیبانی نمی شود. اندازه تصویر را تغییر دهید یا تصویر دیگری انتخاب کنید. تصویر حذف شد.");

// v0.7
define("LAN_USET_5", "مشترک در");
define("LAN_USET_6", "مشترک در لیست خبری.");
define("LAN_USET_7", "متفرقه");
define("LAN_USET_8", "امضا / محدوده استانی");
define("LAN_USET_9", "شما باید تمام قسمت های علامت گذاری شده را تکمیل کنید.");
define("LAN_USET_10","تنظیمات خود را اکنون به روز کنید.");
define("LAN_USET_11", "این نام کاربری قابل قبول نیست, نام کاربری دیگری انتخاب کنید.");
define("LAN_USET_12", "نام نمایشی بسیار کوتاه است. نام نمایشی بلند تری انتخاب کنید");
define("LAN_USET_13", "کاراکتر غیر مجاز در نام کاربری. نام کاربری بدون کاراکتر های غیر مجاز انتخاب کنید");
define("LAN_USET_14", "نام کاربری طولانی میباشد");
define("LAN_USET_15", "نام نمایشی طولانی میباشد");
define("LAN_USET_16", "Tick box to delete existing photo without uploading another");
define("LAN_USET_17", "نام نمایشی قبلا انتخاب شده است");

?>