<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Persian/lan_signup.php,v $
|     $Revision: 1.2 $
|     $Date: 2008-06-14 23:59:27 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "ثبت نام");
define("LAN_7", "نام نمایشی: ");
define("LAN_8", "نامی که در سایت نمایش داده می شود");
define("LAN_9", "نام کاربری: ");
define("LAN_10", "نام کاربری برای ورود به سایت");
define("LAN_17", "کلمه عبور: ");
define("LAN_103", "این نام کاربری مناسب نیست نام کاربری دیگری را انتخاب کنید.");
define("LAN_104", "این نام کاربری قبلا در بانک اطلاعاتی ثبت شده است نام کاربری دیگری انتخاب کنید");
define("LAN_105", "کلمات عبور وارد شده توسط شما با هم مطابقت ندارند");
define("LAN_106", "آدرس پست الکترونیک خود را صحیح وارد کنید");
define("LAN_107", "با تشکر از شما . شما اکنون عضو رسمی این سایت هستید یعنی سایت ");
define("LAN_108", "ثبت نام با موفقیت انجام شد");
define("LAN_109", "شما باید برای ثبت نام در این سایت 13 سال داشته باشید. زیرا در غیر این صورت قوانین COPPA را زیر پا گزاشته اید و مسئولان سایت اجازه حذف اکانت را خواهند داشت");
define("LAN_110", "ثبت نام");
define("LAN_111", "کلمه عبور دوباره: ");
define("LAN_112", "آدرس پست الکترونیک: ");
define("LAN_113", "پنهان کردن آدرس پست الکترونیک شما?: ");
define("LAN_114", "با انتخاب این گزینه کسی قادر به مشاهده ایمیل شما نیست");
define("LAN_123", "ثبت نام");
define("LAN_185", "تمام قسمت های لازم را تکمیل کنید");
define("LAN_201", "بله");
define("LAN_200", "خیر");
define("LAN_202", "ثبت نام با موفقیت انجام نشد");
define("LAN_309", "مشخصات خود را در قسمت زیرین وارد کنید - <b>توجه کنید که یک نامه فعال سازی به آدرس پست الکترونیک شما ارسال می شود پس آن را صحیح وارد کنید, </b>و اگر نمی خواهید آدرس پست الکترونیک شما به نمایش درآید گزینه پنهان شدن آن را انتخاب کنید.");
define("LAN_399", "ادامه");
define("LAN_400", "نام کاربری و کلمه عبور هر دو <b>به حروف کوچک و بزرگ حساس هستند</b>");
define("LAN_401", "حساب کاربری شما اکنون فعال شده است, ");
define("LAN_402", "ثبت نام فعال شد");
define("LAN_403", "خوش آمدید به ");
define("LAN_404", "جزییات ثبت نام برای");
define("LAN_405", "این مرحله از ثبت نام با موقیت انجام شد, یک نامه الترونیکی به صندوق پست الکترونیک شما ارسال خواهد شد که برای تایید ثبت نام شما می باشد و ادامه ثبت نام توسط لینک موجود در آن نامه پیگیری خواهد شد.");
define("LAN_406", "با تشکر از شما!");
define("LAN_407", "\n\nلطفا از این آدرس پست الکترونیک برای اطلاعات شخصی خود مانند کلمه عبور نگهداری کنید کلمه عبور شما در این سایت حفاظت می شود و در صورت گم کردن یا فراموش کردن قابل بازیافت نیست . شما فقط می توانید توسط این آدرس پست الکترونیک کلمه عبور جدیدی دریافت کنید.\n\nبا تشکر از ثبت نام شما در این سایت.\n\nاز طرف");
define("LAN_408", "یک کاربر با این آدرس پست الکترونیک در بانک اطلاعاتی ثبت شده به قسمت کلمه عبور فراموش شده مراجعه کنید");
define("LAN_SIGNUP_1", "حداقل.");
define("LAN_SIGNUP_2", "حرف.");
define("LAN_SIGNUP_3", "کد نمایشی اشتباه است.");
define("LAN_SIGNUP_4", "کلمه عبور شما باید حداقل ");
define("LAN_SIGNUP_5", " کاراکتر داشته باشد.");
define("LAN_SIGNUP_6", "شما ");
define("LAN_SIGNUP_7", " نیاز است");
define("LAN_SIGNUP_8", "با تشکر از شما!");
define("LAN_SIGNUP_9", "در خواست شما قابل بررسی نیست.");
define("LAN_SIGNUP_10", "بله");
define("LAN_SIGNUP_11", "");

define("LAN_409", "کاراکتر های غیر مجاز در نام کاربری");
define("LAN_410", "کد نمایشی در تصویر را وارد کنید");
define("LAN_411", "این نام نمایشی قبلا ثبت شده است,نام نمایشی دیگری انتخاب کنید.");


define("LAN_SIGNUP_12", "نام کاربری و کلمه عبور خود را در جای امنی نگهداری کنید.");
define("LAN_SIGNUP_13", "شما اکنون می توانید توسط جعبه ورود در صفحه اول با نام کاربری و کلمه عبور خود وارد سایت  شوید.");
define("LAN_SIGNUP_14", "اینجا کلیک کنید");
define("LAN_SIGNUP_15", "اگر در این مورد نیاز به راهنمایی دارید");
define("LAN_SIGNUP_16", "یا با مدیر کل سایت تماس بگیرید.");
define("LAN_SIGNUP_17", "تایید کنید که شما 13 ساله یا بالای 13 سال هستید (در این صورت گزینه بله را علامت برنید).");
define("LAN_SIGNUP_18", "ثبت انم شما با مشخصات زیر دریافت و ایجاد شد");
define("LAN_SIGNUP_19", "نام کاربری:");
define("LAN_SIGNUP_20", "کلمه عبور:");
define("LAN_SIGNUP_21", "اکانت شما در حال فعال  سازی است, برای فغال سازی کامل روی به این لینک مراجعه کنید");
define("LAN_SIGNUP_22", "اینجا کلیک کنید");
define("LAN_SIGNUP_23", "برای ورود.");
define("LAN_SIGNUP_24", "با تشکراز ثبت نام شما در");
define("LAN_SIGNUP_25", "آپلود نماد شما");
define("LAN_SIGNUP_26", "آپلود عکس شما");
define("LAN_SIGNUP_27", "نمایش");
define("LAN_SIGNUP_28", "لطفا ایمیل خود را چک کنید");
define("LAN_SIGNUP_29", " هنگامی که نامه فعال سازی به آدرس پست الکترونیک شما ارسال شد,برای فعال سازی حساب کاربری به پست الکترونیک خود مراجعه کنید.");
define("LAN_SIGNUP_30", "اگر مایل نیستید آدرس پست الکترونیک شما در سایت نمایش داده شود ,  'پنهان کردن آدرس پست الکترونیک شما ' را علامت بزنید.");

define("LAN_SIGNUP_31", "آدرس فایل XUP شما ");
define("LAN_SIGNUP_32", "فایل XUP چیست ؟");
define("LAN_SIGNUP_33", "آدرس نماد را بنویسید یا انتخاب کنید.");
define("LAN_SIGNUP_34", "توجه کنید: تمام تصاویری که در این سرور آپلود میشود توسط مدیران بررسی میشود و در صورت هرگونه مشکلی حذف می شوند..");
define("LAN_SIGNUP_35", "برای ثیت نام با استفاده از فایل XUP اینجا کلیک کنید.");
define("LAN_SIGNUP_36", "خطا در هنگام ثبت اطلاعات شما, با مدیریت سایت تماس بگیرید.");

define("LAN_LOGINNAME", "نام ورودی");
define("LAN_PASSWORD", "کلمه عبور");
define("LAN_USERNAME", "نام نمایشی");
define("LAN_EMAIL_01", "عزیز");
define("LAN_EMAIL_04", "این آدرس پست الکترونیک را برای دریافت مشخصات خود نگهداری کنید.");
define("LAN_EMAIL_05", "کلمه عبور شما کد گزاری خواهد شد و قابل بازگشت نیست. در صورت فراموش کردت آن شما می توانید کلمه عبور جدیدی درخواست کنید.");
define("LAN_EMAIL_06", "با تشکر از ثبت نام شما.");

define("LAN_SIGNUP_37", "این قسمت از ثبت نام با موفقیت انجام شد. مدیریت سایت باید عضویت شما را تایید کند.  بعد از انجام تایید برای شما نامه ای به پست الکترونیک شما ارسال می شود..");
define("LAN_SIGNUP_38", "شما دو آدرس پست الکترونیک متفاوت وارد کرده اید دوباره سعی کنید.");
define("LAN_SIGNUP_39", "آدرس پست الکترونیک خود را دوباره وارد کنید:");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
// 0.7.11
define("LAN_SIGNUP_40", "نیاز به فعال سازی حساب کاربری نیست");
define("LAN_SIGNUP_41", "حساب کاربری شما فعال است.");
define("LAN_SIGNUP_42", "یک مشکل وجود دارد, نامه فعال سازی ارسال نشد, با مدیریت سایت تماس بگیرید.");
define("LAN_SIGNUP_43", "نامه فعال سازی ارسال شد");
define("LAN_SIGNUP_44", "نامه فعال سازی ارسال شد به:");
define("LAN_SIGNUP_45", "صندوق ورودی پست الکترونیک خود را بررسی کنید.");
define("LAN_SIGNUP_47", "ارسال دوباره نامه فعال سازی");
define("LAN_SIGNUP_48", "نام کاربری یا آدرس پست الکترونیک");
define("LAN_SIGNUP_49", "اگر با آدرس پست الکترونیک نا معتبر ثبت نام کرده اید, یک آدرس جدید همراه کلمه عبور خود در سایت را وارد کنید:");
define("LAN_SIGNUP_50", "آدرس پست الکترونیک جدید");
define("LAN_SIGNUP_51", "کلمه عبور قبلی");
define("LAN_SIGNUP_52", "کلمه عبور غلط است");
define("LAN_SIGNUP_53", "بررسی صحت درستی این قسمت تایید نشد");
define("LAN_SIGNUP_54", "برای پر کردن اطلاعات برای یا ثبت نام اینجا کلیک کنید");
define("LAN_SIGNUP_55", "نام نمایشی بسیار طولانی است. نام نمایشی کوتاه تری انتخاب کنید");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
define("LAN_SIGNUP_56", "نام نمایشی بسیار کوتاه است. نام نمایشی بلند تری انتخاب کنید");
define("LAN_SIGNUP_57", "نام کاربری طولانی میباشد");
define("LAN_SIGNUP_58", "پیش نمایش اطلاعات ثبت نام");


?>
