<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Persian/lan_signup.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-09-16 15:40:10 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("عنوان صفحه:", "ثبت نام");
define("LAN_7", ":نمایش اسم ");
define("LAN_8", ".اسمی که در سایت نمایش داده خواهد شد");
define("LAN_9", ":اسم برای ورود ");
define("LAN_10", ".اسمی که شما برای ورود استفاده می کنید");
define("LAN_17", ":رمز عبور ");
define("LAN_103", ".این اسم کاربری تایید نمی شود لطفا یک اسم کاربری دیگر انتخاب کنید");
define("LAN_104", ".این اسم ورود قبلا استفاده شده است لطفا یک اسم ورود دیگر انتخاب کنید");
define("LAN_105", ".رمزهای ورود با هم جور نیستند");
define("LAN_106", ".به نظر می رسد این آدرس ایمیل معتبر نیست");
define("LAN_107", "  .متشکریم شما اکنون عضو ثبت شده این سایت هستید");
define("LAN_108", "ثبت نام کامل شد");
define("LAN_109", "  .مطالب این سایت موافق با قانون حمایت از استفاده کودکان از اینترنت 1998 است و ثبت نام افراد زیر 13 سال بدون اجازه کتبی والدین یا مسیولین مربوطه ممنوع است برای کسب اطلاعات بیشتر بخش قوانین ثبت نام را بخوانید ");
define("LAN_110", "ثبت نام");
define("LAN_111", ":رمز عبور را دوباره وارد کنید ");
define("LAN_112", " :آدرس ایمیل");
define("LAN_113", "آدرس ایمیل مخفی؟");
define("LAN_114", ".از نمایش آدرس ایمیل شما در سایت جلوگیری شود");
define("LAN_123", "ثبت نام");
define("LAN_185", ".شما بعضی از قسمتهای لازم را کامل نکرده اید");
define("LAN_201", "آری");
define("LAN_200", "خیر");
define("LAN_202", " شما قبلا ثبت نام کرده اید اگر رمز عبور خودتان را فراموش کرده اید روی کلمه / فراموشی کلمه عبور/بزنید ");
define("LAN_309", ".لطفا در بخش زیر مشخصات خودتان را وارد کنید");
define("LAN_399", "ادامه");
define("LAN_400", ".اسم کاربری و کلمه عبور هماهنگ شده اند");
define("LAN_401", "");
define("LAN_402", "Registration activated");
define("LAN_403", "Welcome to");
define("LAN_404", "           برای جزییات ثبت نام");
define("LAN_405", " .  این مرحله از ثبت نام کامل شد شما یک ایمیل دریافت خواهید کرد که حاوی اطلاعات لازم برای ورود شماست لطفا لینک را دنبال کنید تا راه اندازی بخش شما کامل شود ");
define("LAN_406", "!متشکریم");
define("LAN_407", " .این ایمیل را که حاوی اطلاعات شخصی شماست نگهداری کنید رمز عبور شما مخفی باقی می ماند و اگر آن را فراموش کنید قابل دسترسی نخواهد بود و شما دراینصورت می توانید تقاضای رمز عبور تازه بکنید \n\.به خاطر ثبت نام از شما متشکریم.\n\nFrom");
define("LAN_408", ".یک کاربر قبلا از این آدرس ایمیل استفاده کرده است لطفا برای دریافت رمز عبور جدید روی فراموشی رمز عبور بزنید");
define("LAN_SIGNUP_1", "حداقل");
define("LAN_SIGNUP_2", "حروف");
define("LAN_SIGNUP_3", "کد وارد شده تایید نمی شود");
define("LAN_SIGNUP_4", "رمز عبور شما باید حداقل ");
define("LAN_SIGNUP_5", " حرف داشته باشد");
define("LAN_SIGNUP_6", ".بخش شما راه اندازی شد ");
define("LAN_SIGNUP_7", " لازم است");
define("LAN_SIGNUP_8", "!متشکریم");
define("LAN_SIGNUP_9", ".قابل انجام نیست");
define("LAN_SIGNUP_10", "آری");
define("LAN_SIGNUP_11", ".");

define("LAN_409", "علامات غیر معتبر در اسم کاربری");
define("LAN_410", ".علاماتی را که در تصویر می بینید وارد کنید");
define("LAN_411", ".این اسم قابل نمایش قبلا وارد شده است لطفا یک اسم دیگر وارد کنید");


define("LAN_SIGNUP_12", ".لطفا اسم کاربری و رمز عبورتان را در یک جای مطمین نگهداری کنید در صورت از دست دادن آنها قابل دسترسی نخواهند بود");
define("LAN_SIGNUP_13", ".اکنون می توانید از بخش ورود به سایت وارد شوید  <a href='".e_BASE."login.php'>here</a>.");
define("LAN_SIGNUP_14", "اینجا");
define("LAN_SIGNUP_15", ".لطفا با مدیران سایت تماس بگیرید");
define("LAN_SIGNUP_16", "اگر نیاز به کمک دارید");
define("LAN_SIGNUP_17", ".لطفا اعلام کنید که 13 سال یا بیشتر دارید");
define("LAN_SIGNUP_18", "...ثبت نام شما با جزییات زیر انجام شده است ");
define("LAN_SIGNUP_19", ":اسم کاربری");
define("LAN_SIGNUP_20", ":رمز عبور");
define("LAN_SIGNUP_21", "...بخش شما غیر فعال شده است جهت راه اندازی مجدد آن لینک زیر را دنبال کنید");
define("LAN_SIGNUP_22", "اینجا کلیک کنید");
define("LAN_SIGNUP_23", "برای ورود");
define("LAN_SIGNUP_24", "از شما ممنون هستیم برای ثبت نام در");
define("LAN_SIGNUP_25", " .را ارسال کنیدAVATAR ");
define("LAN_SIGNUP_26", "تصویرتان را ارسال کنید");
define("LAN_SIGNUP_27", "نمایش");
define("LAN_SIGNUP_28", "انتخاب لیست موضوعی ایمیل ها");
define("LAN_SIGNUP_29", ".لطفا یک آدرس ایمیل معتبر اینجا وارد کنید چون یک ایمیل برای تایید ثبت نام شما به این آدرس ارسال خواهد شد");
define("LAN_SIGNUP_30", "اگر می خواهید آدرس ایمیل شما نمایش داده نشود روی کلمه آدرس ایمیل مخفی بزنید");

define("LAN_SIGNUP_31", "URL to your XUP file");
define("LAN_SIGNUP_32", "چیست  XUP  یک فایل");
define("LAN_SIGNUP_33", "را انتخاب کنید avatarمسیر را مشخص کنید یا");
define("LAN_SIGNUP_34", "  .لطفا توجه کنید اگر تصاویری که به سایت ارسال می شود از نظر مدیران سایت غیرقابل استفاده باشد بلافاصله حذف خواهند شد");
define("LAN_SIGNUP_35", "لطفا اینجا کلیک کنید XUP برای استفاده از یک فایل");
define("LAN_SIGNUP_36", ".در ایجاد اطلاعات شخصی شما یک اشتباه رخ داده است لطفا با مدیران سایت تماس بگیرید");

define("LAN_LOGINNAME", "اسم ورود");
define("LAN_PASSWORD", "رمز عبور");
define("LAN_USERNAME", "نمایش اسم");
define("LAN_EMAIL_01", "گرامی");
define("LAN_EMAIL_04", ".لطفا این ایمیل را جهت حفظ اطلاعات شخصی خودتان حفظ کنید");
define("LAN_EMAIL_05", ".رمز عبور شما مخفی شده است و در صورتی که آن را فراموش کنید قابل دسترسی نخواهد بود. در اینصورت می توانید یک رمز عبور جدید درخواست کنید");
define("LAN_EMAIL_06", ".از ثبت نام کردن شما متشکریم");

define("LAN_SIGNUP_37", ".این مرحله از ثبت نام کامل شده است.مدیریت سایت باید ثبت نام شما را تصویب کند بعد از انجام این کار شما با دریافت یک ایمیل از اتمام ثبت نام خود باخبر خواهید شد");
define("LAN_SIGNUP_38", ".شما دو آدرس ایمیل متفاوت وارد کرده اید لطفا یک آدرس ایمیل معتبر را در هر دو قسمت وارد کنید ");
define("LAN_SIGNUP_39", ":آدرس ایمیل را دوباره وارد کنید");
?>
