<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.5 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("LAN_ALT_1", "Текущий тип авторизации");
define("LAN_ALT_2", "Обновить настройки");
define("LAN_ALT_3", "Выбрать альтернативный тип авторизации");
define("LAN_ALT_4", "Настроить параметры для");
define("LAN_ALT_5", "Настроить параметры авторизации");
define("LAN_ALT_6", "Действие для события 'сбой подключения'"); //Failed connection action
define("LAN_ALT_7", "Если происходит сбой подключения к альтернативному методу, как это должно обрабатываться?");
define("LAN_ALT_8", "Действие для события 'пользователь не найден'"); //User not found action
define("LAN_ALT_9", "Если при использовании альтернативного метода авторизации имя пользователя не найдено , как это должно обрабатываться?");

define("LAN_ALT_FALLBACK", "Использовать таблицу пользователей e107");
define("LAN_ALT_FAIL", "Ошибка авторизации"); //Failed login

?>
