<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-10-05 14:25:52 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("LAN_ALT_1", "Текущия тип авторизации");
define("LAN_ALT_2", "Обновить настройки");
define("LAN_ALT_3", "Выбрать альтернативный тип авторизации");
define("LAN_ALT_4", "Конфигурировать параметры для");
define("LAN_ALT_5", "Конфигурировать параметры авторизации");
define("LAN_ALT_6", "Действие при сбое подключения"); //Failed connection action
define("LAN_ALT_7", "Если происходит сбой подключения к альтернативному методу, как это должно обрабатываться?");
define("LAN_ALT_8", "Действие при отсутствующем пользователе"); //User not found action
define("LAN_ALT_9", "Если имя пользователя не найдено при использовании альтернативного метода, как это должно обрабатываться?");

define("LAN_ALT_FALLBACK", "Использовать таблицу пользователей e107");
define("LAN_ALT_FAIL", "Ошибка авторизации"); //Failed login

?>
