<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2006-10-26 15:57:25 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("OTHERDB_LAN_1", "Тип базы данных:");
define("OTHERDB_LAN_2", "Сервер:");
define("OTHERDB_LAN_3", "Имя пользователя:");
define("OTHERDB_LAN_4", "Пароль:");
define("OTHERDB_LAN_5", "База данных");
define("OTHERDB_LAN_6", "Таблица");
define("OTHERDB_LAN_7", "Поле имени пользователя:");
define("OTHERDB_LAN_8", "Поле пароля:");
define("OTHERDB_LAN_9", "Метод пароля:");
define("OTHERDB_LAN_10", "Настроить авторизацию другой базы данных");
define("OTHERDB_LAN_11", "** Следующие поля не являются обязательными, если используется база данных e107");

?>