<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.9 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("DBLAN_1", "Основные параметры настройки сохранены в БД.");
define("DBLAN_4", "Проверка целостности БД");
define("DBLAN_5", "Проверить БД SQL");
define("DBLAN_6", "Оптимизация БД е107");
define("DBLAN_7", "Оптимизировать БД SQL");
define("DBLAN_8", "Резервное копирование БД");
define("DBLAN_9", "Копировать настройки БД");
define("DBLAN_10", "Инструменты базы данных");
define("DBLAN_11", "База данных MySQL");
define("DBLAN_12", "оптимизирована");
define("DBLAN_15", "Нажмите кнопку для проверки доступных обновлений БД");
define("DBLAN_16", "Проверить обновления");
define("DBLAN_17", "Pref. имя");
define("DBLAN_18", "Pref. значение");
define("DBLAN_19", "Нажмите кнопку, чтобы открыть редактор свойств (только для продвинутых пользователей)");
define("DBLAN_20", "Редактор свойств");
define("DBLAN_22", "Плагин: Просмотр и сканирование");
define("DBLAN_23", "Сканирование завершено");
define("DBLAN_24", "Имя");
define("DBLAN_25", "Каталог");
define("DBLAN_26", "Выключенные дополнения");
define("DBLAN_27", "Установлен");
define("DBLAN_28", "Нажмите кнопку, чтобы сканировать каталог плагинов на изменения");
define("DBLAN_29", "Сканировать каталог плагинов");
define("DBLAN_30", " (Если плагин выдает ошибку, проверьте символы вне тегов открытия/закрытия PHP)");
define("DBLAN_31", "Пройдено");
define("DBLAN_32", "Ошибка");
define("DBLAN_33", "Недоступно");
define("DBLAN_34", "Не проверено");
define("DBLAN_35", "Нажмите на кнопку, чтобы проверить правильность записей таблицы пользователей");
define("DBLAN_36", "Проверить таблицу пользователей");
define("DBLAN_37", "Выберите таблицу (ы) для проверки.");
define("DBLAN_38", "Проверка");
define("DBLAN_39", "Проверка записи базы данных");
define("DBLAN_40", "Проверка записи: ");
define("DBLAN_41", "таблица");
define("DBLAN_42", "ID");
define("DBLAN_43", "Метка");
define("DBLAN_45", "ID не найден!");
define("DBLAN_46", "Таблица не найдена!");
define("DBLAN_49", "Нет записей в таблице, так что ничего проверять");
define("DBLAN_50", "Проверка Sql записей");
define("DBLAN_51", "Выполнить отмеченные");
define("DBLAN_52", "Удалить дубликаты");
define("DBLAN_53", "Выберите действие.");
define("DBLAN_54", "Ошибок, при проверке, не найдено.");
define("DBLAN_55", "Выберите для сканирования шорткод / переопределить директории для новых шорткодов");
define("DBLAN_56", "Сканирование переопределенного каталога");
define("DBLAN_57", "Список переопределеных шорткодов установлен в");
define("DBLAN_58", "Экспорт данных сайта");
define("DBLAN_59", "Импорт данных сайта");


?>