<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("SEALAN_1", "Настройки поиска");
define("SEALAN_2", "Число символов, отображаемых в результате поиска:");
define("SEALAN_3", "Метод сортировки при поиске:");
define("SEALAN_6", "Комментарии");
define("SEALAN_7", "Зарегистрированные пользователи");
define("SEALAN_10", "Показать значение релевантности:");
define("SEALAN_11", "Позволить пользователю выбрать доступные для поиска области:");
define("SEALAN_12", "Ограничить время между поисками (макс. 5 минут):");
define("SEALAN_13", "Ограничить каждого одной возможностью поиска за сессию");
define("SEALAN_14", "секунд");
define("SEALAN_15", "Страница поиска доступна определенному классу пользователей");
define("SEALAN_16", "вкл");
define("SEALAN_17", "выкл");
define("SEALAN_18", "Доступные для поиска Области Комментариев (если поиск в комментариях активизирован)");
define("SEALAN_19", "Позволить пользователям искать в более чем одной области за один раз:");
define("SEALAN_20", "Общие настройки");
define("SEALAN_21", "Доступные для поиска Области");
define("SEALAN_22", "Значение по умолчанию");
define("SEALAN_23", "Альтернатива:");
define("SEALAN_24", "Тип");
define("SEALAN_25", "Класс пользователей");
define("SEALAN_26", "Текст перед Заголовком");
define("SEALAN_27", "Символы");
define("SEALAN_28", "Результаты");
define("SEALAN_30", "Подсветить ключевые слова со страниц, к которым часто обращаются:");
define("SEALAN_31", "Лимит PHP ");
define("SEALAN_32", "результатов (пусто - без ограничений)");
define("SEALAN_33", "Невозможно переключить метод сортировки на MySQL, так как для этого требуется версия 4.0.1 у MySQL.");
define("SEALAN_34", "В настоящий момент ваша версия");
define("SEALAN_35", "Метод выбора областей, доступных для поиска:");
define("SEALAN_36", "Выпадающее меню");
define("SEALAN_37", "Чекбоксы");
define("SEALAN_38", "Радиокнопки");
define("SEALAN_39", "Свои страницы"); //Custom Pages

define("LAN_SEARCH_98", "Новости");		// Renamed to avoid clashes
define("LAN_197", "Загрузки"); //Downloads
define("LAN_418", "Свои страницы"); //Custom Pages

define("SEALAN_40", "Опции поиска");
define("SEALAN_41", "Главная страница");
define("SEALAN_42", "Настройки");

define("SEALAN_43", "Редактировать параметры поиска для");
define("SEALAN_44", "Класс пользователей, которому разрешен поиск в этой области");
define("SEALAN_45", "Количество результатов, отображаемых на странице");
define("SEALAN_46", "Количество символов в результате поиска");

define("SEALAN_47", "Только слово целиком:");
define("SEALAN_48", "Эти настройки применимы только в том случае, если метод поиска - PHP. Если ваш сайт содержит Идеографические языки, такие как, например, китайский или японский язык, вы должны отключить эту опцию.");
define("SEALAN_49", "Если ваш сайт содержит Идеографические языки, такие как, например, китайский или японский язык, вы должны использовать PHP-метод поиска.");

?>