<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("LAN_UPDATE_2", "Действие");
define("LAN_UPDATE_3", "Не требуется");
define("LAN_UPDATE_7", "Выполнено");
define("LAN_UPDATE_8", "Обновить с ");
define("LAN_UPDATE_9", "на");
define("LAN_UPDATE_12", "Одна из ваших таблиц содержит дубликаты записей.");
define("LAN_UPDATE_13", "Добавить дополнительные/отсутствующие параметры ядра");
define("LAN_UPDATE_14", "Версия: ");
define("LAN_UPDATE_20", "Предпочтения обновлений: ");
define("LAN_UPDATE_21", "Обновление структуры таблиц: ");
define("LAN_UPDATE_22", "Преобразование сериализованных предпочтений: ");
define("LAN_UPDATE_23", "Обновление пути меню: ");
define("LAN_UPDATE_24", "Удаление устаревших полей таблицы: ");
define("LAN_UPDATE_25", "Удаление устаревших таблиц: ");
define("LAN_UPDATE_26", "Расширение поля IP адрес: ");
define("LAN_UPDATE_27", "Добавление таблицы: ");
define("LAN_UPDATE_28", "--COUNT-- сохраненных электронных письм перемещено");
define("LAN_UPDATE_37", "Добавление индекса --INDEX-- в таблицу --TABLE--");
define("LAN_UPDATE_38", "Обновление установок первой страницы");
define("LAN_UPDATE_40", "Обновление таблицы новостей");
define("LAN_UPDATE_41", "Пользовательское поле часового пояса обработано");
define("LAN_UPDATE_42", "Ошибка, передачи пользовательских данных часового пояса - прервано");
define("LAN_UPDATE_43", "Переименовать таблицу DBLog");
define("LAN_UPDATE_44", "Переименуйте таблицу журнала");
define("LAN_UPDATE_45", "Добавление новой таблицы к базе данных: ");
define("LAN_UPDATE_46", "Ошибка при чтении таблицы определения: ");
define("LAN_UPDATE_50", "Устаревшие префы удалены:");
define("LAN_UPDATE_51", "Обновление плагина таблицы определение: ");
define("LAN_UPDATE_52", "Обновление таблицы загрузки");
define("LAN_UPDATE_53", "Обновление таблицы зеркала загрузки");
define("LAN_UPDATE_54", "Отсутствует таблица --TABLE-- - невозможно добавить индекс --INDEX--");
define("LAN_UPDATE_55", "Описание");
define("LAN_UPDATE_56", "Обновление системы");
define("LAN_UPDATE_CAPTION_PLUGIN", "Обновление дополнений");
define("LAN_UPDATE_CAPTION_CORE", "Обновление ядра");


?>