<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("DBVLAN_1", "Не удается прочитать файл данных SQL <br /><br />Пожалуйста, убедитесь, что файл <b>core_sql.php</b> существует в каталоге <b>/admin/sql</b>.");
define("DBVLAN_4", "Таблица");
define("DBVLAN_5", "Поле");
define("DBVLAN_6", "Статус");
define("DBVLAN_7", "Примечания");
define("DBVLAN_8", "Несовпадение");
define("DBVLAN_9", "Теперь");
define("DBVLAN_10", "должно быть");
define("DBVLAN_11", "Поле отсутствует!");
define("DBVLAN_12", "Дополнительные поля!");
define("DBVLAN_13", "Таблица отсутствует!");
define("DBVLAN_14", "Выберите таблицу (ы) для проверки");
define("DBVLAN_15", "Проверить");
define("DBVLAN_16", "Проверка SQL");
define("DBVLAN_19", "Попытка исправить");
define("DBVLAN_21", "Исправить выбранные элементы");
define("DBVLAN_22", "[x] не читается");
define("DBVLAN_23", "Утилиты баз данных");
define("DBVLAN_24", "Пожалуйста, выберите действие.");
define("DBVLAN_25", "Индекс отсутствует!");
define("DBVLAN_26", "[x] таблиц(а) с ошибками");


?>