<?php
/*
 * e107 website system
 *
 * Copyright (C) 2008-2009 e107 Inc (e107.org)
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 *
 *
 * $Source: ../e107_languages/Russian/admin/lan_users.php,v $
 * $Revision: 1.0 $
 * $Date: 2012/12/16 13:24:14 $
 * $Author: NixanR $
 */

/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.5 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("LANG_LAN_00", "не может быть создан.(уже существует)");
define("LANG_LAN_01", "будет удален (если существует) и создан новый.");
define("LANG_LAN_02", "не может быть удален.");
define("LANG_LAN_03", "Таблицы");
define("LANG_LAN_05", "Не установлен");
define("LANG_LAN_06", "Создать таблицы");
define("LANG_LAN_07", "Удалить существующие таблицы?");
define("LANG_LAN_08", "Заменить существующие таблицы (данные будут утеряны).");
define("LANG_LAN_11", "Удалить непроверенные таблицы выше (если они существуют).");
define("LANG_LAN_12", "Разрешить мультиязычные таблицы");
define("LANG_LAN_13", "Мультиязычные установки");
define("LANG_LAN_14", "Язык сайта по умолчанию");
define("LANG_LAN_15", "Отметьте галочкой, чтобы скопировать данные из языка по умолчанию. (Полезно для Ссылок, категорий новостей и т.д.) ");
define("LANG_LAN_16", "Многоязычное исользование БД");
define("LANG_LAN_17", "Язык по умолчанию - Не требуется дополнительных таблиц.");
define("LANG_LAN_18", "Используйте припаркованные поддомены к этим доменам, чтобы установить язык сайта:");
define("LANG_LAN_19", "например, домен fr.mydomain.com, установит французский язык.");
define("LANG_LAN_20", "Введите один домен на строку, например, mydomain.com и т.д. или оставьте незаполненным, чтобы отключить");
define("LANG_LAN_21", "Инструменты");
define("LANG_LAN_22", "Языковой пакет успешно создан.");
define("LANG_LAN_23", "Создание языкового пакета (zip)");
define("LANG_LAN_24", "Создать");
define("LANG_LAN_25", "Состояние создания языкового пакета.");
define("LANG_LAN_26", "Загрузка языковых файлов только для текущего языка");
define("LANG_LAN_27", "Если флажок установлен, и нужный язык не найден, то будет ошибка");
define("LANG_LAN_PAGE_TITLE", "Язык сайта");
define("LANG_LAN_28", "%s удален.");
define("LANG_LAN_29", "%s не может быть удален.");
define("LANG_LAN_30", "%s создан.");
define("LANG_LAN_32", "%s был отключен, но остался нетронутыми.");
define("LANG_LAN_33", "Удалить все таблицы в %s?");
define("LANG_LAN_34", "Доступные языковые пакеты.");
define("LANG_LAN_35", "Следующие языковые пакеты, доступны для этой версии e107.");
define("LANG_LAN_36", "Найдены ошибки в языковом  пакете ! Сначала проверьте, Ваши файлы на отсутствие ошибок, прежде, чем создавать языковой  пакет.");


?>