<?php
/*
 * e107 website system
 *
 * Copyright (C) 2008-2009 e107 Inc (e107.org)
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 *
 *
 * $Source: ../e107_languages/Russian/admin/lan_users.php,v $
 * $Revision: 1.0 $
 * $Date: 2012/12/17 08:40:14 $
 * $Author: NixanR $
 */

/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.5 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("CACLAN_1", "Состояние");
define("CACLAN_2", "Установить статус кеша");
define("CACLAN_3", "Система кеширования");
define("CACLAN_4", "Статус кеша установлен");
define("CACLAN_5", "Очистить кеш");
define("CACLAN_6", "Кеш очищен");
define("CACLAN_10", "Каталог хранения кеша недоступен, установите для него CHMOD 0777");
define("CACLAN_11", "Кэш контента");
define("CACLAN_12", "Системный кэш");
define("CACLAN_13", "Кэш контента содержит отображаемое содержимое страницы. Включает любой контент (HTML), который видите представленный на Вашем сайте.");
define("CACLAN_14", "Системный кэш - содержит информацию конфигурации системы. Включает установки сайта, в настоящее время активные меню, и т.д. Никакой фактический контент не содержится.");
define("CACLAN_15", "Системный кэш очищен");
define("CACLAN_16", "Очистка системного кэша");
define("CACLAN_17", "Сейчас содержится");
define("CACLAN_18", "файл");
define("CACLAN_19", "файла(ов)");
define("CACLAN_20", "Структура БД кэша");
define("CACLAN_21", "Кэш Структура базы данных системы содержит информацию о структуре таблиц базы данных, необходимые различным процедурам ядра. Фактическое, активное содержание, не будет содержаться здесь.");
define("CACLAN_22", "Кэш миниатюры");
define("CACLAN_23", "Файлы кэша миниатюры содержат данные двухуровневого изображения. Они должны сократить большую работу ЦП сервера.");
define("CACLAN_24", "Очистить кэш структуры БД");
define("CACLAN_25", "Очистить кэш миниатюр");
define("CACLAN_26", "Очистить весь кэш");
define("CACLAN_27", "Очистить кэш браузера");


?>