<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.7 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("LAN_head_1", "Навигация"); //Навигация администратора - слишком длинно
define("LAN_head_2", "Ваш сервер не поддерживает загрузку на сервер через HTTP протокол. Это делает невозможным пользователями загрузку на сервер аватаров, файлов и т.п. Для исправления установите 'file_uploads в On' в вашем файле php.ini и перезапустите сервер. Если у вас нет доступа к файлу php.ini - свяжитесь с администрацией хостинга.");
define("LAN_head_3", "Ваш сервер работает с действующим запретом базового каталога (basedir restriction). Невозможно использовать файлы, которые находятся снаружи вашего домашнего каталога и по этой причине это может повлиять на некоторые скрипты, такие как файловый менеджер.");

define("LAN_head_4", "Админцентр");

define("LAN_head_5", "язык, отображаемый в области администрирования: ");
define("LAN_head_6", "Информация о плагинах");

?>
