<?php

/*
 * e107 website system
 *
 * Copyright (C) 2008-2009 e107 Inc (e107.org)
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 *
 *
 * $Source: ../e107_languages/Russian/admin/lan_users.php,v $
 * $Revision: 1.0 $
 * $Date: 2012/12/16 13:24:14 $
 * $Author: NixanR $
 */

/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.10 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("USRLAN_1", "Опции сохранены.");
define("USRLAN_3", "теперь в списке Админов - Для установки прав администратора перейдите к");
define("USRLAN_4", "Страница Администраторов");
define("USRLAN_5", "Нельзя удалить главного администратора сайта");
define("USRLAN_6", "Статус администратора удалён.");
define("USRLAN_7", "Вы не можете запретить главного администратора");
define("USRLAN_8", "Пользователь запрещен.");
define("USRLAN_9", "Запрет пользователя снят.");
define("USRLAN_10", "Пользователь удалён.");
define("USRLAN_11", "Удаление отменено.");
define("USRLAN_12", "Вы не можете удалить главного администратора сайта.");
define("USRLAN_13", "Пожалуйста, подтвердите удаление пользователя");
define("USRLAN_16", "Подтверждение удаления");
define("USRLAN_17", "Подтверждение удаления пользователя");
define("USRLAN_30", "Запрет");
define("USRLAN_32", "Активировать");
define("USRLAN_33", "Снять запрет");
define("USRLAN_34", "Удалить статус администратора");
define("USRLAN_35", "Сделать админом");
define("USRLAN_36", "Установить класс");
define("USRLAN_44", "Позволить пользователям загружать на сервер аватары?");
define("USRLAN_47", "Максимальная ширина аватара (в пикселях)");
define("USRLAN_48", "по умолчанию 120");
define("USRLAN_49", "Максимальная высота аватара (в пикселях)");
define("USRLAN_50", "по умолчанию 100");
define("USRLAN_51", "Обновить опции");
define("USRLAN_52", "Опции пользователя");
define("USRLAN_53", "Позволить пользователям загружать на сервер фото?");
define("USRLAN_54", "Нажмите здесь, чтобы удалить всех бездеятельных пользователей");
define("USRLAN_55", "Очистить");
define("USRLAN_56", "Стерто");
define("USRLAN_57", "Удаление неактивных пользователей ...");
define("USRLAN_58", "загрузки на сервер файлов отключены в php.ini");
define("USRLAN_59", "Быстро добавить пользователя");
define("USRLAN_60", "Добавить пользователя");
define("USRLAN_61", "Имя");
define("USRLAN_62", "Пароль");
define("USRLAN_63", "Ещё раз пароль");
define("USRLAN_64", "Email-адрес");
define("USRLAN_65", "Это отображаемое имя не может быть принято, пожалуйста, выберите другое отображаемое имя");
define("USRLAN_66", "Такое отображаемое имя уже существует в базе данных, пожалуйста, выберите другое отображаемое имя");
define("USRLAN_67", "Пароли не совпадают ");
define("USRLAN_68", "Вы не заполнили нужные строки");
define("USRLAN_69", "Ваш email написан неверно");
define("USRLAN_78", "Имя");
define("USRLAN_79", "Статус");
define("USRLAN_80", "Инфо");
define("USRLAN_84", "Имеется");
define("USRLAN_85", "Неактивированные пользователи - щелкните здесь, чтобы удалить");
define("USRLAN_86", "Пользователь проверен");
define("USRLAN_87", "настройки пользователя обновлены");
define("USRLAN_88", "Классы пользователей обновлены");
define("USRLAN_90", "Поиск/Обновление");
define("USRLAN_91", "Класс");
define("USRLAN_92", "Неправильные символы в имени");
define("USRLAN_93", "Удаление непроверенных пользователей");
define("USRLAN_94", "Удаление регистрации по прошествии этого времени - оставьте это поле пустым, чтобы не использовать эту опцию<br />Эта опция игнорируется, если регистрация пользователей модерируется администратором");
define("USRLAN_95", "минут");
define("USRLAN_112", "Повторная посылка Email");
define("USRLAN_113", "Подробности регистрации ");
define("USRLAN_114", "Уважаемый");
define("USRLAN_115", "Спасибо за регистрацию.");
define("USRLAN_116", "Пожалуйста, подтвердите повторную отправку регистрационной информации по адресу:");
define("USRLAN_117", "Щелкните для проверки корректности введённого email:");
define("USRLAN_118", "Тест Email");
define("USRLAN_120", "Установленные классы");
define("USRLAN_121", "Рассылка");
define("USRLAN_122", "Добро пожаловать на");
define("USRLAN_123", "Ваша регистрация получена и обработана.");
define("USRLAN_124", "Ваша учетная запись находится в неактивированном состоянии. Для активации необходимо перейти по этой ссылке");
define("USRLAN_125", "От");
define("USRLAN_126", "Разрешить пользователям оценивать пользователей");
define("USRLAN_127", "Разрешить комментарии на странице Профиля пользователя");
define("USRLAN_128", "Имя пользователя");
define("USRLAN_129", "Настоящее имя");
define("USRLAN_130", "Включить отслеживание он-лайн статуса пользователей");
define("USRLAN_131", "Вы должны включить эту опцию, если собираетесь использовать статистические данные о посещениях, пребывании пользователей он-лайн (файл online.php), на форуме и в он-лайн меню");
define("USRLAN_132", "Включить");
define("USRLAN_133", "Вынудить пользователя обновить собственные настройки");
define("USRLAN_134", "Активирование этой опции автоматически отправит пользователя к пользовательским настройкам, если требуемое пользовательское поле не заполнено.");
define("USRLAN_135", "IP-адрес не найден в информации о пользователе; IP не заблокирован");
define("USRLAN_136", "Несколько пользователей используют один IP-адрес {IP}; IP не заблокирова.");
define("USRLAN_137", "IP-адрес пользователя {IP} заблокирован.");
define("USRLAN_138", "Непроверенные пользователи");
define("USRLAN_139", "Ваша учетная запись была активирована.\n\nПосетите {SITEURL} и войдите используя информацию доступа, которую вы дали.");
define("USRLAN_140", "Email переслан на");
define("USRLAN_141", "Неудача при пересылке письма для");
define("USRLAN_142", "со следующей ссылкой активации");
define("USRLAN_143", "Проверить на отрицательные квитанции");
define("USRLAN_144", "Переслать всем письмо подтверждения");
define("USRLAN_145", "Отвергнутые пользователей");
define("USRLAN_146", "Информация о пользователе доступна для");
define("USRLAN_147", "Email-адрес уже используется запрещенным пользователем");
define("USRLAN_148", "Email-адрес запрещен");
define("USRLAN_149", "Удалить отмеченные email-сообщения");
define("USRLAN_150", "Удалить все email-сообщения");
define("USRLAN_151", "Очистить отвергнутых, требовать активацию");
define("USRLAN_152", "Очистить отвергнутых и активировать");
define("USRLAN_153", "Удалить email-сообщения (не отрицательные квитанции)");
define("USRLAN_154", "Очистить email-сообщения для отмеченных");
define("USRLAN_155", "Всего найдено email-сообщений: {TOTAL}. Удалено через опции: {DELCOUNT}.<br />Отвергнутых пользователей выбрано: {DELUSER} (из найденных email-сообщений: {FOUND})");
define("USRLAN_156", "Email-адрес уже используется");
define("USRLAN_160", "Всего --COUNT-- пользователей типа --TYPE-- сокращено");
define("USRLAN_161", "User ID --UID-- имя--NAME-- запрещен");
define("USRLAN_162", "User ID --UID-- имя--NAME-- разрешен");
define("USRLAN_163", "User ID --UID-- удален");
define("USRLAN_164", "User ID --UID-- имя--NAME-- сделан администратором");
define("USRLAN_165", "User ID --UID-- имя--NAME-- Admin Статус отменен");
define("USRLAN_166", "User ID --UID-- имя--NAME-- одобрен");
define("USRLAN_167", "Проверка email ID --ID-- снова послан  --NAME-- на --EMAIL-");
define("USRLAN_168", "Повторно ототослано --COUNT-- на проверку электронной почты");
define("USRLAN_169", "Всего --COUNT-- возвращенных  писем удалено");
define("USRLAN_170", "Случайное имя пользователя");
define("USRLAN_171", "Случайный пароль");
define("USRLAN_172", "Пароль установлен");
define("USRLAN_173", "Имя для входа в систему установлено");
define("USRLAN_174", "Имя пользователя --NAME-- создано");
define("USRLAN_175", "");
define("USRLAN_179", "Пользователь запрещен:");
define("USRLAN_180", "IP-адрес {IP} из белого списка, IP не запрещено.");
define("USRLAN_181", "Отправить подтверждение по электронной почте с паролем для нового пользователя");
define("USRLAN_182", "Недопустимые символы в имени пользователя");
define("USRLAN_183", "Это имя пользователя уже используется");
define("USRLAN_184", "Длина имени пользователя вне пределов");
define("USRLAN_185", "Учетная запись пользователя была создана для вас {SITEURL} со следующими данными:<br />имя пользователя: {LOGIN}<br />Пароль: {PASSWORD}<br/><br />");
define("USRLAN_186", "Пожалуйста, перейдите на сайт как можно скорее и войдите в систему, а затем изменить свой ​​пароль, используя \ \'Настройки\' профиля.<br /><br />Вы можете также изменить другие настройки, в то же время.<br /><br />Обратите внимание на то, что Ваш пароль не может быть восстановлен,если вы его потеряете.");
define("USRLAN_187", "Доступ к сайту:");
define("USRLAN_188", "Электронная почта успешно отправлена");
define("USRLAN_189", "Ошибка при отправке электронной почты");
define("USRLAN_190", "Испытательный срок нового пользователя (дни)");
define("USRLAN_191", "(администратор может устанавливать ограничения в этот период в некоторых областях)");
define("USRLAN_192", "");
define("USRLAN_193", "Ничего не изменилось - не сохраняется");
define("USRLAN_194", "Подпись может быть изменена");
define("USRLAN_195", "");
define("USRLAN_197", "Источник");
define("USRLAN_198", "Имя поля");
define("USRLAN_199", "Операция");
define("USRLAN_200", "Значение");
define("USRLAN_201", "Количество комментариев");
define("USRLAN_202", "Количество посещений");
define("USRLAN_203", "Посетителей в день");
define("USRLAN_204", "Ядро");
define("USRLAN_206", "Текущее вычисление");
define("USRLAN_207", "Тип");
define("USRLAN_208", "Звание");
define("USRLAN_209", "Уровень");
define("USRLAN_210", "Префикс");
define("USRLAN_211", "Изображение");
define("USRLAN_212", "Звание пользователя");
define("USRLAN_214", "Добавить новое звание");
define("USRLAN_215", "Обновить звания");
define("USRLAN_216", "--select image--");
define("USRLAN_217", "Звания пользователей обновлены");
define("USRLAN_218", "Удаление звания пользователя");
define("USRLAN_219", "Старше 30-ти дней");
define("LAN_MAINADMIN", "Главный Администратор");
define("LAN_NOTVERIFIED", "Не проверено");
define("LAN_BANNED", "Запрещенные");
define("LAN_BOUNCED", "Отвергнутые");
define("USRLAN_220", "Всех классов пользователей");
define("USRLAN_221", "Изменить права администратора");
define("UCSLAN_1", "Отправка электронного письма уведомления");
define("UCSLAN_2", "Привилегии Обновлены");
define("UCSLAN_3", "Уважаемый");
define("UCSLAN_4", "Ваши привилегии были обновлены. ");
define("UCSLAN_5", "Теперь имеете доступ к следующей области (ям)");
define("UCSLAN_6", "Установить класс для пользователей");
define("UCSLAN_7", "Установить классы");
define("UCSLAN_8", "Уведомить пользователя");
define("UCSLAN_9", "Классы обновлены.");
define("UCSLAN_10", "С уважением,");
define("UCSLAN_11", "Членство в классе для пользователя ID --UID-- изменено на --CLASSES--");
define("UCSLAN_12", "Привилегии только для членов");
define("USFLAN_1", "Не удалось найти IP адрес автора - нет информации.");
define("USFLAN_3", "Сообщения, отправленные с IP-адреса");
define("USFLAN_4", "Host");
define("USFLAN_5", "Щелкните здесь, чтобы передать IP-адрес администраторской странице запрета");
define("USFLAN_6", "User ID");
define("USFLAN_7", "Информация о пользователе");
define("USRLAN_AS_1", "Войти как %s");
define("USRLAN_AS_2", "Выйти из учетной записи %s");
define("USRLAN_AS_3", "Вы уже вошли в систему под другой учетной записью. Пожалуйста, сначала выйдите.");


?>