<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("FLALAN_2", "Неудавшиеся попытки логина не были зарегистрированы");
define("FLALAN_3", "Попытка(ки) удалены");
define("FLALAN_4", "Пользователь попытался войти, используя некорректное имя/пароль");
define("FLALAN_5", "IP запрещен(ы)");
define("FLALAN_7", "Данные");
define("FLALAN_8", "IP адрес/хост");
define("FLALAN_10", "Удалить / Запретить отмеченные");
define("FLALAN_15", "Следующий(ие) IP-адрес(а) был(и) автоматически запрещен(ы) - пользователь сделал более чем десять попыток неудавшихся входов");
define("FLALAN_16", "удалить этот список авто-запретов");
define("FLALAN_17", "Список авто-запретов удален");
define("FLALAN_18", "Невозможно забанить IP  --IP-- из белого списка");


?>