<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.5 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("UGFLAN_1", "свойства закрытия на техническое обслуживание обновлены");
define("UGFLAN_2", "Активировать флаг технического обслуживания");
define("UGFLAN_3", "Обновить установки технического обслуживания");
define("UGFLAN_4", "Свойства технического обслуживания");
define("UGFLAN_5", "Текcт, который нужно показывать для закрытого сайта");
define("UGFLAN_6", "Оставить пустым для сообщения по умолчанию");
define("UGFLAN_7", "Обновление безуспешные, так как не были внесены изменения.");
define("UGFLAN_8", "Ограничение доступа - только для админов");
define("UGFLAN_9", "Ограничение доступа - только для Главного администратора");


?>