<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("MDCLAN_1", "Произведена модерация.");
define("MDCLAN_2", "Здесь нет комментариев");
define("MDCLAN_3", "Пользователь");
define("MDCLAN_4", "Гость");
define("MDCLAN_5", "разблокировать");
define("MDCLAN_6", "заблокировать");

define("MDCLAN_8", "Модерировать комментарии");
define("MDCLAN_9", "Внимание! Удаление родительских комментариев удалит все ответы!");

define("MDCLAN_10", "опции");
define("MDCLAN_11", "комментарий");
define("MDCLAN_12", "комментарии");
define("MDCLAN_13", "заблокировано");
define("MDCLAN_14", "блокировать комментарии");
define("MDCLAN_15", "открыть");
define("MDCLAN_16", "заблокировано");
define("MDCLAN_17", "");
define("MDCLAN_18", "");
define("MDCLAN_19", "");
define("MDCLAN_20", "");

?>