<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("RL_LAN_002", "Прокрутка журнала");
define("RL_LAN_005", "Конфиг/Просмотр системных журналов");
define("RL_LAN_006", "Параметры Обновлены");
define("RL_LAN_008", "Прокрутка Журнала активна:");
define("RL_LAN_009", "Rolling Log History length in days (ПЕРЕВОД!)");
define("RL_LAN_010", "Обновить Параметры");
define("RL_LAN_012", "Параметры Фильтра");
define("RL_LAN_013", "Старт Дата/Время");
define("RL_LAN_014", "Конец Дата/Время");
define("RL_LAN_015", "Фильтр ID");
define("RL_LAN_016", "Пусто ни для кого, ноль для гостей");
define("RL_LAN_017", "Нет записей в журнале, или ни один фильтр не соответствует.");
define("RL_LAN_018", "Обновить журнал");
define("RL_LAN_019", "yy-mm-dd hh:mm:ss");
define("RL_LAN_020", "IP");
define("RL_LAN_021", "ID");
define("RL_LAN_022", "Имя");
define("RL_LAN_023", "Тип события");
define("RL_LAN_024", "от (From??)");
define("RL_LAN_025", "Заголовок события");
define("RL_LAN_026", "Класс, для которого зарегистрированы пользовательские действия");
define("RL_LAN_028", "Обновить фильтры");
define("RL_LAN_029", "Фильтр по типу события");
define("RL_LAN_030", "Журнал Администратора");
define("RL_LAN_031", "Действия в журнал");
define("RL_LAN_032", "Pri");
define("RL_LAN_033", "Дополнительная информация");
define("RL_LAN_044", "Событий журнала, вывести на страницу");
define("RL_LAN_045", "Удалить записи, старше чем");
define("RL_LAN_046", "дней");
define("RL_LAN_047", "Подтвердите удаление записей журнала, старше чем");
define("RL_LAN_049", "Удалить старые записи");
define("RL_LAN_050", "Ошибка параметров - ничего не удалено");
define("RL_LAN_052", "Журнал администратора");
define("RL_LAN_053", "Журнал аудита пользователей");
define("RL_LAN_054", "Нечего не удалять, или ошибка базы данных");
define("RL_LAN_056", "Ничего не удалено");
define("RL_LAN_057", "- события старше --OLD-- (--NUM-- записей) удалены");
define("RL_LAN_058", " Фильтр приоритета:");
define("RL_LAN_059", "Фильтр вызывающей стороны:");
define("RL_LAN_060", "Фильтр IP:");
define("RL_LAN_061", "Подстановочный знак (*) в приемлем конце");
define("RL_LAN_062", "Журнал аудита пользователей");
define("RL_LAN_064", "Применяется для всех журналов");
define("RL_LAN_065", "Подтвердить удаление пользовательских событий в журнале аудита старше");
define("RL_LAN_066", "Удалить события аудита пользователей, старше чем");
define("RL_LAN_067", "История загрузок");
define("RL_LAN_068", "D/L ID");
define("RL_LAN_069", "Имя загрузки");
define("RL_LAN_071", "Регистрация пользователя (игнорирует класс настройки выше)");
define("RL_LAN_072", "Подтверждение электронной почты при регистрации  (класс игнорирует настройки выше)");
define("RL_LAN_073", "Войти / Выйти");
define("RL_LAN_075", "Изменить отображаемое имя");
define("RL_LAN_076", "Изменить пароль");
define("RL_LAN_077", "Изменить email");
define("RL_LAN_078", "Сброс пароля");
define("RL_LAN_079", "Изменить другие настройки пользователя");
define("RL_LAN_080", "Администратор: быстро добавить пользователей");
define("RL_LAN_081", "Отказы почты");
define("RL_LAN_082", "Бан пользователей");
define("RL_LAN_083", "сброс отказов почты");
define("RL_LAN_084", "Временные аккаунты");
define("RL_LAN_090", "ID загрузки");
define("RL_LAN_091", "Подробные тайминги");
define("RL_LAN_092", "Период времени");
define("RL_LAN_093", "(мин)");
define("RL_LAN_094", "Подробный анализ времени");
define("RL_LAN_096", "Разность (и)");
define("RL_LAN_098", "Источник");
define("RL_LAN_099", "Комментарии");
define("RL_LAN_100", "CID");
define("RL_LAN_101", "PID");
define("RL_LAN_102", "ID");
define("RL_LAN_103", "Subject");
define("RL_LAN_104", "UID");
define("RL_LAN_106", "Тип");
define("RL_LAN_107", "Комментарий");
define("RL_LAN_108", "BK");
define("RL_LAN_109", "LK");
define("RL_LAN_110", "Del");
define("RL_LAN_111", "Удалить отмеченные элементы");
define("RL_LAN_112", "Удалено --NUMBER-- комментариев");
define("RL_LAN_113", "Ошибка при удалении комментариев!");
define("RL_LAN_114", "Удалить фильтры");
define("RL_LAN_115", "Пользователи Администраторы");
define("RL_LAN_116", "Размещение");
define("RL_LAN_117", "PgCnt");
define("RL_LAN_118", "Flag");
define("RL_LAN_120", "В сети");
define("RL_LAN_121", "Параметры Системных журналов");
define("RL_LAN_122", "Конфигурация Системных журналов");
define("RL_LAN_123", "Журнал аудита класса Пользователей");
define("RL_LAN_124", "Журнал аудита действий Пользователей");
define("RL_LAN_125", "Обслуживание Системных журналов");
define("RL_LAN_126", "Всего <strong>%d</strong> записей, соответствующие условию поиска");


?>