<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("UDALAN_1", "Ошибка - пожалуйста, переподтвердите");
define("UDALAN_2", "Настройки обновлены");
define("UDALAN_3", "Настройки обновлены для");
define("UDALAN_4", "Имя");
define("UDALAN_5", "Пароль");
define("UDALAN_6", "Повторите пароль");
define("UDALAN_7", "Смена пароля");
define("UDALAN_8", "Обновление пароля для");

?>