<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.13 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("ADMSLAN_4", "Продолжить");
define("ADMSLAN_6", "Является главным администратором сайта и не может быть удален.");
define("ADMSLAN_13", "Существующие Администраторы");
define("ADMSLAN_16", "Имя Администратора");
define("ADMSLAN_18", "Права");
define("ADMSLAN_19", "Изменять настройки сайта");
define("ADMSLAN_20", "Изменять меню");
define("ADMSLAN_21", "Изменять права администратора");
define("ADMSLAN_22", "Модерировать пользователей/запреты и т.п.");
define("ADMSLAN_23", "Создавать/редактировать свои меню/страницы");
define("ADMSLAN_24", "Управлять категориями загрузок");
define("ADMSLAN_25", "Загружать на сервер /управлять файлами");
define("ADMSLAN_26", "Контролировать категориями новостей");
define("ADMSLAN_27", "Контролировать категории ссылок");
define("ADMSLAN_28", "Закрывать сайт на техническое обслуживание");
define("ADMSLAN_29", "Управлять баннерами");
define("ADMSLAN_30", "Настраивать заголовки новостей");
define("ADMSLAN_31", "Настраивать смайлики");
define("ADMSLAN_32", "Настраивать главную страницу");
define("ADMSLAN_33", "Настраивать логи/статистику");
define("ADMSLAN_34", "Настраивать мета-теги");
define("ADMSLAN_35", "Настраивать загрузки файлов на сервер"); //Configure public file uploads . "Public");
define("ADMSLAN_36", "Настраивать параметры изображений");
define("ADMSLAN_37", "Модерировать комментарии");
define("ADMSLAN_39", "Отправлять новости");
define("ADMSLAN_40", "Отправлять ссылки");
define("ADMSLAN_41", "Создание / редактирование пользовательских меню");
define("ADMSLAN_42", "Просмотр сообщений");
define("ADMSLAN_43", "Настройка URL-адресов");
define("ADMSLAN_44", "Отправлять загрузки");
define("ADMSLAN_45", "Отправлять голосования");
define("ADMSLAN_46", "Приветствие");
define("ADMSLAN_47", "Модерировать сообщённые новости");
define("ADMSLAN_52", "Обновление администратора");
define("ADMSLAN_56", "Администратор сайта");
define("ADMSLAN_58", "Главный администратор сайта");
define("ADMSLAN_59", "Удалить статус Администратора");
define("ADMSLAN_61", "Админстратор удалён");
define("ADMSLAN_62", "Менеджер плагинов");
define("ADMSLAN_64", "Очищать кеш системы");
define("ADMSLAN_65", "Настраивать свойства почты и отправки сообщений");
define("ADMSLAN_66", "Настраивать поиск");
define("ADMSLAN_67", "Сканировать с помощью инспектора файлов");
define("ADMSLAN_68", "Настраивать почтовые уведомления");
define("ADMSLAN_70", "Вернуться к списку администраторов");
define("ADMSLAN_71", "Нажмите здесь, чтобы отобразить права");
define("ADMSLAN_72", "Админ ID: --ID-- имя: --NAME-- новые разрешения:");
define("ADMSLAN_73", "Админ ID: --ID-- имя: --NAME--");
define("ADMSLAN_74", "Общий");
define("ADMSLAN_76", "Управление языковыми пакетами");
define("ADMSLAN_2", "Администратор сайта <strong>%s</strong> обновлено в базе данных.");


?>