<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.7 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("BANLAN_2", "Нет запретов.");
define("BANLAN_3", "Существующие запреты");
define("BANLAN_5", "Введите IP, email-адрес или хост");
define("BANLAN_7", "Причина");
define("BANLAN_8", "Запретить адрес");
define("BANLAN_9", "Запретить пользователей по email, IP или адресу хоста");
define("BANLAN_10", "IP / Email / Причина");
define("BANLAN_11", "Авто-запрет: Более чем 10 неудавшихся попыток логина");
define("BANLAN_12", "Примечание: Реверсный DNS в настоящее время отключен, он должен быть включен, чтобы запрещать хосты. Запрет доступа по IP и email будет работать нормально.");
define("BANLAN_13", "Внимание: Чтобы запретить пользователя по имени, перейдите к странице управления пользователями: ");
define("BANLAN_14", "Бан лист");
define("BANLAN_15", "Сообщения / Периоды Банов");
define("BANLAN_16", "Запрет (Бан)");
define("BANLAN_17", "Дата запрета");
define("BANLAN_18", "Бан истекает");
define("BANLAN_19", "Примечание");
define("BANLAN_20", "Тип");
define("BANLAN_22", "Неизвестно");
define("BANLAN_23", "день (дней)");
define("BANLAN_24", "час");
define("BANLAN_25", "Добавить в Бан лист");
define("BANLAN_26", "В настоящее время");
define("BANLAN_27", "Недопустимые символы в разделенном IP-адресе - теперь:");
define("BANLAN_28", "Тип запрета");
define("BANLAN_29", "Сообщение, показываемое запрещенному пользователю");
define("BANLAN_30", "Продолжительность запрета");
define("BANLAN_31", "(Используйте пустое сообщение, если хотите, чтобы пользователь получил пустой экран)");
define("BANLAN_32", "Неопределенный");
define("BANLAN_33", "Установки обновлены");
define("BANLAN_34", "Истекший");
define("BANLAN_35", "Импорт/Экспорт");
define("BANLAN_36", "Тип экспорта");
define("BANLAN_37", "Разделитель полей");
define("BANLAN_38", "Кавычка (вокруг каждого значения)");
define("BANLAN_39", "Экспорт");
define("BANLAN_40", "Экспорт бан листа");
define("BANLAN_41", "Импорт бан листа");
define("BANLAN_42", "Выбор Импорта");
define("BANLAN_43", "Замените все существующие импортированные запреты");
define("BANLAN_44", "Используйте истечения срока даты / времени из импорта");
define("BANLAN_45", "Импорт");
define("BANLAN_46", "Импорт файла: ");
define("BANLAN_47", "Ошибка загрузки файла");
define("BANLAN_48", "Удаленный --NUM-- истек срок запрета");
define("BANLAN_49", "CSV импорт: несбалансированные кавычки в строке");
define("BANLAN_50", "CSV импорт: Ошибка записи Банлиста в строке");
define("BANLAN_51", "CSV импорт: успешно , --NUM-- строк импортировано из файла");
define("BANLAN_52", "Белый список");
define("BANLAN_53", "Добавить в Белый список");
define("BANLAN_54", "Нет записей в Белом списке");
define("BANLAN_55", "Дата записи");
define("BANLAN_56", "IP/Email, User");
define("BANLAN_57", "Пользователь");
define("BANLAN_58", "Добавить пользователя в белый список");
define("BANLAN_59", "Изменить существующую запись белого списка");
define("BANLAN_60", "Изменить существующую запись Банлиста");
define("BANLAN_61", "Существующие записи в Белом списке");
define("BANLAN_63", "Используйте обратный DNS, чтобы позволить запрет узла");
define("BANLAN_64", "Обратные доступы DNS при добавлении запрета");
define("BANLAN_65", "Включение этой опции позволит вам запретить пользователя по имени хоста, а не только IP или адрес электронной почты. <br /> ПРИМЕЧАНИЕ: Это может повлиять на время загрузки страницы нескольких хостов, или если сервер не отвечает");
define("BANLAN_66", "Когда запрет возникает, эта опция добавляет домен запрещенных адресов к причине");
define("BANLAN_67", "Установить максимальную скорость доступа");
define("BANLAN_68", "Определяет максимальное количество доступов сайта в 5-минутный период");
define("BANLAN_69", "для членов");
define("BANLAN_70", "для гостей");
define("BANLAN_71", "Период запрета");
define("BANLAN_72", "Опции запрета");
define("BANLAN_73", "Это приведет к перезапуску периода запрета, если забаненый пользователь получает доступ к сайту");
define("BANLAN_74", "Обслуживание бан листов");
define("BANLAN_75", "Удалите истекшие запреты из списка");
define("BANLAN_76", "Выполнить");
define("BANLAN_77", "Сообщения / Периоды Бана");
define("BANLAN_79", "Формат CSV экспорта: ");
define("BANLAN_80", "Формат CSV импорта: ");
define("BANLAN_81", "Журнал Бан действий");
define("BANLAN_82", "Нет записей в Журнале Бан действий");
define("BANLAN_83", "Дата/Время");
define("BANLAN_84", "IP");
define("BANLAN_85", "Дополнительная информация");
define("BANLAN_86", "Связанные с запретом события");
define("BANLAN_87", "Всего --NUM-- записей в листе");
define("BANLAN_88", "Пустой журнал действия запрета");
define("BANLAN_89", "Лог файл удален");
define("BANLAN_90", "Ошибка при удалении файла журнала");
define("BANLAN_91", "Формат даты / времени для журнала запрета");
define("BANLAN_92", "См. страницу STRFTIME функции в php.net");
define("BANLAN_93", "");
define("BANLAN_100", "неизвестный");
define("BANLAN_101", "руководство");
define("BANLAN_102", "Флуд");
define("BANLAN_103", "Количество хитов");
define("BANLAN_104", "Ошибка авторизации");
define("BANLAN_105", "Импортировано");
define("BANLAN_106", "Имя");
define("BANLAN_107", "неизвестный");
define("BANLAN_108", "неизвестный");
define("BANLAN_109", "Старый");
define("BANLAN_110", "Скорее всего, этот запрет был наложен до e107 был обновлен с 0.7.x");
define("BANLAN_111", "Внесено администратором");
define("BANLAN_112", "Попытки обновить сайт слишком быстрые");
define("BANLAN_113", "Попытки получить доступ к сайту слишком часто с того же адреса");
define("BANLAN_114", "Несколько неудачных попыток входа от одного пользователя");
define("BANLAN_115", "Добавлена ​​от внешнего списка");
define("BANLAN_116", "IP-адрес запрещен по причине запрета пользователю");
define("BANLAN_117", "Запасная причина");
define("BANLAN_118", "Запасная причина");
define("BANLAN_119", "Указывает ошибку импорта - ранее импортированные запреты");
define("BANLAN_120", "Белая запись");


?>