<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("UCSLAN_1", "Удалить всех пользователей из класса.");
define("UCSLAN_2", "Класс пользователей обновлен.");
define("UCSLAN_3", "Класс удален.");
define("UCSLAN_5", "Класс пользователей обновлен.");
define("UCSLAN_6", "Класс пользователей сохранен в базе данных.");
define("UCSLAN_7", "Классы пользователей пока отсутствуют.");
define("UCSLAN_8", "Существующие классы пользователей");
define("UCSLAN_9", "Нет значка");
define("UCSLAN_10", "Класс не удалён - это - базовый класс или используется в определении другого класса, или как родитель или как класс редактирования");
define("UCSLAN_11", "отметьте для подтверждения");
define("UCSLAN_12", "Имя Класса");
define("UCSLAN_13", "Описание класса");
define("UCSLAN_14", "Обновить класс");
define("UCSLAN_15", "Создать новый класс");
define("UCSLAN_16", "Назначить пользователей к классу");
define("UCSLAN_17", "Удалить");
define("UCSLAN_18", "Очистить класс");
define("UCSLAN_19", "Назначить пользователей к классу");
define("UCSLAN_20", " ");
define("UCSLAN_21", "Настройки классов пользователей");
define("UCSLAN_22", "Пользователи - нажмите для перемещения ...");
define("UCSLAN_23", "Пользователи этого класса ...");
define("UCSLAN_24", "Кто может управлять классом");
define("UCSLAN_25", "Редактировать класс");
define("UCSLAN_26", "Класс членов");
define("UCSLAN_27", "Справка по отладке");
define("UCSLAN_28", "Редактировать класс членов");
define("UCSLAN_29", "Этот класс не может быть удален");
define("UCSLAN_30", "Краткое название отображаемое в селекторах");
define("UCSLAN_31", "Информация о применимости класса");
define("UCSLAN_32", "Пользователи в этом классе могут добавить/удалить себя из редактируемого класса");
define("UCSLAN_33", "Определяет, какие пользователи могут видеть этот класс в раскрывающихся списках");
define("UCSLAN_34", "Видимость класса");
define("UCSLAN_35", "Родитель класса");
define("UCSLAN_36", "Если верхушка дерева -\'Никто\', полномочия увеличиваются к верхушке дерева<br /> 
Если верхушка дерева - \'Все\', полномочия увеличиваются, к низу дерева");
define("UCSLAN_37", "Вы должны ввести имя класса");
define("UCSLAN_38", "Начальный класс");
define("UCSLAN_39", "Нет классов, которые могут быть установлены");
define("UCSLAN_40", "Установка начального класса");
define("UCSLAN_41", "Настройки обновлены");
define("UCSLAN_42", "Ничего не изменилось - не обновляется");
define("UCSLAN_43", "Существующие классы:");
define("UCSLAN_44", "НЕТ");
define("UCSLAN_45", "Присвоение класса после:");
define("UCSLAN_46", "(игнорируется, если без проверки)");
define("UCSLAN_47", "Начальная Регистрация");
define("UCSLAN_48", "Проверка по электронной почте или администратором");
define("UCSLAN_49", "Эти классы установлены для любого, недавно зарегистрированного в системе пользователя - или сразу, как только их членство на сайте было проверено");
define("UCSLAN_50", "Иерархия классов");
define("UCSLAN_51", "Пользовательские функции класса");
define("UCSLAN_52", "Параметры настройки");
define("UCSLAN_53", "Внимание! Используйте эти опции только, если вы понимаете, что они делают");
define("UCSLAN_54", "Установить иерархию пользователей по умолчанию");
define("UCSLAN_55", "Очистите иерархию пользователей");
define("UCSLAN_56", "(устанавливает 'плоскую' пользовательскую структуру класса)");
define("UCSLAN_57", "(иерархия может быть изменена позже)");
define("UCSLAN_58", "Выполнить");
define("UCSLAN_59", "Включите администраторское журналирование пользовательских редактирований класса");
define("UCSLAN_60", "Пользовательские Параметры конфигурации Класса");
define("UCSLAN_61", "Пользовательская установка класса");
define("UCSLAN_62", "Создать дерево класса по умолчанию:");
define("UCSLAN_63", "Это имя класса уже существует - пожалуйста, выберите другое");
define("UCSLAN_64", "выполнено");
define("UCSLAN_65", "Сведение пользовательской иерархии классов:");
define("UCSLAN_66", "Подтвердите сведение иерархии класса пользователей");
define("UCSLAN_67", "Подтвердите установку по умолчанию пользовательскую иерархию классов");
define("UCSLAN_68", "Значок класса");
define("UCSLAN_69", "Дополнительный значок, связанный с классом - директория");
define("UCSLAN_70", "Перестроение иерархии классов:");
define("UCSLAN_71", "Обслуживание пользовательского класса");
define("UCSLAN_72", "Восстановление иерархии классов");
define("UCSLAN_73", "(Это может потребоваться, если происходит повреждение базы данных)");
define("UCSLAN_74", "Администраторы и модераторы");
define("UCSLAN_75", "Зарегистрированные и авторизированные пользователи");
define("UCSLAN_76", "Администраторы сайта");
define("UCSLAN_77", "Главные администраторы сайта");
define("UCSLAN_78", "Модераторы на форумах и других областях");
define("UCSLAN_79", "Тип класса");
define("UCSLAN_80", "Стандартный");
define("UCSLAN_81", "Группа");
define("UCSLAN_82", "Группа объединяет ряд отдельных классов");
define("UCSLAN_83", "Классы в группе");
define("UCSLAN_84", "(Группа)");
define("UCSLAN_85", "Вы назначили все доступные классоы, пожалуйста, переназначьте тот, который не используется");
define("UCSLAN_86", "Некоторые параметры не допускается для администратора класса - они были установлены по умолчанию.");
define("UCSLAN_87", "Недавно присоединившиеся пользователи");
define("UCSLAN_88", "Идентифицированные поисковые роботы");
define("UCSLAN_89", "Проверенные классы и члены группы");
define("UCSLAN_90", "Вы не можете редактировать классы пользователей системы!");
define("UCSLAN_91", "");
define("UCSLAN_UPDATE", "Обновить");


?>