<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.5 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("EMOLAN_1", "Активировать смайлики");
define("EMOLAN_2", "Имя ");
define("EMOLAN_3", "Эмоции");
define("EMOLAN_4", "Активировать смайлики?");
define("EMOLAN_5", "Изображение");
define("EMOLAN_6", "Код смайлика");
define("EMOLAN_7", "разделить пробелами");
define("EMOLAN_8", "Статус");
define("EMOLAN_9", "Опции");
define("EMOLAN_10", "Активно");
define("EMOLAN_11", "Активировать набор");
define("EMOLAN_12", "Редактировать/настроить набор");
define("EMOLAN_13", "Установленные наборы");
define("EMOLAN_14", "Сохранить настройки");
define("EMOLAN_15", "Редактировать/настроить смайлики");
define("EMOLAN_16", "Настройки смайликов сохранены");
define("EMOLAN_17", "У вас имеется набор смайликов, который содержит пробелы в имени, что не разрешено !");
define("EMOLAN_18", "Пожалуйста, переименуйте перечисленные ниже экземпляры, чтобы они не содержали пробелов:");
define("EMOLAN_19", "Имя");
define("EMOLAN_20", "Расположение");
define("EMOLAN_21", "Ошибка");
define("EMOLAN_22", "Найден новый набор смайликов:");
define("EMOLAN_23", "Найден новый набор смайликов xml:");
define("EMOLAN_24", "Найден новый смайлик php:");
define("EMOLAN_25", "Установка новых смайликов PHP: ");
define("EMOLAN_26", "Сканировать набор заново");
define("EMOLAN_27", "Произошла ошибка при обработке набора: ");
define("EMOLAN_28", "Генерировать XML");
define("EMOLAN_29", "Файл XML сгенерирован: ");
define("EMOLAN_30", "Ошибка записи XML-файла: ");
define("EMOLAN_PAGE_TITLE", "Смайлики");
define("EMOLAN_31", "Всего  %u файлов найдено");
define("EMOLAN_32", "Обнаружены неизвестные пакеты: ");
define("EMOLAN_33", "Не поддерживаемый формат файлов XML!");
define("EMOLAN_34", "Недостающие файлы пакета: ");
define("EMOLAN_35", "- удален из базы");
define("EMOLAN_37", "Смайлы не установлены");
define("EMOLAN_38", "Пустое значение смайла");


?>