<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:44 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define('LAN_UMENU_THEME_1', 'Установить Тему');
define('LAN_UMENU_THEME_2', 'Выбрать Тему');
define('LAN_UMENU_THEME_3', 'пользователи:');
define('LAN_UMENU_THEME_4', 'Включить темы доступные для пользователей');
define('LAN_UMENU_THEME_5', 'Обновить');
define('LAN_UMENU_THEME_6', 'Темы доступные для пользователей');
define('LAN_UMENU_THEME_7', 'Класс имеющий права для выбора темы');
	
?>