<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 215 $
|     $Date: 2008-11-13 18:45:00 +0500 (Чт, 13 ноя 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define('LAN_UMENU_THEME_1', 'Установить Тему');
define('LAN_UMENU_THEME_2', 'Выбрать Тему');
define('LAN_UMENU_THEME_3', 'пользователи:');
define('LAN_UMENU_THEME_4', 'Включить темы доступные для пользователей');
define('LAN_UMENU_THEME_5', 'Обновить');
define('LAN_UMENU_THEME_6', 'Темы доступные для пользователей');
define('LAN_UMENU_THEME_7', 'Класс имеющий права для выбора темы');
	
?>