<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:40 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("Integ_01", "Сохранено");
define("Integ_02", "Сохранение");
define("Integ_03", "Недостающие файлы:");
define("Integ_04", "Ошибки размера:");
define("Integ_05", "Невозможно открыть файл...");
define("Integ_06", "Проверить целостность файла");
define("Integ_07", "Нет доступных файлов");
define("Integ_08", "Проверить целостность");
define("Integ_09", "Проверить sfv-файл");
define("Integ_10", "Выбранный каталог <u>не</u> будет сохранен в crc-файле.");
define("Integ_11", "Имя файл:");
define("Integ_12", "Создать sfv файл");
define("Integ_13", "Проверка целостности");
define("Integ_14", "Создание SFV-файла невозможно. Каталог ".e_PLUGIN."integrity_check/<b>{output}</b> недоступен для записи. Установите на данный каталог CHMOD 777!");
define("Integ_15", "Все файлы были проверены и соответствуют оригиналам!");
define("Integ_16", "Нет доступных CRC-файлов системы");
define("Integ_17", "Нет доступных CRC-файлов дополнение");
define("Integ_18", "Создать CRC-файл для дополнения");
define("Integ_19", "Файлы проверки целостности основы портала");
define("Integ_20", "Файлы проверки целостности дополнений");
define("Integ_21", "Выберите дополнение, для которого требуется создать файл проверки.");
define("Integ_22", "Использовать сжатие gzip");
define("Integ_23", "Проверять только существующие темы");
define("Integ_24", "Админцентр");
define("Integ_25", "Выйти из админцентра");
define("Integ_26", "Перегрузить страницу, используя обычный заголовок");
define("Integ_27", "ИСПОЛЬЗУЙТЕ ФАЙЛОВЫЙ МЕНЕДЖЕР ДЛЯ ПРОВЕРКИ ОСНОВНЫХ ФАЙЛОВ");

define("Integ_29", "<br /><br /><b>*<u>Ошибки целостности:</u></b><br />В процессе проверки были обнаружены ошибки. Возможное их происхождение:<br />-Вы изменили какой-то из перечисленных файлов, и теперь его размер не соответствует оригиналу.<br />-Указанный файл поврежден. Вам следует добавить его заново!");
define("Integ_30", "Для уменьшения нагрузки на CPU - можно делать проверку в 1 - 10 шагов.");
define("Integ_31", "Количество шагов: ");
define("Integ_32", "В каталоге хранения crc-файлов имеется файл <b>log_crc.txt</b>. Пожалуйста, удалите его! (Или попробуйте обновить страницу)");
define("Integ_33", "В каталоге хранения crc-файлов имеется файл <b>log_miss.txt</b>. Пожалуйста, удалите его! (Или попробуйте обновить страницу)");
define("Integ_34", "Каталог хранения crc файлов недоступен для записи!");
define("Integ_35", "Из-за перечисленных причин, Вы не можете выполнить один из шагов проверки::");
define("Integ_36", "Нажмите сюда, если Вы не желаете ждать 5 секунд до следующего шага проверки:");
define("Integ_37", "Нажми меня");
define("Integ_38", "Осталось <u><i>{counts}</i></u> файлов для проверки...");
define("Integ_39", "Пожалуйста, удалите файл:<br />".e_PLUGIN."integrity_check/<u><i>do_core_file.php</i></u>!<br />Он устарел, и никогда не предназначался для общедоступных версий е107...");

?>