<?php

define("LWLAN_1", "Оставени са празни полета.");
define("LWLAN_2", "Линк-думата е записана.");
define("LWLAN_3", "Линк-думата е обновена.");
define("LWLAN_4", "Все още няма дефинирани Линк-думи.");
define("LWLAN_5", "Дума");
define("LWLAN_6", "Линк");
define("LWLAN_7", "Активна?");
define("LWLAN_8", "Опции");
define("LWLAN_9", "да");
define("LWLAN_10", "не");
define("LWLAN_11", "Съществуващи линк-думи");
define("LWLAN_12", "Да");
define("LWLAN_13", "Не");
define("LWLAN_14", "Създай Линк-Дума");
define("LWLAN_15", "Обнови  Линк-Дума");
define("LWLAN_16", "Редакция");
define("LWLAN_17", "Изтриване");
define("LWLAN_18", "Сигурен ли си че искаш да изтриеш тези линк-думи?");
define("LWLAN_19", "Линк-думата е изтрита.");
define("LWLAN_20", "Невъзможно е намирането на тази линк-дума.");
define("LWLAN_21","Дума за авто-линк");
define("LWLAN_22","Активирай?");
define("LWLAN_23", "Администрация на линк-думи");
define("LWLAN_24", "Управление на думи");
define("LWLAN_25", "Опции");
define("LWLAN_26", "Зона за активиране на линк-думи");
define("LWLAN_27", "Това е 'контекстът' на показания текст");
define("LWLAN_28", "Страници с деактивирани линк-думи");
define("LWLAN_29", "Същият формат, както контрола за видимост на менютата - по една стойност на ред. Задайте част или пълно URL. Добавете '!' накрая за точно съвпадение на завършващата част на линка");
define("LWLAN_30", "Запиши");
define("LWLAN_31", "Добавяне/Редакция");
define("LWLAN_32", "Опции");
define("LWLAN_33", 'В заглавия');
define("LWLAN_34", 'В резюме');
define("LWLAN_35", 'В съдържание');
define("LWLAN_36", 'Описания (линкове и т.н.)');
define("LWLAN_37", 'Legacy areas');
define("LWLAN_38", 'Линкове');
define("LWLAN_39", 'Непроцесиран текст');

define("LWLANINS_1", "Линк Думи");
define("LWLANINS_2", "Този модул ще замени думи по желание със специално зададен линк");
define("LWLANINS_3", "Конфигурирай Линк Думи");
define("LWLANINS_4", "За конфигуриране моля кликнете линка в секция Модули от началната админ страница");

?>