<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
	
define("LWLAN_1", "Поле(я) оставлено пустым.");
define("LWLAN_2", "Слово ссылки сохранено.");
define("LWLAN_3", "Слово ссылки Обновлено.");
define("LWLAN_4", "Слова ссылок еще не определены.");
define("LWLAN_5", "Слова");
define("LWLAN_6", "Ссылка");
define("LWLAN_7", "Активно?");
define("LWLAN_8", "Опции");
define("LWLAN_9", "да");
define("LWLAN_10", "нет");
define("LWLAN_11", "Существующие слова-ссылки");
define("LWLAN_12", "Да");
define("LWLAN_13", "нет");
define("LWLAN_14", "Добавить");
define("LWLAN_15", "Обновить слово-ссылку");
define("LWLAN_16", "Редактировать");
define("LWLAN_17", "Удалить");
define("LWLAN_18", "Уверены, что хотите удалить слово?");
define("LWLAN_19", "Слово удалено");
define("LWLAN_20", "Не в состоянии найти эту запись в БД плагина.");
define("LWLAN_21","Слово к автоссылке (или список слов, разделенный запятыми)");
define("LWLAN_22","Активировать?");
define("LWLAN_23", "Управление словами-ссылками");
define("LWLAN_24", "Управление словами");
define("LWLAN_25", "Опции");
define("LWLAN_26", "Области, где нужно включить слова-ссылки");
define("LWLAN_27", "Это 'контекст' отображаемого текста");
define("LWLAN_28", "Страницы, на которых нужно отключить слова-ссылки");
define("LWLAN_29", "Тот же формат, что и в управлении видимостью меню. Одно сопоставление на строку. Укажите частичный или полный URL. Завершите знаком '!' для точного сопоставления последней части ссылки");
define("LWLAN_30", "Сохранить опции");
define("LWLAN_31", "Добавить/редактировать слова-ссылки");
define("LWLAN_32", "Опции слов-ссылок");
define("LWLAN_33", 'Области заголовков');
define("LWLAN_34", 'Отчеты элементов'); //CheckIt: Item summaries
define("LWLAN_35", 'Главная часть текста'); //CheckIt: Body text
define("LWLAN_36", 'Описания (ссылки и т. д.)');
define("LWLAN_37", 'Области наследования'); //CheckIt: Legacy areas
define("LWLAN_38", 'Нажимающиеся ссылки');
define("LWLAN_39", 'Необработанный текст');
define("LWLAN_40", 'Введенные пользователем заголовки (напр., форум)'); //CheckIt: User-entered titles (e.g. forum)
define("LWLAN_41", 'Введенный пользователем текст тела (напр., форум)'); //CheckIt: User-entered body text (e.g. forum)

define("LWLANINS_1", "Слова-ссылки");
define("LWLANINS_2", "Этот плагин свяжет указанные слова с определенной ссылкой");
define("LWLANINS_3", "Настроить");
define("LWLANINS_4", "Чтобы настроить щелкните по ссылке в секции плагинов Главной страницы Админцентра");

?>