<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:47:05 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/
	
define("LWLAN_1", "Поле(я) оставлено пустым.");
define("LWLAN_2", "Слово ссылки сохранено.");
define("LWLAN_3", "Слово ссылки Обновлено.");
define("LWLAN_4", "Слова ссылок еще не определены.");
define("LWLAN_5", "Слово");
define("LWLAN_6", "Ссылка");
define("LWLAN_7", "Активно?");
define("LWLAN_8", "Опции");
define("LWLAN_9", "да");
define("LWLAN_10", "нет");
define("LWLAN_11", "Существующие слова-ссылки");
define("LWLAN_12", "Да");
define("LWLAN_13", "нет");
define("LWLAN_14", "Добавить");
define("LWLAN_15", "Обновить слово-ссылку");
define("LWLAN_16", "Редактировать");
define("LWLAN_17", "Удалить");
define("LWLAN_18", "Уверены, что хотите удалить слово?");
define("LWLAN_19", "Слово удалено");
define("LWLAN_20", "Не в состоянии найти эту запись в БД плагина.");
define("LWLAN_21","Слово к автоссылке");
define("LWLAN_22","Активировать?");

define("LWLANINS_1", "Слова-ссылки");
define("LWLANINS_2", "Этот плагин свяжет указанные слова с определенной ссылкой");
define("LWLANINS_3", "Настроить");
define("LWLANINS_4", "Чтобы настроить щелкните по ссылке в секции плагинов Главной страницы Админцентра");

?>