<?php
	
define("LWLAN_1", "กรอกข้อมูลไม่ครบ.");
define("LWLAN_2", "บันทึกคำเชื่อมโยงแทนแล้ว.");
define("LWLAN_3", "ปรับปรุงคำเชื่อมโยงแทนแล้ว.");
define("LWLAN_4", "ยังไม่มีการกำหนดคำเชื่อมโยงแทน.");
define("LWLAN_5", "คำ");
define("LWLAN_6", "การเชื่อมโยงที่อยู่จริง(Link)");
define("LWLAN_7", "ใช้งาน?");
define("LWLAN_8", "เลือกค่า");
define("LWLAN_9", "ใช่");
define("LWLAN_10", "ไม่");
define("LWLAN_11", "คำเชื่อมโยงแทนที่มีอยู่");
define("LWLAN_12", "ใช่");
define("LWLAN_13", "ไม่");
define("LWLAN_14", "ส่งคำเชื่อมโยง");
define("LWLAN_15", "ปรับปรุงคำเชื่อมโยง");
define("LWLAN_16", "แก้ไข");
define("LWLAN_17", "ลบ");
define("LWLAN_18", "คุณแน่ใจที่จะลบคำเชื่อมโยงนี้?");
define("LWLAN_19", "ลบคำเชื่อมโยงแทนแล้ว.");
define("LWLAN_20", "ไม่พบคำเชื่อมที่ค้นหา.");
define("LWLAN_21","คำที่จะใช้แสดงแทนการเชื่อมโยงให้อัตโนมัติ");
define("LWLAN_22","เปิดใช้งานหรือไม่?");

define("LWLANINS_1", "คำแทนการเชื่อมโยง");
define("LWLANINS_2", "โปรแกรมเสริมระบบนี้จะเป็นคำแสดงแทนให้คลิกไปยังที่อยู่ของเว็ปไซท์ที่ระบุไว้เป็นคำสั่งเชื่อมโยงที่อยู่เว็ปไซท์จริง");
define("LWLANINS_3", "ตั้งค่าคำเชื่อมโยงแทน");
define("LWLANINS_4", "การตั้งค่าการใช้งาน ให้ไปตั้งค่าในหน้าศูนย์กลางระบบบริหารจัดการ ในส่วนของโปรแกรมเสริมระบบ");

?>