<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("LCLAN_PLUGIN_LAN_1", "Страница ссылок");
define("LCLAN_PLUGIN_LAN_2", "Страница для отображения внешних ссылок");
define("LCLAN_PLUGIN_LAN_3", "Настроить страницу ссылок");
define("LCLAN_PLUGIN_LAN_4", "Ссылки");
define("LCLAN_PLUGIN_LAN_5", "Страница ссылок успешно установлена, для настройки нажмите на ссылку около значка плагина.");
define("LCLAN_PLUGIN_LAN_6", "Плагин успешно обновлен. Теперь его версия");

define("LCLAN_OPT_MENU_1", "основные настройки");
define("LCLAN_OPT_MENU_2", "менеджеры личных ссылок");
define("LCLAN_OPT_MENU_3", "страница категорий");
define("LCLAN_OPT_MENU_4", "отображение ссылок");
define("LCLAN_OPT_MENU_5", "страница переходов");
define("LCLAN_OPT_MENU_6", "страница рейтинга");
define("LCLAN_OPT_MENU_7", "меню");

define("LCLAN_PAGETITLE_1", "Ссылки");
define("LCLAN_PAGETITLE_2", "Все категории");
define("LCLAN_PAGETITLE_3", "Все ссылки");
define("LCLAN_PAGETITLE_4", "категория");
define("LCLAN_PAGETITLE_5", "Лучшие по рейтингу");
define("LCLAN_PAGETITLE_6", "Лучшие по переходам");
define("LCLAN_PAGETITLE_7", "Менеджер личных ссылок");
define("LCLAN_PAGETITLE_8", "Комментарии сcылок");
define("LCLAN_PAGETITLE_9", "Отправить ссылку");
define("LCLAN_PAGETITLE_10", "");


define("LCLAN_OPT_1", "основные настройки");
define("LCLAN_OPT_2", "Опции страницы ссылок");
define("LCLAN_OPT_3", "вкл");
define("LCLAN_OPT_4", "выкл");
define("LCLAN_OPT_5", "px");
define("LCLAN_OPT_6", "");
define("LCLAN_OPT_7", "разделить категории по отдельным страницам");
define("LCLAN_OPT_8", "разрешить добавление ссылок");
define("LCLAN_OPT_9", "кто может добавлять ссылки");
define("LCLAN_OPT_10", "использовать деление на страницы при показе ссылок");
define("LCLAN_OPT_11", "количество ссылок на страницу");
define("LCLAN_OPT_12", "страница категорий");
define("LCLAN_OPT_13", "отображать секции");
define("LCLAN_OPT_14", "значок");
define("LCLAN_OPT_15", "описание");
define("LCLAN_OPT_16", "количество");
define("LCLAN_OPT_17", "переход");
define("LCLAN_OPT_18", "url");
define("LCLAN_OPT_19", "строк для полного описания ссылки");
define("LCLAN_OPT_20", "ссылка на лучшую по переходам");
define("LCLAN_OPT_21", "ссылка на лучшую по рейтингу");
define("LCLAN_OPT_22", "показать значок по умолчанию, если отсутствует");
define("LCLAN_OPT_23", "метод сортировки по умолчанию");
define("LCLAN_OPT_24", "порядок вывода по умолчанию");
define("LCLAN_OPT_25", "значение изменения размера по умолчанию");
define("LCLAN_OPT_26", "Страница ссылок");
define("LCLAN_OPT_27", "разрешить пользователям оценивать ссылки");
define("LCLAN_OPT_28", "показать значок по умолчанию, если отсутствует");
define("LCLAN_OPT_29", "показать меню сортировки и порядка");
define("LCLAN_OPT_30", "возрастание");
define("LCLAN_OPT_31", "убывание");
define("LCLAN_OPT_32", "использовать метод открытия ссылок");
define("LCLAN_OPT_33", "значение изменения размера по умолчанию");
define("LCLAN_OPT_34", "имя");
define("LCLAN_OPT_35", "url");
define("LCLAN_OPT_36", "порядок");
define("LCLAN_OPT_37", "переход");
define("LCLAN_OPT_38", "");
define("LCLAN_OPT_39", "");
define("LCLAN_OPT_40", "имя");
define("LCLAN_OPT_41", "id");
define("LCLAN_OPT_42", "использовать индивидуальные настройки ссылок");
define("LCLAN_OPT_43", "Открыть в том же окне");
define("LCLAN_OPT_44", "Открыть в новом окне");
define("LCLAN_OPT_45", "Открыть в окне 600x400");
define("LCLAN_OPT_46", "кто может управлять ссылками");
define("LCLAN_OPT_47", "эти пользователи могут добавить/редактировать свои собственные личные ссылки");
define("LCLAN_OPT_48", "разрешить прямое размещение");
define("LCLAN_OPT_49", "если разрешено - ссылки будут представлены непосредственно, если нет - администрации сайта нужно одобрить их");
define("LCLAN_OPT_50", "разрешить прямое удаление");
define("LCLAN_OPT_51", "если разрешено, пользователь сможет удалить собственную ссылку");
define("LCLAN_OPT_52", "Менеджер персональных ссылок");
define("LCLAN_OPT_53", "дата");
define("LCLAN_OPT_54", "разрешить персональное управление ссылками");
define("LCLAN_OPT_55", "разрешить комментировать все ссылки");
define("LCLAN_OPT_56", "минимальное значение переходов");
define("LCLAN_OPT_57", "будут показаны только ссылки, у которых количество переходов больше, чем указано (0 или пусто = показаны все)");
define("LCLAN_OPT_58", "ссылка для добавления ссылки");
define("LCLAN_OPT_59", "ссылка на персональное управление (только если разрешено)");
define("LCLAN_OPT_60", "ссылка на главную страницу ссылок");
define("LCLAN_OPT_61", "ссылка на все категории");
define("LCLAN_OPT_62", "показать навигационные ссылки");
define("LCLAN_OPT_63", "минимальное рейтинговое значение");
define("LCLAN_OPT_64", "показаны будут только ссылки с бОльшим рейтинговым значением (0 или пусто = все)");
define("LCLAN_OPT_65", "показать пустые категории");
define("LCLAN_OPT_66", "ссылка на каждую категорию");
define("LCLAN_OPT_67", "ссылка на все ссылки");
define("LCLAN_OPT_68", "смотреть все ссылки");

define("LCLAN_OPT_69", "способ отображения навигационных ссылок");
define("LCLAN_OPT_70", "показать категории ссылок");
define("LCLAN_OPT_71", "способ отображения категорий ссылок");
define("LCLAN_OPT_72", "показать недавние ссылки");
define("LCLAN_OPT_73", "показать дату");
define("LCLAN_OPT_74", "сколько недавних ссылок показывать");
define("LCLAN_OPT_75", "гиперссылки");
define("LCLAN_OPT_76", "селект-бокс");
define("LCLAN_OPT_77", "категория");
define("LCLAN_OPT_78", "описание");
define("LCLAN_OPT_79", "заголовок навигатора");
define("LCLAN_OPT_80", "заголовок категорий");
define("LCLAN_OPT_81", "заголовок списка недавних");
define("LCLAN_OPT_82", "навигатор");
define("LCLAN_OPT_83", "категории");
define("LCLAN_OPT_84", "список недавних");
define("LCLAN_OPT_85", "заголовок меню");
define("LCLAN_OPT_86", "Меню ссылок");
define("LCLAN_OPT_87", "показать количество ссылок");

define("LCLAN_ADMIN_1", "обновить");
define("LCLAN_ADMIN_2", "Ссылка сохранена в БД.");
define("LCLAN_ADMIN_3", "Ссылка обновлена в БД.");
define("LCLAN_ADMIN_4", "Категория ссылок сохранена");
define("LCLAN_ADMIN_5", "Категория ссылок обновлена");
define("LCLAN_ADMIN_6", "Опции сохранены");
define("LCLAN_ADMIN_7", "Значок ссылки загружен на сервер успешно !");
define("LCLAN_ADMIN_8", "Значок ссылки не был загружен на сервер !");
define("LCLAN_ADMIN_9", "Порядок обновлен");
define("LCLAN_ADMIN_10", "Ссылка");
define("LCLAN_ADMIN_11", "удалена");
define("LCLAN_ADMIN_12", "Категория ссылок");
define("LCLAN_ADMIN_13", "Сообщенная ссылка удалена");
define("LCLAN_ADMIN_14", "Ссылки");
define("LCLAN_ADMIN_15", "Эта категоря все еще содержит ссылки, пожалуйста, вначале удалите или переместите их");

define("LCLAN_SL_1", "Сообщенные ссылки");
define("LCLAN_SL_2", "Нет сообщенных ссылок");
define("LCLAN_SL_3", "ссылка");
define("LCLAN_SL_4", "Сообщена ");
define("LCLAN_SL_5", "Опции");
define("LCLAN_SL_6", "Опубликовать");
define("LCLAN_SL_7", "Удалить");
define("LCLAN_SL_8", "Уверены, что хотите удалить сообщенную ссылку?");
define("LCLAN_SL_9", "После сообщения ссылки она будет проверена Админом, и если все в порядке - она будет помещена на главную страницу ссылок.");
define("LCLAN_SL_10", "Категория:");
define("LCLAN_SL_11", "имя");
define("LCLAN_SL_12", "url");
define("LCLAN_SL_13", "описание");
define("LCLAN_SL_14", "URL кнопки ссылки:");
define("LCLAN_SL_15", "Подчеркнутые поля - обязательны.");
define("LCLAN_SL_16", "Сообщить ссылку");
define("LCLAN_SL_17", "");
define("LCLAN_SL_18", "");

define("LCLAN_CAT_1", "Изображение");
define("LCLAN_CAT_2", "Категория");
define("LCLAN_CAT_3", "Опции");
define("LCLAN_CAT_4", "Переместить");
define("LCLAN_CAT_5", "Порядок");
define("LCLAN_CAT_6", "Удалить");
define("LCLAN_CAT_7", "&nbsp;");
define("LCLAN_CAT_8", "Уверены, что хотите удалить эту категорию?");
define("LCLAN_CAT_9", "Смотреть ссылки");
define("LCLAN_CAT_10", "Упорядочить");
define("LCLAN_CAT_11", "Нет категорий ссылок");
define("LCLAN_CAT_12", "Существующие категории");
define("LCLAN_CAT_13", "Имя:");
define("LCLAN_CAT_14", "Описание:");
define("LCLAN_CAT_15", "Загрузить на сервер новый значок:");
define("LCLAN_CAT_16", "Авто-изменение размера:");
define("LCLAN_CAT_17", "Эта опция запрещена, т. к. загрузка файлов на сервер отключена на вашем сервере");
define("LCLAN_CAT_18", "&nbsp;");
define("LCLAN_CAT_19", "каталог не открыт на запись, поставьте CHMOD 777 перед загрузкой на сервер");
define("LCLAN_CAT_20", "px");
define("LCLAN_CAT_21", "загрузить на сервер");
define("LCLAN_CAT_22", "Выбрать значок:");
define("LCLAN_CAT_23", "Смотреть изображения");
define("LCLAN_CAT_24", "Видимость:");
define("LCLAN_CAT_25", "отметьте, чтобы обновить дату на текущую");
define("LCLAN_CAT_26", "обновить категорию");
define("LCLAN_CAT_27", "Очистить форму");
define("LCLAN_CAT_28", "Создать категорию");
define("LCLAN_CAT_29", "Категория ссылок");

define("LCLAN_ITEM_1", "Сообщено ");
define("LCLAN_ITEM_2", "Категория:");
define("LCLAN_ITEM_3", "категорий еще нет");
define("LCLAN_ITEM_4", "Имя:");
define("LCLAN_ITEM_5", "Url:");
define("LCLAN_ITEM_6", "Описание:");
define("LCLAN_ITEM_7", "Загрузить на сервер значок:");
define("LCLAN_ITEM_8", "Авто-изменение размера:");
define("LCLAN_ITEM_9", "Эта опция запрещена, т. к. загрузка файлов на сервер отключена на вашем сервере");
define("LCLAN_ITEM_10", "&nbsp;");
define("LCLAN_ITEM_11", "каталог не открыт на запись, поставьте CHMOD 777 перед загрузкой на сервер");
define("LCLAN_ITEM_12", "px");
define("LCLAN_ITEM_13", "загрузить на сервер");
define("LCLAN_ITEM_14", "Выбрать значок:");
define("LCLAN_ITEM_15", "Смотреть изображения");
define("LCLAN_ITEM_16", "Способ открытия:");
define("LCLAN_ITEM_17", "В том же окне");
define("LCLAN_ITEM_18", "В новом окне");
define("LCLAN_ITEM_19", "В окне 600x400");
define("LCLAN_ITEM_20", "Видимость:");
define("LCLAN_ITEM_21", "отметьте чтобы обновить дату на текущую");
define("LCLAN_ITEM_22", "Обновить ссылку");
define("LCLAN_ITEM_23", "Создать ссылку");
define("LCLAN_ITEM_24", "Ссылки");
define("LCLAN_ITEM_25", "Изображение");
define("LCLAN_ITEM_26", "Имя ссылки");
define("LCLAN_ITEM_27", "Опции");
define("LCLAN_ITEM_28", "Переместить");
define("LCLAN_ITEM_29", "Порядок");
define("LCLAN_ITEM_30", "Упорядочить");
define("LCLAN_ITEM_31", "редактировать");
define("LCLAN_ITEM_32", "удалить");
define("LCLAN_ITEM_33", "Уверены, что хотите удалить?");
define("LCLAN_ITEM_34", "нет значка");
define("LCLAN_ITEM_35", "управление персональными ссылками");
define("LCLAN_ITEM_36", "вперед");
define("LCLAN_ITEM_37", "смотреть все ссылки");
define("LCLAN_ITEM_38", "Все ссылки");
define("LCLAN_ITEM_39", "Рейтинг");  // Rating

define("LCLAN_ADMINMENU_1", "Опции ссылок");
define("LCLAN_ADMINMENU_2", "Управление категориями ссылок");
define("LCLAN_ADMINMENU_3", "Создать категорию");
define("LCLAN_ADMINMENU_4", "Управление ссылками");
define("LCLAN_ADMINMENU_5", "Создать ссылку");
define("LCLAN_ADMINMENU_6", "Опции");
define("LCLAN_ADMINMENU_7", "Сообщенные ссылки");
define("LCLAN_ADMINMENU_8", "Категории");

define("NT_LAN_LP_1", "События Страницы Ссылок");
define("NT_LAN_LP_2", "Ссылка сообщена пользователем");
define("NT_LAN_LP_3", "Ссылка сообщена");

define("LNK_SCH_LAN_2", "Все категории ссылок");
define("LNK_SCH_LAN_3", "Все детали ссылок");

define("LAN_LINKS_MANAGER_0", "значок");
define("LAN_LINKS_MANAGER_1", "ссылка");
define("LAN_LINKS_MANAGER_2", "опции");
define("LAN_LINKS_MANAGER_3", "создать новую ссылку");
define("LAN_LINKS_MANAGER_4", "вы не представили ни одной ссылки");
define("LAN_LINKS_MANAGER_5", "категория");
define("LAN_LINKS_MANAGER_6", "");
define("LAN_LINKS_MANAGER_7", "");
define("LAN_LINKS_MANAGER_8", "");
define("LAN_LINKS_MANAGER_9", "");

define("LAN_LINKS_1", "Всего ссылок");
define("LAN_LINKS_2", "Всего ссылок активировано");
define("LAN_LINKS_3", "Гость");
define("LAN_LINKS_4", "заголовок");
define("LAN_LINKS_5", "url");
define("LAN_LINKS_6", "порядок");
define("LAN_LINKS_7", "переходы");
define("LAN_LINKS_8", "возрастание");
define("LAN_LINKS_9", "убывание");
define("LAN_LINKS_10", "Top Ссылок : по переходам");
define("LAN_LINKS_11", "Top Ссылок : по рейтингу");
define("LAN_LINKS_12", "смотреть ссылки по переходам");
define("LAN_LINKS_13", "смотреть ссылки по рейтингу");
define("LAN_LINKS_14", "смотреть главную страницу ссылок");
define("LAN_LINKS_15", "сортировать по");
define("LAN_LINKS_16", "в этой категории");
define("LAN_LINKS_17", "ссылка");
define("LAN_LINKS_18", "ссылки");
define("LAN_LINKS_19", "категории");
define("LAN_LINKS_20", "категория");
define("LAN_LINKS_21", "&nbsp;");
define("LAN_LINKS_22", "&nbsp;");
define("LAN_LINKS_23", "&nbsp;");
define("LAN_LINKS_24", "всего в");
define("LAN_LINKS_25", "показать все ссылки");
define("LAN_LINKS_26", "Рефералов");
define("LAN_LINKS_27", "сообщить ссылку");
define("LAN_LINKS_28", "Спасибо");
define("LAN_LINKS_29", "Ваша ссылка сохранена и будет рассмотрена Админом.");
define("LAN_LINKS_30", "Категории ссылок");
define("LAN_LINKS_31", "сообщить ссылку");
define("LAN_LINKS_32", "Категория:");
define("LAN_LINKS_33", "Ссылки еще не оценивались.");
define("LAN_LINKS_34", "Нет в настоящий момент никаких ссылок");
define("LAN_LINKS_35", "Менеджер персональных ссылок");
define("LAN_LINKS_36", "комментарии ссылок");
define("LAN_LINKS_37", "Комментарии");
define("LAN_LINKS_38", "дата");
define("LAN_LINKS_39", "Ссылки");
define("LAN_LINKS_40", "Категория");
define("LAN_LINKS_41", "категорий еще нет");
define("LAN_LINKS_42", "переходов по ссылкам еще не было");
define("LAN_LINKS_43", "смотреть все категории");
define("LAN_LINKS_44", "id");
define("LAN_LINKS_45", "Категория ссылок");
define("LAN_LINKS_46", "Подкатегория ссылок");
define("LAN_LINKS_47", "навигатор ссылок..."); //link navigator...
define("LAN_LINKS_48", "-- категория просмотра --"); //CheckIt: -- view category --
define("LAN_LINKS_49", "");
define("LAN_LINKS_50", "В настоящее время у вас нет разрешений на размещение ссылок"); // ... to submit links ...

define('LAN_LINKS_SCH_1','Оставлен комментарий к ссылке');

define("LAN_ADMIN_HELP_0", "Страница ссылок: Справка");

define("LAN_ADMIN_HELP_1", "<i>страница Управления категориями ссылок демонстрирует все существующие категории.</i><br /><br /><b>детальный список</b><br />Вы видите список всех категорий со значками, именами и описаниями, опциям, и возможностью сортировки.<br /><br /><b>объяснение значков</b><br />
".LINK_ICON_LINK." : ссылка на категорию<br /><br />
".LINK_ICON_EDIT." : редактировать категорию<br /><br />
".LINK_ICON_DELETE." : удалить категорию<br /><br />
".LINK_ICON_ORDER_UP." : кнопка 'вверх' дает возможность переместить элемент на один пункт вверх.<br /><br />
".LINK_ICON_ORDER_DOWN." : кнопка 'вниз' дает возможность переместить элемент на один пункт вниз.<br />
<br />
<b>порядок</b><br />здесь вы можете вручную установить порядок представления всех категорий. Вам нужно изменить значение в выпадающих списках на то, которое вам нужно и нажать на кнопку 'упорядочить', чтобы сохранить новый порядок.<br />");

define("LAN_ADMIN_HELP_2", "<i>страница создания новых категорий позволяет вам добавлять новые категории ссылок</i><br /><br />Вы можете загрузить на сервер новый значок, после чего назначить этот значок вашей категории.");
define("LAN_ADMIN_HELP_3", "<i>Страница управления ссылками сначала демонстрирует все категории.</i><br /><br />".LINK_ICON_LINK." : ссылка на категорию<br /><br />".LINK_ICON_EDIT." : щелкните по значку, чтобы увидеть все ссылки в этой категории<br />");
define("LAN_ADMIN_HELP_4", "<i>страница создания ссылок дает вам возможность добавить новую ссылку</i><br /><br />Вы можете загрузить на сервер новый значок, после чего назначить этот значок вашей ссылке.<br /><br />способ открытия позволяет вам определить, как будет открыта ссылка, когда пользователь щелкнет по ней.");
define("LAN_ADMIN_HELP_5", "<i>страница сообщенных ссылок показывает те ссылки, которые сообщили пользователи сайта</i><br /><br /><b>детальный список</b><br />Вы видите url ссылки, иям пользователя, сообщившего ее и опции.<br /><br /><b>объяснение значков</b><br />
".LINK_ICON_EDIT." : перенести сообщенную ссылку в форму создания новой ссылки<br /><br />
".LINK_ICON_DELETE." : удалить сообщенную ссылку<br />
");
define("LAN_ADMIN_HELP_6", "<i>страница опций плагина позволяет вам менять настройки Страниц ссылок</i><br /><br />
основные опции<br />
эти опции используются применительно ко всем страницам ссылок.<br /><br />
Персональное управление ссылками<br />
менеджеры персональных ссылок - это привилегированные пользователи, которые могут управлять своими собственными ссылками.<br /><br />
страница категорий<br />
здесь вы можете изменить опции отображения страницы категорий.<br /><br />
страница ссылок<br />
эти опции используются для страниц ссылок.<br /><br />
страница переходов<br />
эти опции используются для страницы, на которой представлены ссылки, лучшие по количеству переходов.<br /><br />
страница рейтинга<br />
эти опции используются на странице лучших по рейтингу ссылок.<br />
");

define("LAN_ADMIN_HELP_7", "<i>страница редактирования категорий дает вам возможность редактировать все существующие категории ссылок</i><br /><br />Вы можете загрузить на сервер новый значок, после чего назначить этот значок вашей категории.<br />Вы можете обновить дату размещения ссылки, поставив галочку в соответствующем пункте.");

define("LAN_ADMIN_HELP_8", "<i>эта страница показывает все ссылки в выбранной категории.</i><br /><br /><b>детальный список</b><br />Вы видите список ссылок со значками, именами, опциями, и опциями сортировки.<br /><br /><b>объяснение значков</b><br />
".LINK_ICON_LINK." : ссылка на web-сайт<br /><br />
".LINK_ICON_EDIT." : редактировать ссылку<br /><br />
".LINK_ICON_DELETE." : удалить ссылку<br /><br />
".LINK_ICON_ORDER_UP." : кнопка 'вверх' дает возможность переместить элемент на один пункт вверх.<br /><br />
".LINK_ICON_ORDER_DOWN." : кнопка 'вниз' дает возможность переместить элемент на один пункт вниз.<br />
<br />
<b>order</b><br />вы можете вручную установить порядок представления всех ссылок. Вам нужно изменить значение в выпадающих списках на то, которое вам нужно и нажать на кнопку 'упорядочить', чтобы сохранить новый порядок.<br />");

define("LAN_ADMIN_HELP_9", "<i>страница редактрования ссылок дает вам возможность редактирования всех существующих ссылок</i><br /><br />Вы можете загрузить на сервер новый значок, после чего назначить этот значок вашей ссылке.<br /><br />способ открытия позволяет вам определить, как будет открыта ссылка, когда пользователь щелкнет по ней.");
define("LAN_ADMIN_HELP_10", "<i>страница сообщенных ссылок дает вам возможность добавлять сообщенные ссылки к уже существующим</i><br /><br />В поле описания ссылки будет добавлен небольшой текст соответствующего характера.<br /><br />Вы можете загрузить на сервер новый значок, после чего назначить этот значок вашей ссылке.<br /><br />способ открытия позволяет вам определить, как будет открыта ссылка, когда пользователь щелкнет по ней.");
?>