<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-11 14:36:16 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("US_LAN_1", "Выбрать пользователя");
define("US_LAN_2", "Выбрать класс пользователей");
define("US_LAN_3", "Все пользователи");
define("US_LAN_4", "Найти имя пользователя");
define("US_LAN_5", "Пользователь(и) найден(ы)");
define("US_LAN_6", "Найти");
?>