<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Настройки пользователя");

define("LAN_7", "Отображаемое имя: ");
define("LAN_8", "имя, которое отображается на сайте");
define("LAN_9", "Имя пользователя: ");
define("LAN_10", "имя, которое вы используете для входа на сайт");
define("LAN_11", "имя для входа на сайт не может быть изменено, свяжитесь с администратором, если заменить его нужно в целях безопасности");

define("LAN_20", "Ошибка");
define("LAN_105", "Два пароля не совпадают");
define("LAN_106", "Введенный адрес email, по-видимому, не является правильным.");
define("LAN_112", "Адрес email: ");
define("LAN_113", "Скрыть email-адрес?: ");
define("LAN_114", "Эта опция позволяет выбрать - показывать/скрывать Ваш email-адрес на сайте");
define("LAN_115", "Номер ICQ: ");
define("LAN_116", "Адрес AIM: ");
define("LAN_117", "Адрес MSN: ");
define("LAN_118", "Дата рождения: ");
define("LAN_119", "Местонахождение: ");
define("LAN_120", "Подпись: ");
define("LAN_121", "Аватар: ");
define("LAN_122", "Временная зона:");
define("LAN_144", "Адрес сайта: ");
define("LAN_150", "Настройки обновлены и сохранены в базе.");
define("LAN_151", "OK");
define("LAN_152", "Новый пароль: ");
define("LAN_153", "Повторите новый пароль: ");
define("LAN_154", "Сохранить настройки");
define("LAN_155", "Обновить настройки пользователя");
define("LAN_185", "Вы оставили поле пароля пустым");
define("LAN_308", "Настоящее имя: ");
define("LAN_401", "Оставить пустым, чтобы сохранить существующий пароль");
define("LAN_402", "Введите путь к аватару или выберите");
define("LAN_403", "Выбрать аватар");
define("LAN_404", "Пожалуйста, имейте в виду: любое изображение, переданное на этот сервер, будет немедленно удалено, если будет посчитано неуместным администрацией.");

define("LAN_410", "Настройки для");
define("LAN_411", "Обновить ваши настройки");
define("LAN_412", "Изменить ваш пароль");
define("LAN_413", "Выбрать аватар");
define("LAN_414", "Загрузить на сервер вашу фотографию");
define("LAN_415", "Загрузить на сервер ваш аватар");

define("LAN_416", "Да");
define("LAN_417", "Нет");

define("LAN_418", "Регистрационная информация");
define("LAN_419", "Личная / контактная информация");
define("LAN_420", "Аватар");
define("LAN_421", "Выбрать из галереи аватаров");
define("LAN_422", "Использовать аватар с другого сайта");
define("LAN_423", "Напишите полный адрес к изображению");
define("LAN_424", "Нажмите на кнопку для просмотра аватаров, имеющихся на этом сайте");
define("LAN_425", "Фото");
define("LAN_426", "Будет показано на странице вашего профиля");
define("LAN_427", "Передать ...");
define("LAN_428", "Новость");
define("LAN_429", "Ссылка");
define("LAN_430", "Загрузка");
define("LAN_431", "Статья");
define("LAN_432", "Обзор");

define("LAN_433", "URL вашего XUP-файла");
define("LAN_434", "что это такое?");
define("LAN_435", "XML User Protocol файл");

define("LAN_SIGNUP_1", "Минимум");
define("LAN_SIGNUP_2", "символов.");
define("LAN_SIGNUP_4", "Длина не менее ");
define("LAN_SIGNUP_5", " символов.");
define("LAN_SIGNUP_6", "Вы "); //Your
define("LAN_SIGNUP_7", " обязательно"); //is required

define("LAN_USET_1", "Ваш аватар слишком большой");
define("LAN_USET_2", "Максимальная ширина ");
define("LAN_USET_3", "Максимальная высота ");
define("LAN_USET_4", "Максимально допустимая высота ");

// v.616
define("LAN_CUSTOMTITLE", "Персональный заголовок"); //Custom Title
//define("LAN_ICQNUMBER", "ICQ номер должен содержать только цифры");

//v.617
define("LAN_408", "Пользователь с таким email-адресом уже существует. ");
define("MAX_AVWIDTH", "Максимальный размер аватара (ШxВ) ");
define("MAX_AVHEIGHT", " x ");
//define("GIF_RESIZE", "Пожалуйста, измените размер изображения или переведите в другой формат");
define("RESIZE_NOT_SUPPORTED", "Метод изменения не поддерживается сервером. Пожалуйста, измените размер изображения или выберите другое. Файл был удален");
// v0.7
define("LAN_USET_5", "Подписан на"); //Subscribed to
define("LAN_USET_6", "Подписаться на наши рассылки и/или на другие части этого сайта.");
define("LAN_USET_7", "Разные"); //Miscellaneous
define("LAN_USET_8", "Подпись / Временная зона");
define("LAN_USET_9", "Некоторые обязательные поля (помеченные *) не заполнены.");
define("LAN_USET_10","Пожалуйста, обновите свои настройки, для того, чтобы продолжить.");
define("LAN_USET_11", "Это имя пользователя не может быть принято, как правильное, пожалуйста, выберите другое имя пользователя");
define("LAN_USET_12", "Это отображаемое имя слишком короткое. Пожалуйста, выберите другое.");
define("LAN_USET_13", "В имени пользователя обнаружены неправильные символы. Пожалуйста, выберите другое имя.");
define("LAN_USET_14", "Имя пользователя слишком длинное. Пожалуйста, выберите другое"); //Login name too long...
define("LAN_USET_15", "Отображаемое имя слишком длинное. Пожалуйста, выберите другое"); //Display name too long...
define("LAN_USET_16", "Отметьте галочкой, чтобы удалить существующее фото без загрузки на сервер другого");
define("LAN_USET_17", "Отображаемое имя уже используется. Пожалуйста, выберите другое");

?>
