<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2006-09-11 04:57:47 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("LANMAILH_1", "Создано с помощью системы вебсайтов e107");
define("LANMAILH_2", "Сообщение в формате MIME, состоящее из нескольких частей.");
define("LANMAILH_3", " имеет неправильный формат");
define("LANMAILH_4", "Сервер отверг адрес");
define("LANMAILH_5", "Нет ответа от сервера");
define("LANMAILH_6", "Невозможно найти E-mail сервер.");
define("LANMAILH_7", " кажется верный.");


?>