<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.7 $
|     $Date: 2006-11-01 16:38:45 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Сайт временно закрыт"); 
define("LAN_SITEDOWN_00", "временно закрыт");
define("LAN_SITEDOWN_01", "Мы временно закрыли сайт для проведения важного технического обслуживания. Это не должно занять много времени - пожалуйста, вернитесь позже, приносим извинения за причиненные неудобства.");

?>