<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2007-02-26 04:01:35 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("LAN_27", "Вы не заполнили поля ввода");
define("LAN_300", "Такое имя пользователя не найдено в базе данных.");
define("LAN_301", "Неверный пароль.");
define("LAN_302", "Вы не активировали Вашу учётную запись. Прочтите инструкцию, полученную по электронной почте, и нажмите на ссылку активации, или обратитесь к администратору сайта.");

define("LAN_303", "Неверный код.");
define("LAN_304", "Такая комбинация имени/пароля пользователя уже в использовании.");
define("LAN_LOGIN_1", "Имя пользователя");
define("LAN_LOGIN_2", "Пароль");
define("LAN_LOGIN_3", "Защищённый сервер");
define("LAN_LOGIN_4", "Для доступа сообщите детали.");
define("LAN_LOGIN_5", "Нажмите здесь, чтобы зарегистрироваться"); //Click here to Sign-Up
define("LAN_LOGIN_6", "Новые пользователи не регистрируются");
define("LAN_LOGIN_7", "Введите изображенный код");
define("LAN_LOGIN_8", "Запомнить меня");
define("LAN_LOGIN_9", "Войти");
define("LAN_LOGIN_10", "Нажмите, чтобы войти");
define("LAN_LOGIN_11", "Зарегистрироваться как новый пользователь");
define("LAN_LOGIN_12", "Забыли пароль?");
define("LAN_LOGIN_13", "Введите текст с изображения");

define("LAN_LOGIN_14", "Пользователь пытался войти с неизвестным именем");
define("LAN_LOGIN_15", "Пользователь пытался войти с неправильным паролем");
define("LAN_LOGIN_16", "Пользователь пытался войти с комбинацией имени/пароля пользователя, которые уже в использовании");
define("LAN_LOGIN_17", "Пользовательский пароль (хешированный)");
define("LAN_LOGIN_18", "Авто-запрет: Более 10 неудавшихся попыток входа");
define("LAN_LOGIN_19", "> 10 неудавшихся попыток входа");
?>