<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2006-09-11 04:57:47 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Ошибка");

define("LAN_ERROR_1", "Ошибка 401 - Доступ запрещён");
define("LAN_ERROR_2", "У Вас нет прав для просмотра этой страницы.");
define("LAN_ERROR_3", "Если Вы считаете, что ошибка возникла случайно, свяжитесь с администрацией.");
define("LAN_ERROR_4", "Ошибка 403 - Требуется авторизация");
define("LAN_ERROR_5", "Введите логин и пароль для просмотра указанной Вами страницы");
define("LAN_ERROR_6", "Если Вы считаете, что ошибка возникла случайно,  свяжитесь с администрацией.");
define("LAN_ERROR_7", "Ошибка 404 - Страница не найдена");
// define("LAN_ERROR_8", "Невозможно найти запрашиваемую страницу.");
define("LAN_ERROR_9", "Если Вы считаете, что ошибка возникла случайно,  свяжитесь с администрацией.");
define("LAN_ERROR_10", "Ошибка 500 - Внутренняя ошибка сервера");
define("LAN_ERROR_11", "Произошла внутренняя ошибка сервера, или был произведен сбой в выполнении скрипта. Ваш запрос не может быть обработан.");
define("LAN_ERROR_12", "Если Вы считаете, что ошибка возникла случайно, поставьте в известность админа.");
define("LAN_ERROR_13", "Ошибка неизвестна");
define("LAN_ERROR_14", "Произошла ошибка");
define("LAN_ERROR_15", "Если Вы считаете, что ошибка возникла случайно, свяжитесь с администрацией.");
define("LAN_ERROR_16", "Ваша неудачная попытка поиметь доступ");
define("LAN_ERROR_17", "была зафиксирована.");
define("LAN_ERROR_18", "Очевидно, вы перешли сюда с ");
define("LAN_ERROR_19", "К сожалению, ссылка в том адресе устарела.");
define("LAN_ERROR_20", "Нажмите, чтобы перейти на главную страницу этого сайта");
define("LAN_ERROR_21", "Адрес, который вы запросили, отсутствует на этом сервере. Ссылка, по которой вы следовали, вероятно устарела.");
define("LAN_ERROR_22", "Нажмите, чтобы перейти на страницу поиска этого сайта");
define("LAN_ERROR_23", "Ваша попытка поиметь доступ ");
define("LAN_ERROR_24", " была безуспешна.");

?>