<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Ошибка");

define("LAN_ERROR_1", "Ошибка 401 - Доступ запрещён");
define("LAN_ERROR_2", "У Вас нет прав для просмотра этой страницы.");
define("LAN_ERROR_3", "Если Вы считаете, что ошибка возникла случайно, свяжитесь с администрацией.");
define("LAN_ERROR_4", "Ошибка 403 - Требуется авторизация");
define("LAN_ERROR_5", "Адрес URL, который вы только что запросили, требует корректного имени пользователя и пароля. Либо вы ввели неправильное сочетание имя пользователя/пароль, либо ваш браузер не поддерживает эту возможность");
define("LAN_ERROR_6", "Если Вы считаете, что ошибка возникла случайно,  свяжитесь с администрацией.");
define("LAN_ERROR_7", "Ошибка 404 - Страница не найдена");
// define("LAN_ERROR_8", "Невозможно найти запрашиваемую страницу.");
define("LAN_ERROR_9", "Если Вы считаете, что ошибка возникла случайно,  свяжитесь с администрацией.");
define("LAN_ERROR_10", "Ошибка 500 - Внутренняя ошибка сервера");
define("LAN_ERROR_11", "Произошла внутренняя ошибка сервера, или был произведен сбой в выполнении скрипта. Ваш запрос не может быть обработан.");
define("LAN_ERROR_12", "Если Вы считаете, что ошибка возникла случайно, поставьте в известность админа.");
define("LAN_ERROR_13", "Ошибка неизвестна");
define("LAN_ERROR_14", "Произошла ошибка");
define("LAN_ERROR_15", "Если Вы считаете, что ошибка возникла случайно, свяжитесь с администрацией.");
define("LAN_ERROR_16", "Ваша неудачная попытка получить доступ");
define("LAN_ERROR_17", "была зафиксирована.");
define("LAN_ERROR_18", "Очевидно, вы перешли сюда с");
define("LAN_ERROR_19", "К сожалению, ссылка в том адресе устарела.");
define("LAN_ERROR_20", "Нажмите, чтобы перейти на главную страницу этого сайта");
define("LAN_ERROR_21", "Адрес, который вы запросили, отсутствует на этом сервере. Ссылка, по которой вы следовали, вероятно, устарела.");
define("LAN_ERROR_22", "Нажмите, чтобы перейти на страницу поиска этого сайта");
define("LAN_ERROR_23", "Ваша попытка получить доступ к ");
define("LAN_ERROR_24", " была безуспешна.");

// 0.7.6
define("LAN_ERROR_25", "[1]: Невозможно прочитать настройки ядра из базы данных - Настройки ядра существуют, но не могут быть реконструированы. Попытка восстановить архив ядра ...");
define("LAN_ERROR_26", "[2]: Невозможно прочитать настройки ядра из базы данных - несуществующие настройки ядра.");
define("LAN_ERROR_27", "[3]: Настройи ядра сохранены - архив сделан активным.");
define("LAN_ERROR_28", "[4]: Не найден архив ядра. Проверьте, находится ли в вашей базе данных правильное содрежимое. Если нет, пожалуйста, запустите утилиту <a href='".e_FILE."resetcore/resetcore.php'>Сброс_Ядра</a>, чтобы реконструировать ваши настроки ядра. <br />После реконструкции вашего ядра, пожалуйста, сделайте резервное копирование из Админцентр/Инструменты/База данных.");
define("LAN_ERROR_29", "[5]: Поле(я) оставлены пустыми. Пожалуйста, отправьте форму заново с заполненными требуемыми полями.");
define("LAN_ERROR_30", "[6]: Невозможно установить правильное соединение с MySQL. Пожалуйста, проверьте, что ваш e107_config.php содержит корректную информацию.");
define("LAN_ERROR_31", "[7]: MySQL запущен, но к базе данных ({$mySQLdefaultdb}) невозможно подключиться.<br />Пожалуйста, проверьте ее наличие, а также корректность информации в вашем e107_config.php.");
define("LAN_ERROR_32", "Чтобы завершить апгрейд, скопируйте следующий текст в ваш файл e107_config.php:");

define("LAN_ERROR_33", "Ошибка обработки! Сейчас я произведу редирект на домашнюю страницую.");
define("LAN_ERROR_34", "Неизвестная ошибка! Пожалуйста, сообщите администратору сайта о том, что вы увидели это:");

define('LAN_ERROR_35', 'Ошибка 404 - Неправильный запрос');
define('LAN_ERROR_36', 'У веб-страницы, к которой вы пытаетесь получить доступ, неправильный формат.');
define('LAN_ERROR_37', 'Ошибка в значке');
define('LAN_ERROR_38', '');
define('LAN_ERROR_39', '');


?>