<?php
/*
	Russian Language Pack for e107 Version 0.700
	Copyright © 2005 - Russian e107
	http://e107.org.ru

	Last updated - 31.03.2005 - 16:05:35 GMT+2
	$Source: /cvs_backup/e107_langpacks/e107_languages/Russian/lan_comment.php,v $
	$Revision: 1.2 $
	$Date: 2005-07-06 22:03:43 $
	$Author: e107coders $
	Encoding: utf-8
*/
define("PAGE_NAME", "Комментарии");

define("LAN_0", "[Заблокированно администратором]");
define("LAN_1", "Разблокировать");
define("LAN_2", "Блокировать");
define("LAN_3", "Удалить");
define("LAN_4", "Инфо");
define("LAN_5", "Комментарии...");
define("LAN_6", "Вы должны войти в систему, для того, что бы оставлять сообщения.. Нажмите <a href='".e_BASE."signup.php'>сюда</a> для регистрации, либо войдите в систему под своим именем пользователя. ");
define("LAN_7", "Главный администратор");
define("LAN_8", "Комментарий");
define("LAN_9", "Поместить комментарий");
define("LAN_10", "Администратор");
define("LAN_11", "<b>Ошибка!</b> Ваш комментарий не может быть добавлен - пожалуйста напишите комментарий используя стандартные символы.");
define("LAN_16", "Имя пользователя: ");
define("LAN_99", "Комментариев");
define("LAN_100", "Новости");
define("LAN_101", "Опрос");
define("LAN_102", "Ответ на: ");
define("LAN_103", "Статьи");
define("LAN_104", "Обзор");
define("LAN_105", "Содержание");
define("LAN_145", "Регистрация: ");
define("LAN_194", "Гость");
define("LAN_195", "Зарегистрированный пользователь");
define("LAN_310", "Невозможно добавить комментарий под этим именем пользователя - возможо, имя пользователя зарегестрировано или заблокировано.");
define("LAN_312", "Невозможно добавить комментарий - аналогичный комментарий уже существует.");
define("LAN_313", "Расположение");
define("LAN_314", "Редактировать");
define("COMLAN_1", "здесь");
define("COMLAN_2", "чтобы зарегистрироваться");
define("COMLAN_3", "Ошибка!");
define("COMLAN_4", 'Тема');
define("COMLAN_5", 'Re:');
define("COMLAN_6", 'Ответить');

define("LAN_315", "Отслеживать");
define("LAN_316", "Эта новость не отслеживается.");
define("LAN_317", "Редактировать отслеживания");

?>