<?php

## Russian Language Pack for e107 Version 0.700
##      Copyright © 2005 - Russian e107
##	     	  http://e107.org.ru
##
##	Last updated - 31.03.2005 - 16:05:35 GMT+2

define("PAGE_NAME", "Статистика");

define("LAN_124", "Всего уникальных просмотров сайта: ");
define("LAN_125", "Всего просмотров сайта: ");
define("LAN_126", "Уникальных просмотров страницы: ");
define("LAN_127", "Всего просмотров страницы: ");
define("LAN_128", "Браузер: ");
define("LAN_129", "Операционная система: ");
define("LAN_130", "Страны/Домены визиты с них: ");
define("LAN_131", "Откуда: ");
define("LAN_132", "Статистика сайта");
define("LAN_371", "Система статистики не активизирована, для активизации перейдите в админцентр, кликните на разделе 'Статистика' и отметьте пункт Активировать Статистику.");
define("LAN_372", "Возможности этой страницы отключены.");
define("LAN_373", "Нет статистики.");
define("LAN_374", "Начало статистики:");
define("LAN_375", "Смотреть все");
define("LAN_376", "Последние 10 уникальных посетителей");
define("LAN_377", "все");
define("LAN_378", "лучшая 10");
define("LAN_379", "Разрешение экрана");
define("LAN_418", "по дням");
define("LAN_419", "Ежедневно");
define("LAN_420", "Еженедельно");
define("LAN_421", "Помесячно");
define("LAN_422", "Не подсчитано");

?>
