<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2006-11-01 13:53:59 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Сайт временно закрыт"); //CheckIt: может быть лучше "обслуживается"?
define("LAN_SITEDOWN_00", "временно закрыт"); //CheckIt: может быть лучше "обслуживается"?
define("LAN_SITEDOWN_01", "Мы временно закрыли сайт для проведения важного технического обслуживания. Это не должно занять много времени - пожалуйста, вернитесь позже, приносим извинения за причиненные неудобства.");

?>