<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2010-06-01 10:39:13 +0600 (Вт, 1 июн 2010) $
|     $Author: George $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Новости");
define("LAN_NEWS_1", "Новости для особых пользователей");
define("LAN_NEWS_2", "У Вас нет разрешения для просмотра");
define("LAN_NEWS_9", "Установить только заголовок - <b>будет показан только заголовок новости</b><br />");
define("LAN_NEWS_10", "Эта новость <b>неактивна</b> (Она не будет показана на главной странице). ");
define("LAN_NEWS_11", "Эта новость <b>активна</b> (Она будет показана на главной странице). ");
define("LAN_NEWS_12", "Комментарии <b>включены</b>. ");
define("LAN_NEWS_13", "Комментарии <b>отключены</b>. ");
define("LAN_NEWS_14", "<br />Период активации: ");
define("LAN_NEWS_15", "Длина тела: ");
define("LAN_NEWS_16", "b. длина расширенной новости: ");
define("LAN_NEWS_17", "b.");
define("LAN_NEWS_18", "Информация:");
define("LAN_NEWS_19", "Сейчас");
define("LAN_NEWS_23", "Категории новостей");
define("LAN_NEWS_24", "создать pdf-документ из этой новости");
define("LAN_NEWS_25", "Редактировать");
define("LAN_NEWS_31", "Прилеплена");
define("LAN_NEWS_82", "Новости - Категории");
define("LAN_NEWS_83", "Новостей нет - пожалуйста, зайдите позже.");
define("LAN_NEWS_84", "Темы новостей");
define("LAN_NEWS_85", "К категориям");
define("LAN_NEWS_86", "Более старые");
define("LAN_NEWS_87", "Более новые");
define("LAN_NEWS_462", "В течении указанного месяца новостей не было");
define("LAN_99", "Комментарии");
define("LAN_100", "Дата");
define("LAN_307", "Всего новостей в категории: ");


?>