<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2006-09-11 04:57:48 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Добавление файлов");

define("LAN_20", "Ошибка");
define("LAN_61", "Ваше имя: ");
define("LAN_112", "email-адрес: ");
define("LAN_144", "Ссылка на сайт: ");
define("LAN_402", "Только зарегистрированные пользователи могут загружать файлы на сервер.");
define("LAN_403", "У вас нет необходимых разрешений на загрузку файлов на этот сервер.");
define("LAN_404", "Спасибо. Ваша загрузка будет проверена администратором и добавлена, если будет одобрена.");
define("LAN_405", "Файл превышает указанный максимальный размер - удален.");
define("LAN_406", "Имейте в виду");
define("LAN_407", "Все остальные типы файлов будут автоматически удалены.");
define("LAN_408", "Подчёркнутые");
define("LAN_409", "Имя файла");
define("LAN_410", "Версия");
define("LAN_411", "Файл");
define("LAN_412", "Скриншот");
define("LAN_413", "Описание");
define("LAN_414", "Работающая демонстрация");
define("LAN_415", "введите адрес сайта, где можно увидеть демонстрацию");
define("LAN_416", "Добавить и загрузить"); //Submit and Upload
define("LAN_417", "Загрузить файл"); //

define("LAN_418", "Максимальный размер файла: ");
define("DOWLAN_11", "Категория");

define("LAN_419", "Разрешённые типы файлов");
define("LAN_420", "поля являются обязательными"); //fields are required


?>