<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2006-09-11 04:57:48 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("LANUPLOAD_1", "Тип файла ");
define("LANUPLOAD_2", "не разрешён и был уничтожен");
define("LANUPLOAD_3", "Удачно загружен");
define("LANUPLOAD_4", "Указанная папка не существует или недоступна для записи. (chmod 777)");
define("LANUPLOAD_5", "Загружаемый файл превысил максимальный размер, указанный в upload_max_filesize directive файла php.ini.");
define("LANUPLOAD_6", "Загружаемый файл превысил максимальный размер, указанный в MAX_FILE_SIZE html-формы.");
define("LANUPLOAD_7", "Файл загружен частично.");
define("LANUPLOAD_8", "Файл не был загружен.");
define("LANUPLOAD_9", "Загружаемый файл имеет размер 0 байт");

define("LANUPLOAD_10", "Загрузка прервана [Дубликат имени файла] - Файл с таким названием уже существует.");
define("LANUPLOAD_11", "Файл не загружен. Имя файла: ");
define("LANUPLOAD_12", "Ошибка");

?>