<?php

## Russian Language Pack for e107 Version 0.700
##      Copyright © 2005 - Russian e107
##	     	  http://e107.org.ru
##
##	Last updated - 31.03.2005 - 16:05:35 GMT+2

define("PAGE_NAME", "Статьи/Обзоры");

define("LAN_1", "Статья");
define("LAN_2", "Обзор");
define("LAN_3", "Категория");


define("LAN_25", "Предыдущая страница");
define("LAN_26", "Следующая страница");
define("LAN_27", "Список обзоров в этой категории");
define("LAN_28", "Назад на главную страницу");
define("LAN_29", "редактировать комментарии");
define("LAN_30", "Назад на главную страницу обзоров");
define("LAN_31", "Нет совпадений");
define("LAN_32", "Последние обзоры");
define("LAN_33", "обзоры");
define("LAN_34", "обзор");
define("LAN_35", "Категории обзоров");
define("LAN_36", "Список статей в этой категории");
define("LAN_37", "Назад на главную страницу статей");


define("LAN_38", "голос");
define("LAN_39", "голосов");
define("LAN_40", "Как Вы оцениваете эту статью?");
define("LAN_41", "спасибо за оценку");
define("LAN_42", "Оценка");
define("LAN_43", "Автор: ");
define("LAN_44", "  Дата публикации: ");
define("LAN_45", "нет статей в этой категории");
define("LAN_46", "Архив");
define("LAN_47", "Последние статьи");

define("LAN_48", "статьи");
define("LAN_49", "статья");
define("LAN_50", "Категории статей");
define("LAN_51", "Эта статья не может быть просмотрена.");
define("LAN_52", "Ошибка");
define("LAN_53", "Этот обзор не может быть просмотрен.");
define("LAN_54", "Эта страница не может быть просмотрена.");

define("LAN_55", "Нет обзоров.");
define("LAN_56", "Нет статей.");
define("LAN_57", "Статьи");
define("LAN_58", "Обзоры");
define("LAN_59", "Просмотр");
define("LAN_60", "Информация");

define("LAN_61", "Нет категории");
define("LAN_62", "Архив");
define("LAN_63", "страница");
define("LAN_64", "Статья была оценена: ");
define("LAN_65", "Нет оценки");

?>
