<?php

## Russian Language Pack for e107 Version 0.700
##      Copyright © 2005 - Russian e107
##	     	  http://e107.org.ru
##
##	Last updated - 31.03.2005 - 16:05:35 GMT+2

define("LAN_27", "Вы не заполнили поля ввода");
define("LAN_300", "Такое имя пользователя не найдено в базе данных.");
define("LAN_301", "Неверный пароль.");
define("LAN_302", "Вы не активировали Вашу учётную запись. Прочтите инструкцию, полученную по электронной почте, и нажмите на ссылку активации, или обратитесь к администратору сайта.");
define("LAN_303", "Неверный код.");
define("LAN_LOGIN_1", "Имя пользователя");
define("LAN_LOGIN_2", "Пароль");
define("LAN_LOGIN_3", "Защищённый сервер");
define("LAN_LOGIN_4", "Для доступа сообщите детали.");
define("LAN_LOGIN_5", "Нажмите, чтобы подписаться");
define("LAN_LOGIN_6", "Новые пользователи не регистрируються");
define("LAN_LOGIN_7", "Введите изображенный код");
define("LAN_LOGIN_8", "Запомнить меня");
define("LAN_LOGIN_9", "Войти");
define("LAN_LOGIN_10", "Нажмите, что бы вйоти");
define("LAN_LOGIN_11", "Зарегестрироваться");
define("LAN_LOGIN_12", "Забыл пароль");
define("LAN_LOGIN_13", "Пожалуйса, введите текст, изображенный на картинке");
?>
