<?php
/*
	Russian Language Pack for e107 Version 0.700
	Copyright © 2005 - Russian e107
	http://e107.org.ru

	Last updated - 31.03.2005 - 16:05:35 GMT+2
	$Source: /cvs_backup/e107_langpacks/e107_languages/Russian/lan_install.php,v $
	$Revision: 1.2 $
	$Date: 2005-07-06 22:03:43 $
	$Author: e107coders $
	Encoding: utf-8
*/
define("INSLAN1", "Стадия установки");
define("INSLAN2", "Проверка версий PHP / mySQL / проверка прав доступа");
define("INSLAN3", "Версия PHP");
define("INSLAN4", "Ошибка");
define("INSLAN5", "Вы используете версию РНР не совместимую с e107");
define("INSLAN6", "Скрипт приостановлен");
define("INSLAN7", "Успешно");
define("INSLAN8", "Версия mySQL ");
define("INSLAN9", "<b>e107 не смог определить Вашу версию mySQL.</b>");
define("INSLAN10", "Права доступа к файлу");
define("INSLAN11", "не перезаписываем");
define("INSLAN12", "папка не перезаписываема");
define("INSLAN13", "Пожалуйста, убедитесь, что права доступа к этим файлам корректно установлены<br />на Вашем сервере, права доступа должны быть равны 777. Чтобы установить права доступа, щёлкните правой кнопкой мыши по файлу в вашем<br /> FTP клиенте и выберите <b>CHMOD</b> или <b>Set File Permissions</b>, далее введите там 777,<br /> если появиться окно, содержащие блоки, отметьте все блоки.<br /><br />Пожалуйста перепроверьте после установки права доступа к файлам.");
define("INSLAN14", "Установка e107 ");
define("INSLAN15", "Фатальная ошибка");
define("INSLAN16", "Невозможно установить статус MySQL,<br />пожалуйста, перейдите к следующей стадии.");
define("INSLAN17", "Продолжить");
define("INSLAN18", "Перепроверьте права доступа");
define("INSLAN19", "Все тесты сервера пройдены, пожалуйста, щёлкните по кнопке для перехода к следующей стадии");
define("INSLAN20", "Информация о mySQL");
define("INSLAN21", "Пожалуйста, введите настройки своей базы данных.<br />Если вы обладаете правами root, Вы можете создать новую базу данных, отметив соответсвующий блок, если нет, Вы должны<br />создать базу данных или использовать имеющуюся. <br />Если у вас только одна база данных используйте префикс так, чтобы другие скрипты могли совместно использовать ту же самую базу данных.");
define("INSLAN22", "MySQL Сервер");
define("INSLAN23", "MySQL Имя пользователя");
define("INSLAN24", "MySQL Пароль");
define("INSLAN25", "MySQL База данных");
define("INSLAN26", "Префикс таблиц");
define("INSLAN27", "Ошибка");
define("INSLAN28", "Столкнулись с ошибками");
define("INSLAN29", "Вы не заполнили требуемые поля, пожалуйста, введите  информацию о базе данных ещё раз.");
define("INSLAN30", "e107 не смог установить соединение с mySQL используя информацию, которую вы ввели.<br />Пожалуйста перейдите к предыдущей странице и убедитесь в правильности настроек.");
define("INSLAN31", "Проверка MySQL");
define("INSLAN32", "Соединение с MySQL установлено и проверено.");
define("INSLAN33", "Попытка создать базу данных");
define("INSLAN34", "Невозможно создать базу данных, пожалуйста, убедитесь в том, что у Вас есть права доступа на создание базы данных на сервере.");
define("INSLAN35", "База данных создана успешно.");
define("INSLAN36", "Пожалуйста, нажмите на кнопку, чтобы перейти к следующей стадии установки.");


define("INSLAN37", "Назад к предыдущей странице");
define("INSLAN38", "Информация об администраторе");
define("INSLAN39", "Пожалуйста, введите имя пользователя вашего главного администратора, пароль и адрес электронной почты.<br/>Эта информация, будет использоваться, для получения доступа к области администрирования Вашего сайта. <br/> Пожалуйста удостоверьтесь, что Вы записали Ваше имя пользователя и пароль в безопасном месте, если информация будет утеряна, её <br/> нельзя будет восстановить.");
define("INSLAN40", "Имя администратора");
define("INSLAN41", "Пароль администратора");
define("INSLAN42", "Подтвердить пароль");
define("INSLAN43", "Адрес электронной почты администратора");
define("INSLAN44", "Вы не заполнили требуемые поля, введите информацию об администраторе ещё раз.");
define("INSLAN45", "Пароли не совпадают, пожалуйста, введите ещё раз.");
define("INSLAN46", "кажется, введён не правильный адрес электронной почты, пожалуйста, введите ещё раз.");
define("INSLAN47", "Установка прошла успешно!");
define("INSLAN48", "Собрана вся необхожимая информация для установки е107 RE.<br />Пожалуйста щелкните по кнопке, чтобы создать таблицы базы данных и сохранить все Ваши настройки.");
define("INSLAN49", "e107 не смог сохранить главный файл конфигурации на ваш сервер<br />Пожалуйста убедитесь что у файла <b>e107_config.php</b> установлены корректные права доступа");
define("INSLAN50", "Установка завершена!");
define("INSLAN51", "Всё сделано");
define("INSLAN52", "e107 успешно установлен!<br />Из соображений безопасности вы должны сейчас установить права доступа к файлу<br /><b>e107_config.php</b> равными 644.<br />Также, удалите файл /install.php с Вашего сервера после того как Вы нажмёте на кнопку");
define("INSLAN53", "Перейти к сайту!");
define("INSLAN54", "Невозможно прочитать файл данных sql<br /><br />Пожалуйста, убедитесь что файл <b>core_sql.php</b> находится в дириктории <b>/e107_admin/sql</b>.");
define("INSLAN55", "e107 не смог создать нужные таблицы в базе данных.<br />Пожалуйста, очистите базу данных и устраните все проблемы перед тем как попробовать ещё раз.");
define("INSLAN56", "Добро пожаловать на Ваш новый сайт!");

define("INSLAN57", "e107 успешно установлен, и готов к использованию.<br />Секция администрирования <a href='e107_admin/admin.php'>находиться здесь</a>, щёлкните, чтобы перейти туда сейчас. Вы должны войти используя имя и пароль который вы ввели во время установки.");
define("INSLAN58", "там Вы сможете найти документацию и информацию по использованию Вашего нового сайта.");
define("INSLAN59", "Спасибо, что вы воспользовались e107, мы надеемся, он полностью удовлетворит потребности вашего сайта.\n(Вы можете удалить это сообщение из секции администратора.)");
define("INSLAN60", "создать");
define("INSLAN61", "папка");
define("INSLAN62", "или");
define("INSLAN63", "Ошибка прав доступа к файлам");
define("INSLAN64", "Этот файл сгенерирован скриптом установки.");

define("INSLAN65", "для e107 необходима версия 4.1.0 или больше");
define("INSLAN66", "если Вы пользуетесь локальной версией РНР, то её следует обновить");
define("INSLAN67", "чтобы продолжить, смотрите");
define("INSLAN68", "для инструкций. Если Вы");
define("INSLAN69", "пытаетесь поставить е107 на сервер провайдера, свяжитесь с");
define("INSLAN70", "администратором сервера и попросите установить новую версию РНР.");
define("INSLAN71", "Перезапустите скрипт после обновления РНР.");

define("INSLAN72", "Это может означать, что MySQL не установлена или не работает, или");
define("INSLAN73", "Вы используете версию, которая не правильно определяет свою версию");
define("INSLAN74", "(в MySQL v5.x имеется такая проблема). Если следующий шаг не выполнится, ");
define("INSLAN75", "Вам придётся проверить статус mySQL .");

define("INSLAN76", "Ваш админцентр ");
define("INSLAN77", "находится здесь");
define("INSLAN78", "нажмите, чтобы перейти туда сейчас. ");

?>