<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Сброс пароля");

define("LAN_02", "Извините, ошибка отправки почты - пожалуйста, свяжитесь с главным администратором сайта.");
define("LAN_03", "Сброс пароля");
define("LAN_05", "Чтобы сбросить ваш пароль, введите следующую информацию");
define("LAN_06", "Попытка сбросить пароль");
define("LAN_07", "Кто-то с IP адресом ");
define("LAN_08", "пытался сбросить пароль администратора.");
define("LAN_09", "Сброс пароля с ");
define("LAN_112", "Email-адрес, использовавшийся во время регистрации"); //Email address used when signing up
define("LAN_156", "Подтвердить");
define("LAN_213", "Этот пользователь/email не найдены в базе данных.");
define("LAN_214", "Невозможно сбросить пароль");
define("LAN_216", "Чтобы подтвердить ваш новый пароль, пожалуйста, перейдите на следующий URL ...");
define("LAN_217", "Ваш новый пароль теперь подтвержден, вы можете войти в систему, используя ваш новый пароль.");
define("LAN_218", "Ваше имя пользователя:");
define("LAN_219", "Пароль, связанный с вашим email-адресом, был уже сброшен и не может быть сброшен вновь. Пожалуйста, обратитесь к администратору сайта за разъяснениями.");
define("LAN_FPW1","Имя пользователя");
define("LAN_FPW2","Введите секретный код");
define("LAN_FPW3","Некорректный секретный код");
define("LAN_FPW4","Запрос на сброс этого пароля уже был отправлен, если вы не получали письмо, пожалуйста, обратитесь к администратору сайта за помощью.");
define("LAN_FPW5","Запрос для сброс вашего пароля для");
define("LAN_FPW6","Письмо с ссылкой, позволяющей сбросить пароль, было выслано на указанный email.");
define("LAN_FPW7","Вы использовали неправильную или устаревшую ссылку для сброса вашего пароля<br />Пожалуйста, обратитесь к администратору сайта за разъяснениями.");
define("LAN_FPW8","Ваш пароль был успешно изменен.");
define("LAN_FPW9","Новый пароль:");
define("LAN_FPW10","Пожалуйста");
define("LAN_FPW11","войдите прямо сейчас на сайт");
define("LAN_FPW12","и НЕМЕДЛЕННО смените пароль для соблюдения мер безопасности.");

define("LAN_FPW13", "пожалуйста, следуйте инструкциям, полученным по почте, чтобы подтвердить ваш пароль.");
define("LAN_FPW14", "было передано кем-то с IP ");
define("LAN_FPW15", "Это не значит, что ваш пароль был сброшен. Вы должны проследовать по ссылке, указанной ниже, чтобы закончить процедуру сброса пароля.");
define("LAN_FPW16", "Если вы не запрашивали сброс пароля и вы НЕ хотите его сбрасывать, просто игнорируйте это письмо");
define("LAN_FPW17", "Эта ссылка действительна в течение 48 часов.");

?>