<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2006-09-11 04:57:48 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("TOP_LAN_0", "Рейтинг пользователей форума"); //Top Forum Posters
define("TOP_LAN_1", "Имя пользователя");
define("TOP_LAN_2", "Сообщений");
define("TOP_LAN_3", "Рейтинг комментаторов");
define("TOP_LAN_4", "Комментариев");
define("TOP_LAN_5", "Рейтинг мини-чата");
define("TOP_LAN_6", "Рейтинг");


//v.616
define("LAN_1", "Цепочка");
define("LAN_2", "Отправитель"); //Poster
define("LAN_3", "Просмотры");
define("LAN_4", "Ответы");
define("LAN_5", "Последнее сообщение");
define("LAN_6", "Цепочки");
define("LAN_7", "Самые активные цепочки");
define("LAN_8", "Рейтинг отправителей"); //Top Posters


?>