<?php
/*
	Russian Language Pack for e107 Version 0.700
	Copyright © 2005 - Russian e107
	http://e107.org.ru

	Last updated - 31.03.2005 - 16:05:35 GMT+2
	$Source: /cvs_backup/e107_langpacks/e107_languages/Russian/lan_upload.php,v $
	$Revision: 1.2 $
	$Date: 2005-07-06 22:03:43 $
	$Author: e107coders $
	Encoding: utf-8
*/
define("PAGE_NAME", "Загрузка файлов");

define("LAN_20", "Ошибка");
define("LAN_61", "Ваше Имя: ");
define("LAN_112", "email aдрес: ");
define("LAN_144", "сайт: ");
define("LAN_402", "Только зарегистрированные пользователи могут загружать файлы на сервер.");
define("LAN_403", "Недопустимый формат загружаемого файла.");
define("LAN_404", "Загрузка прошла успешно. Возможно, она будет добавлена после проверки администрацией.");
define("LAN_405", "Файл не может быть добавлен - он имеет слишком большой размер.");
define("LAN_406", "<b>Внимание,</b><br />Допустимые расширения:");
define("LAN_407", "Все остальные типы файлов будут автоматически удалены.");
define("LAN_408", "<u>Подчёркнутые</u> поля обязательны");
define("LAN_409", "Имя файла");
define("LAN_410", "Версия");
define("LAN_411", "Файл");
define("LAN_412", "Иллюстрация");
define("LAN_413", "Описание");
define("LAN_414", "Демо-версия");
define("LAN_415", "введите адрес сайта для просмотра демо-версии");
define("LAN_416", "Загрузить");
define("LAN_417", "Загрузить файл");
define("LAN_418", "Максимальный размер файла: ");
define("DOWLAN_11", "Категория");
define("LAN_419", "Разрешённые типы файлов");
define("LAN_420", "необходимые поля");

?>