<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2006-09-11 04:57:47 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("NWSLAN_1", "Сообщение удалено.");
define("NWSLAN_2", "Пожалуйста, поставьте отметку для подтверждения удаления.");
define("NWSLAN_3", "Пока нет новостей.");
define("NWSLAN_4", "Существующие новости");
define("NWSLAN_5", "Открыть HTML редактор");
define("NWSLAN_6", "Категория");
define("NWSLAN_7", "Редактировать");
define("NWSLAN_8", "Удалить");
define("NWSLAN_9", "отметьте для подтверждения");
define("NWSLAN_10", "Нет доступных категорий.");
define("NWSLAN_11", "Добавить/Редактировать категорию");
define("NWSLAN_12", "Заголовок");
define("NWSLAN_13", "Тело");
define("NWSLAN_14", "Дополнение"); //Extended
define("NWSLAN_15", "Комментарии");
define("NWSLAN_16", "Включено");
define("NWSLAN_17", "Отключено");
define("NWSLAN_18", "Позволить публикацию комментариев для этой новости");
define("NWSLAN_19", "Активация");
define("NWSLAN_20", "Оставьте пустым для отключения автоактивации");
define("NWSLAN_21", "Активировать между");
define("NWSLAN_22", "Видимость");
define("NWSLAN_23", "Отметить для просмотра определенным типом посетителей");
define("NWSLAN_24", "Снова просмотреть");
define("NWSLAN_25", "Обновить новость в базе");
define("NWSLAN_26", "Опубликовать новость");
define("NWSLAN_27", "Предпросмотр");
define("NWSLAN_28", "Новое сообщение");
define("NWSLAN_29", "Новая публикация");

define("NWSLAN_30", "Показывать только заголовки");

?>