<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Загрузка на сервер");

define('LAN_UL_001','Неправильный email-адрес');
define('LAN_UL_002', 'У вас недостаточно прав, требуемых для загрузки файлов на этот сервер.');	// LAN_403

define('LAN_UL_020', 'Ошибка');
define('LAN_UL_021', 'Неудачная загрузка на сервер'); //Upload Failure

define('LAN_UL_032', 'Вы должны выбрать категорию');
define('LAN_UL_033', 'Вы должны ввести правильный email-адрес');
define('LAN_UL_034', 'Вы должны указать имя файла');
define('LAN_UL_035', 'Вы должны ввести описание');
define('LAN_UL_036', 'Вы должны указать файл для загрузки на  сервер');
define('LAN_UL_037', 'Вы должны указать категорию');
define('LAN_UL_038', '');

define("LAN_61", "Ваше имя: ");
define("LAN_112", "Email-адрес: ");
define("LAN_144", "Ссылка на сайт: ");
define("LAN_402", "Только зарегистрированные пользователи могут загружать файлы на сервер.");
define("LAN_403", "У вас нет необходимых разрешений на загрузку файлов на этот сервер.");
define("LAN_404", "Спасибо. Ваша загрузка на сервер будет проверена администратором и добавлена, если будет одобрена.");
//define("LAN_405", "Файл превышает указанный максимальный размер - удален.");
define("LAN_406", "Пожалуйста, обратите внимание");
define("LAN_407", "Все остальные типы файлов будут немедленно удалены.");
define("LAN_408", "Подчёркнутые");
define("LAN_409", "Имя файла");
define("LAN_410", "Версия");
define("LAN_411", "Файл");
define("LAN_412", "Снимок экрана");
define("LAN_413", "Описание");
define("LAN_414", "Работающая демонстрация");
define("LAN_415", "введите адрес сайта, где можно увидеть демонстрацию");
define("LAN_416", "Подтвердить и загрузить на сервер"); //Submit and Upload
define("LAN_417", "Загрузить файл"); //

define("LAN_418", "Максимальный размер файла: ");
define("DOWLAN_11", "Категория");

define("LAN_419", "Разрешённые типы файлов");
define("LAN_420", "поля являются обязательными"); //fields are required


?>