<?php

## Russian Language Pack for e107 Version 0.700
##      Copyright © 2005 - Russian e107
##	     	  http://e107.org.ru
##
##	Last updated - 31.03.2005 - 16:05:35 GMT+2

define("ARLAN_0", "Спасибо. Ваша статья сохранена и после проверки аддминистрацией, возможно, будет опубликована.");
define("ARLAN_1", "Не заполнены основные поля.");
define("ARLAN_2", "Спасибо. Ваш обзор сохранен и после проверки аддминистрацией, возможно, будет опубликован.");
define("ARLAN_15", "Разместить статью");
define("ARLAN_17", "Название");
define("ARLAN_18", "Подзаголовок");
define("ARLAN_19", "Краткое описание");
define("ARLAN_20", "Статья");
define("ARLAN_21", "Разрешить добавление комментариев?");
define("ARLAN_22", "Да.");
define("ARLAN_23", "Нет.");
define("ARLAN_24", "Добавить иконки email/печатать?");
define("ARLAN_25", "Да");
define("ARLAN_26", "Нет");
define("ARLAN_27", "Подтвердить статью");
define("ARLAN_28", "Просмотр");
define("ARLAN_55", "Видимость");
define("ARLAN_73", "Открыть редактор HTML");
define("ARLAN_74", "Категория");
define("ARLAN_75", "Нет");
define("ARLAN_82", "Информация об авторе");
define("ARLAN_84", "имя автора");
define("ARLAN_85", "email автора");
define("ARLAN_86", "Обзор");
define("ARLAN_87", "Рейтинг");
define("ARLAN_88", "Пожайлуста, выберите рейтинг");
define("ARLAN_89", "Подтвердить обзор");

define("ARLAN_90", "Поле оставте пустым, нажмите обратную кнопку на вашем броузере Подтвердите заполнения всех полей.");
define("ARLAN_91", "Повторный предосмотр");
define("ARLAN_92", "Пожалуйста введите  имя/email адрес");


define("ARLAN_93", "статья");
define("ARLAN_94", "обзор");
define("ARLAN_95", "Добавление статей пользователем невозможно.");
define("ARLAN_96", "Добавление обзор пользователем невозможно.");
define("ARLAN_97", "У вас недостаточно прав для публикации статей");
define("ARLAN_98", "У вас недостаточно прав для публикации обзоров");


define("ARLAN_99", "Что бы вы хотели добавить?");
define("ARLAN_100", "Новость");
define("ARLAN_101", " Событие");
define("ARLAN_102", "Статью");
define("ARLAN_103", "Обзор");
define("ARLAN_104", "Ссылку");
define("ARLAN_105", "Файл");
define("ARLAN_106", "Добавить");


?>
