<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Новости");

define("LAN_NEWS_1", "Новости для особых пользователей");
define("LAN_NEWS_2", "У Вас нет разрешения для просмотра");
define("LAN_NEWS_3", "Удалите install.php с сервера");
define("LAN_NEWS_4", "это потенциальный риск для сервера");

define("LAN_NEWS_5", "Ошибка! Не получилось обновить новость в БД!");
define("LAN_NEWS_6", "Новость введена в БД.");
define("LAN_NEWS_7", "Ошибка! Не получилось обновить новость в БД!");
define("LAN_NEWS_8", "Новость введена в БД для всех языков. ID: ");
define("LAN_NEWS_9", "Установить только заголовок - <b>будет показан только заголовок новости</b><br />");
define("LAN_NEWS_10", "Эта новость <b>неактивна</b> (Она не будет показана на главной странице). ");
define("LAN_NEWS_11", "Эта новость <b>активна</b> (Она будет показана на главной странице). ");
define("LAN_NEWS_12", "Комментарии <b>включены</b>. ");
define("LAN_NEWS_13", "Комментарии <b>отключены</b>. ");
define("LAN_NEWS_14", "<br />Период активации: ");
define("LAN_NEWS_15", "Длина тела: ");
define("LAN_NEWS_16", "b. длина расширенной новости: ");
define("LAN_NEWS_17", "b.");
define("LAN_NEWS_18", "Информация:");
define("LAN_NEWS_19", "Сейчас");
define("LAN_NEWS_20", "Новость обновлена в базе данных для следующего языка: ");
define("LAN_NEWS_21", "Новость обновлена в базе данных.");
//define("LAN_NEWS_22", "Перейти на страницу: ");
define("LAN_NEWS_23", "Категории новостей");
define("LAN_NEWS_24", "создать pdf-документ из этой новости");

define("LAN_NEWS_82", "Новости - Категории");
define("LAN_NEWS_83", "Новостей нет - пожалуйста, зайдите позже.");
define("LAN_NEWS_84", "Темы новостей");
define("LAN_NEWS_99", "Комментарии");
define("LAN_NEWS_100", "Вкл."); //On
define("LAN_NEWS_307", "Всего новостей в этой категории: ");
define("LAN_NEWS_462", "В течении указанного месяца новостей не было");
?>
