<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Сайт временно закрыт"); 
define("LAN_SITEDOWN_00", "временно закрыт");
define("LAN_SITEDOWN_01", "Мы временно закрыли сайт для проведения важного технического обслуживания. Это не должно занять много времени - пожалуйста, вернитесь позже, приносим извинения за причиненные неудобства.");

?>