<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.7 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("LANUPLOAD_1", "Тип файла ");
define("LANUPLOAD_2", "не разрешён и был удален.");
define("LANUPLOAD_3", "Удачно загружен на сервер");
define("LANUPLOAD_4", "Указанный каталог либо не существует, либо не открыт на запись. (chmod 777)");
define("LANUPLOAD_5", "Загружаемый на сервер файл превысил максимальный размер, указанный в директиве upload_max_filesize файла php.ini.");
define("LANUPLOAD_6", "Загружаемый на сервер файл превысил максимальный размер, указанный в MAX_FILE_SIZE html-формы.");
define("LANUPLOAD_7", "Файл загружен на сервер только частично.");
define("LANUPLOAD_8", "Файл не был загружен на сервер.");
define("LANUPLOAD_9", "Загружаемый на сервер файл имеет размер 0 байт");

define("LANUPLOAD_10", "Загрузка на сервер прервана [Дубликат имени файла] - Файл с таким названием уже существует.");
define("LANUPLOAD_11", "Файл не загружен на сервер. Имя файла: ");
define("LANUPLOAD_12", "Ошибка");
define("LANUPLOAD_13", "Отсутствует временная папка");
define("LANUPLOAD_14", "Запись файла не удалась");
define("LANUPLOAD_15", "Загрузка на сервер не разрешена");
define("LANUPLOAD_16", "Неизвестная ошибка");
define("LANUPLOAD_17", "Неправильное имя для загружаемого на сервер файла");
define("LANUPLOAD_18", "Загруженный на сервер файл превосходит установленный предел.");
define("LANUPLOAD_19", "На сервер загружено слишком много файлов - излишек удален.");


?>