<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("US_LAN_1", "Выбрать пользователя");
define("US_LAN_2", "Выбрать класс пользователей");
define("US_LAN_3", "Все пользователи");
define("US_LAN_4", "Поиск имени пользователя"); //Find...
define("US_LAN_5", "Пользователь(и) найден(ы)");
define("US_LAN_6", "Поиск"); //Search
?>