<?php

## Russian Language Pack for e107 Version 0.700
##      Copyright © 2005 - Russian e107
##	     	  http://e107.org.ru
##
##	Last updated - 31.03.2005 - 16:05:35 GMT+2

define("PAGE_NAME", "Настройки пользователя");

define("LAN_7", "Логин: ");
define("LAN_20", "Ошибка");
define("LAN_105", "Пароли не совпадают");
define("LAN_106", "Введенный адрес email, не является действительным.");
define("LAN_112", "Адрес электронной почты: ");
define("LAN_113", "Скрыть адрес электронной почты: ");
define("LAN_114", "Эта опция позволяет выбрать - показывать/скрывать Ваш email адрес на сайте");
define("LAN_115", "Номер ICQ: ");
define("LAN_116", "Адрес AIM: ");
define("LAN_117", "Адрес MSN: ");
define("LAN_118", "Дата рождения: ");
define("LAN_119", "Страна: ");
define("LAN_120", "Подпись: ");
define("LAN_121", "Аватар: ");
define("LAN_122", "Временная зона:");
define("LAN_144", "Адрес сайта: ");
define("LAN_150", "Настройки обновлены и сохранены в базе.");
define("LAN_151", "OK");
define("LAN_152", "Новый пароль: ");
define("LAN_153", "Повтор нового пароля: ");
define("LAN_154", "Обновить настройки");
define("LAN_155", "Обновить настройки пользователя");
define("LAN_185", "Поле пароля оставлено чистым");
define("LAN_308", "Настоящее имя: ");
define("LAN_401", "Оставить чистым для существующего пароля");
define("LAN_402", "Путь к аватару");
define("LAN_403", "Выбрать аватар");
define("LAN_404", "Внимание: не использованные картинки, загруженные на сервер удаляются.");

define("LAN_410", "Настройки для");
define("LAN_411", "Обновить настройки");
define("LAN_412", "Изменить пароль");
define("LAN_413", "Выбрать аватар");
define("LAN_414", "Загрузить фото");
define("LAN_415", "Загрузить аватар");

define("LAN_416", "Да");
define("LAN_417", "Нет");

define("LAN_418", "Регистрационная информация");
define("LAN_419", "Персональная информация");
define("LAN_420", "Аватар");
define("LAN_421", "Выбрать из галереи аватаров");
define("LAN_422", "Использовать аватар на другом сайте");
define("LAN_423", "Напишите полный URL картинки");
define("LAN_424", "Нажми на кнопку для просмотра аватаров");
define("LAN_425", "Фото");
define("LAN_426", "Будет показано на странице с Вашими данными");
define("LAN_427", "Подтвердить ...");
define("LAN_428", "Новости");
define("LAN_429", "Ссылки");
define("LAN_430", "Файлы");
define("LAN_431", "Статьи");
define("LAN_432", "Обзоры");

define("LAN_SIGNUP_1", "Минимум");
define("LAN_SIGNUP_2", "символов.");
define("LAN_SIGNUP_4", "Длина не менее ");
define("LAN_SIGNUP_5", " символов.");
define("LAN_SIGNUP_6", "Вы ");
define("LAN_SIGNUP_7", " обязательно");

define("LAN_USET_1", "Размер аватара превышает разрешенный размер");
define("LAN_USET_2", "Максимальная ширина ");
define("LAN_USET_3", "Максимальная высота ");
define("LAN_USET_4", "Макимально допустимая высота ");

// v.616
define("LAN_CUSTOMTITLE", "Выборочный заголовок");
define("LAN_ICQNUMBER", "ICQ номер должен содержать только цифры");

//v.617
define("LAN_408", "Пользователь с таким email адресом уже существует. ");
define("MAX_AVWIDTH", "Максимальная ширина аватара ");
define("MAX_AVHEIGHT", "Максимальная высота аватара ");
define("GIF_RESIZE", "Пожалуйста, измените размер изображения или переведите в другой формат");
define("RESIZE_NOT_SUPPORTED", "Метод изменения не поддерживается сервером. Пожалуйста, измените размер изображения или выберите другое.");

// v0.7
define("LAN_USET_5", "Подписан на");
define("LAN_USET_6", "Подписать на рассылку и/или на определенную часть этого сайта.");

?>
