<?php

## Russian Language Pack for e107 Version 0.700
##      Copyright © 2005 - Russian e107
##	     	  http://e107.org.ru
##
##	Last updated - 31.03.2005 - 16:05:35 GMT+2

define("PAGE_NAME", "Регистрация");

define("LAN_7", "Логин: ");
define("LAN_17", "Пароль: ");
define("LAN_103", "Это имя пользователя недоступно, пожалуйста введите другой логин");
define("LAN_104", "Это имя пользователя уже существует в базе, пожалуйста выберите другое имя");
define("LAN_105", "Пароли не совпадают");
define("LAN_106", "Вы ввели неправильный email адрес не правильный ");
define("LAN_107", "Поздравляем! Вы теперь зарегестрированный пользователь");
define("LAN_108", "Регистрация завершена");
define("LAN_109", "Этот сайт настроен на согласование с Законом об Интернет Защите Прав Детей от 1998 года (COPPA) и запрещает регистрацию детей младше 13 лет без письменного согласия их родителей. Для получения подробной информации обратитесь<a href=\"http://www.cdt.org/legislation/105th/privacy/coppa.html\">сюда</a>. Пожалуйста свяжитесь с администратором сайта <a href=\"mailto:".SITEADMINEMAIL."\">здесь</a> если возникли сомнения.<br /><br /><div style=\"text-align:center\"><b>Пожалуйста отметьте границу Вашего возраста относительно 13 лет");
define("LAN_110", "Регистрация");
define("LAN_111", "Повторите пароль: ");
define("LAN_112", "Email адрем: ");
define("LAN_113", "Скрывать email адрес: ");
define("LAN_114", "Введите email адрес для публикации на сайте, а так же отправке на него информационной почты.");
define("LAN_123", "Регистрация");
define("LAN_185", "Пустые поля можно оставить незаполненными");
define("LAN_201", "Да");
define("LAN_200", "Нет");
define("LAN_202", "Реистрация провалена");
define("LAN_309", "Введите свои данные - <b>Письмо, необходимое для подтверждения регистрации будет отправлено на указанный email. для этого, Вы должны убедиться что ввели действительный email. </b>Если Вы не хотите публиковать свой email на этом сайте, пожалуйста отметьте СКРЫТЬ EMAIL.");
define("LAN_399", "Продолжение");
define("LAN_400", "Имя пользователя и пароль <b>чувствительны к регистру</b>");
define("LAN_401", "Ваш профиль успешно активирован, пожалуйста авторизуйтесь.<br />Благодарим за регистрацию на");
define("LAN_402", "Регистрация активирована");
define("LAN_403", "Добро пожаловать на");
define("LAN_404", "Подробности регистрации для");
define("LAN_405", "Этап регистрации завершён, на указанный адрес email отправлено письмо с информацией, пожалуйста ознакомьтесь с данным письмом для завершения регистрации на сайте. Можете просто скопировать полученный код в окно браузера.");
define("LAN_406", "Благодарим!");
define("LAN_407", "\n\nСохраните этот email на будущее, Вся информация храниться в зашифрованном виде и не может быть восстановлена с помощью администрации. Если Ваш пароль будет утерян, Вы сможете запросить новый пароль.\n\nСпасибо за регистрацию.\n\nFrom");
define("LAN_408", "Пользователь с этим email адресом уже существует. Используйте <a href='fpw.php'>эту страницу</a> если Вы забыли пароль.");
define("LAN_SIGNUP_1", "Минимум");
define("LAN_SIGNUP_2", "символов.");
define("LAN_SIGNUP_3", "Ошибка при проверки кода.");
define("LAN_SIGNUP_4", "Пароль не менее ");
define("LAN_SIGNUP_5", " символов.");
define("LAN_SIGNUP_6", "Вы ");
define("LAN_SIGNUP_7", " требуется");
define("LAN_SIGNUP_8", "Спасибо!");
define("LAN_SIGNUP_9", "Переход невозможен.");
define("LAN_SIGNUP_10", "Да");
define("LAN_SIGNUP_11", ".");

define("LAN_409", "Ошибка в имени ");
define("LAN_410", "Введите число, отображенное на картинке");

define("LAN_SIGNUP_12", "пожалуйста, сохраните свой пароль в надёжном месте.");
define("LAN_SIGNUP_13", "Теперь можете войти под своим логином.");
define("LAN_SIGNUP_14", "здесь");
define("LAN_SIGNUP_15", "Пожалуйста, обратитесь к администратору сайта");
define("LAN_SIGNUP_16", "если Вам нужна помощь.");
define("LAN_SIGNUP_17", "Подтвердите, что Вам больше 13 лет.");
define("LAN_SIGNUP_18", "Ваша регистрация подтверждена со следующей информацией ...");
define("LAN_SIGNUP_19", "Логин:");
define("LAN_SIGNUP_20", "Пароль:");
define("LAN_SIGNUP_21", "Ваш аккаунт не активирован. Пожалуйста следуйте по этой ссылке ...");
define("LAN_SIGNUP_22", "нажмите здесь ");
define("LAN_SIGNUP_23", "чтобы войти.");
define("LAN_SIGNUP_24", "Спасибо за регистрацию на сайте ");
define("LAN_SIGNUP_25", "Загрузить аватару");
define("LAN_SIGNUP_26", "Загрузить фотографию");
define("LAN_SIGNUP_27", "Показать");

define("LAN_SIGNUP_28", "выбор содержания/листа рассылки");

?>
