<?php
/*
	Russian Language Pack for e107 Version 0.700
	Copyright © 2005 - Russian e107
	http://e107.org.ru

	Last updated - 31.03.2005 - 16:05:35 GMT+2
	$Source: /cvs_backup/e107_langpacks/e107_languages/Russian/lan_download.php,v $
	$Revision: 1.2 $
	$Date: 2005-07-06 22:03:43 $
	$Author: e107coders $
	Encoding: utf-8
*/
define("PAGE_NAME", "Файловый архив");

define("LAN_dl_1", "(Ограничено)");
define("LAN_dl_2", "В данный момент нет файлов доступных для скачивания. Попробуйте зайти позже");
define("LAN_dl_3", "В данной категории нет доступных для скачивания файлов");
define("LAN_dl_4", "Всего файлов: ");
define("LAN_dl_5", "Общий размер досутпных файлов: ");
define("LAN_dl_6", "Скачено файлов: ");
define("LAN_dl_7", "Описание");
define("LAN_dl_8", "Скачать");
define("LAN_dl_9", "Вернуться к списку категорий");
define("LAN_dl_10", "Размер файла");
define("LAN_dl_11", "Эскиз");
define("LAN_dl_12", "Оценка");
define("LAN_dl_13", "Без оценок");
define("LAN_dl_14", "Оценить файл");
define("LAN_dl_15", "Спасибо за оценку");
define("LAN_dl_16", "скачен(о) с");
define("LAN_dl_17", "файлов");
define("LAN_dl_18", "Скачиваний");
define("LAN_dl_19", "Категория");
define("LAN_dl_20", "Файлов");
define("LAN_dl_21", "Размер");
define("LAN_dl_22", "Дата");
define("LAN_dl_23", "Имя файла");
define("LAN_dl_24", "Автор");
define("LAN_dl_25", "По убыванию");
define("LAN_dl_26", "По возврастанию");
define("LAN_dl_27", "ОК");
define("LAN_dl_28", "Имя");
define("LAN_dl_29", "Скачиваний");
define("LAN_dl_30", "Email автора");
define("LAN_dl_31", "Сайт автора");
define("LAN_dl_32", "Скачать");
define("LAN_dl_33", "Предыдущая");
define("LAN_dl_34", "Следующая");
define("LAN_dl_35", "Вернуться к списку");
define("LAN_dl_36", "Новые файлы");

define("LAN_dl_37", "Просмотр");
define("LAN_dl_38", "Тип сортировки");
define("LAN_dl_39", "Сортировать");

define("LAN_dl_40", "Нажмите для просмотра картинки");
define("LAN_dl_41", "Искать в Файлах");

define("LAN_dl_42", "Подкатегории");
define("LAN_dl_43", "голос");
define("LAN_dl_44", "голосов");
define("LAN_dl_45", "Cообщить о неработающей ссылке");
define("LAN_dl_46", "Нажмите здесь, что бы скачать");

define("LAN_dl_47", "Сообщение об ошибке отправлено");
define("LAN_dl_48", "Ссылка была сообщена адиминистратору.<br />Спасибо.");
define("LAN_dl_49", "Нажмите сюда, для возвращение на страницу загрузок");
define("LAN_dl_50", "Сообщить о неработающем файле администратору");
define("LAN_dl_51", "Сообщение о файле: ");
define("LAN_dl_52", "Гость");
define("LAN_dl_53", "Нажмите, что бы просмотреть файл");
define("LAN_dl_54", "Администратор будет оповещен об этом файле, Вы можете оставить дополнительное сообщение, если считатете это необходимым.");
define("LAN_dl_55", "<b>Не используйте</b> эту форму для общения с администратором по другой причине.");
define("LAN_dl_56", "Сообщение о неработающей ссылке");
define("LAN_dl_57", "сообщил");
define("LAN_dl_58", "Это сообщение было отправлено с сайта ");
define("LAN_dl_59", "Отправитель: ");
define("LAN_dl_60", "Сообщение об ошибке от");

define("LAN_dl_61", "Ошибка при загрузке");
define("LAN_dl_62", "Вы не можете скачать файл, достигнут максимально допустимый объем скаченных Вами файлов");
define("LAN_dl_63", "У Вас нет прав для скачивание этого файла.");
define("LAN_dl_64", "Назад");
define("LAN_dl_65", "не найдено");

define("LAN_dl_66", "Выбрать зеркало");

define("LAN_dl_67", "Выберите зеркало для использования ...");
define("LAN_dl_68", "Хост зеркала");
define("LAN_dl_69", "Скачать");
define("LAN_dl_70", "Расположение");
define("LAN_dl_71", "Инфо");

define("LAN_dl_72", "Запрашиваемый файл: ");
define("LAN_dl_73", "Скачиваний с зеркала: ");
define("LAN_dl_74", "Всего скачиваний с этого зеркала: ");
?>