<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("RATELAN_0", "голос");
define("RATELAN_1", "голосов");
define("RATELAN_2", "как вы это оцениваете?");
define("RATELAN_3", "спасибо за ваш голос");
define("RATELAN_4", "не оценено");
define("RATELAN_5", "Оценить");

?>