<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2006-09-11 04:57:47 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Только для пользователей");

define("LAN_MEMBERS_0", "закрытая часть сайта");
define("LAN_MEMBERS_1", "Это закрытая часть сайта");
define("LAN_MEMBERS_2","Для доступа, пожалуйста, <a href='".e_LOGIN."'>войдите</a>");
define("LAN_MEMBERS_3","или <a href='".e_SIGNUP."'>зарегистрируйтесь</a> как пользователь");
define("LAN_MEMBERS_4","Нажмите, чтобы вернуться на главную страницу");

?>