<?php
/*
	Russian Language Pack for e107 Version 0.700
	Copyright © 2005 - Russian e107
	http://e107.org.ru

	Last updated - 31.03.2005 - 16:05:35 GMT+2
	$Source: /cvs_backup/e107_langpacks/e107_languages/Russian/lan_fpw.php,v $
	$Revision: 1.2 $
	$Date: 2005-07-06 22:03:43 $
	$Author: e107coders $
	Encoding: utf-8
*/
define("PAGE_NAME", "Восстановление пароля");

define("LAN_02", "Извините, ошибка отправки почты - пожалуйста свяжитесь с администрайией сайта.");
define("LAN_03", "Пароль восстановлен");
define("LAN_05", "чтобы восстановить ваш пароль, введите e-mail, использованный при первой регистрации...");
define("LAN_06", "Пароль именён");
define("LAN_07", "Кто-то с IP адресом  ");
define("LAN_08", "повторная попытка установки пароля админинистратора.");
define("LAN_09", "Перенабор пароля с ");
define("LAN_112", "E-mail : ");
define("LAN_156", "Подтвердить");
define("LAN_213", "Этот пользователь/e-mail не найдены в базе данных.");
define("LAN_214", "Восстановление пароля невозможно");
define("LAN_216", "чтобы подтвердить Ваш новый пароль, пожалуйста зайдите на следующий URL ...");
define("LAN_217", "Пароль подтвержден, теперь Вы можете войти в систему используя Ваш новый пароль.");
define("LAN_218", "Ваш логин:");
define("LAN_219", "Пароль связанный с вашим адресом Е-mail был уже изменён, и не может быть изменён дважды. Пожалуйста, свяжитесь с администрацией сайта.");
define("LAN_FPW1","Имя пользователя");
define("LAN_FPW2","Введите секретный код");
define("LAN_FPW3","Некорректный секретный код");
define("LAN_FPW4","Этот пароль уже изменялся  и не может быть изменён дважды, если вы не получали письмо, пожалуйста свяжитесь с администраций сайта для помощи.");
define("LAN_FPW5","Запрос на смену пароля для");
define("LAN_FPW6","Письмо с ссылкой для изменения пароля выслано на указанный email.");
define("LAN_FPW7","Вы использовали не действительную или устаревшую ссылку для смены пароля<br />Пожалуйста, свяжитесь с администрацией сайта.");
define("LAN_FPW8","Пароль для пользовтеля");
define("LAN_FPW9","был успешно изменён.<br /><br />Новый пароль :");
define("LAN_FPW10","Пожалуйста");
define("LAN_FPW11","войдите на сайт");
define("LAN_FPW12","и НЕМЕДЛЕННО смените пароль для соблюдения мер безопасности.");

define("LAN_FPW13", "пожалуйста следуйте инструкциям полученым по почте, чтобы восстановить пароль.");
define("LAN_FPW14", "было подтвеждено кем-то с IP ");
define("LAN_FPW15", "Это не значит, что Ваш пароль стёрт. Вы должны пойти по ссылке, чтобы закончить процедуру сброса пароля.");
define("LAN_FPW16", "Если Вам не нужно менять пароль, просто игнорируйте это письмо");
define("LAN_FPW17", "Эта ссылка действует 48 часов.");

?>