<?php
/*
	Russian Language Pack for e107 Version 0.700
	Copyright © 2005 - Russian e107
	http://e107.org.ru

	Last updated - 31.03.2005 - 16:05:35 GMT+2
	$Source: /cvs_backup/e107_langpacks/e107_languages/Russian/lan_user.php,v $
	$Revision: 1.2 $
	$Date: 2005-07-06 22:03:43 $
	$Author: e107coders $
	Encoding: utf-8
*/
define("PAGE_NAME", "Пользователи");

define("LAN_20", "Ошибка");
define("LAN_112", "Электронный адрес: ");
define("LAN_115", "Номер ICQ: ");
define("LAN_116", "AIM адрес: ");
define("LAN_117", "MSN Messenger: ");
define("LAN_118", "Дата рождения: ");
define("LAN_119", "Страна: ");
define("LAN_120", "Подпись: ");
define("LAN_137", "Эта информация недоступна нерегистрированным пользователям");
define("LAN_138", "Зарегистрированные пользователи: ");
define("LAN_139", "Порядок сортировки: ");
define("LAN_140", "Зарегистрированные пользователи");
define("LAN_141", "Нет зарегистрированных пользователей.");
define("LAN_142", "Пользователь");
define("LAN_143", "[скрыто]");
define("LAN_144", "Адрес сайта: ");
define("LAN_145", "Зарегистрирован: ");
define("LAN_146", "Визитов на сайт: ");
define("LAN_147", "Сообщений в мини-чате: ");
define("LAN_148", "Комментариев: ");
define("LAN_149", "Сообщений в форуме: ");
define("LAN_308", "Настоящее имя: ");
define("LAN_400", "Несуществующий пользователь.");
define("LAN_401", "нет данных");
define("LAN_402", "Профиль пользователя");
define("LAN_403", "Статистика сайта");
define("LAN_404", "Последнее посещение");
define("LAN_405", "дней назад");
define("LAN_406", "Статус");
define("LAN_407", "нет");
define("LAN_408", "без фото");
define("LAN_409", "очков");
define("LAN_410", "Разное");
define("LAN_411", "Щелкните для обновления информации");
define("LAN_412", "Щелкните для редактирования информации об этом пользователе");
define("LAN_413", "удалить фото");
define("LAN_414", "предыдущий пользователь");
define("LAN_415", "следующий");
define("LAN_416", "Вы должны войти как зарегестрированный пользователь");
define("LAN_417", "Главный администратор");
define("LAN_418", "Администратор сайта");

define("LAN_419", "Показать");
define("LAN_420", "По убыванию");
define("LAN_421", "По возрастанию");
define("LAN_422", "Перейти");
define("LAN_423", "Кликнуть для просмотра комментариев пользователя");
define("LAN_424", "Кликнуть для просмотра сообщений форума");


define("LAN_425", "Послать приватное сообщение");
?>