<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2006-09-11 04:57:48 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Сайт временно закрыт");
define("LAN_SITEDOWN_00", "временно закрыт");
define("LAN_SITEDOWN_01", "Мы временно закрыли сайт для некоторых важных технических обновлений. Это не должно занять много времени - пожалуйста, вернитесь позже. Приносим извинения за причиненные неудобства.");

?>