<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2007-03-03 10:28:42 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("LANCONTACT_01", "Контакты");
define("LANCONTACT_02", "Написать нам");
define("LANCONTACT_03", "Ваше имя:");
define("LANCONTACT_04", "E-mail адрес:");
define("LANCONTACT_05", "Тема сообщения:");
define("LANCONTACT_06", "Сообщение:");
define("LANCONTACT_07", "Отправить копию этого сообщения на ваш собственный почтовый ящик ");
define("LANCONTACT_08", "Отправить");
define("LANCONTACT_09", "Ваше сообщение было отправлено.");
define("LANCONTACT_10", "Произошла ошибка во время отправки вашего сообщения.");
define("LANCONTACT_11", "Вы указали, по-видимому, некорректный e-mail адрес.\\nПожалуйста, проверьте его и попробуйте заново.");
define("LANCONTACT_12", "Ваше сообщение слишком короткое.");
define("LANCONTACT_13", "Пожалуйста, укажите тему сообщения."); 

define("LANCONTACT_14", "Отправить сообщение для:");
define("LANCONTACT_15", "Введен неправильный код");
define("LANCONTACT_16", "Введите код");

?>