<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2006-11-01 13:53:59 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Ссылки");

define("LAN_61", "Категории ссылок");
define("LAN_62", "категории");
define("LAN_63", "категория");
define("LAN_64", "в категории");
define("LAN_65", "ссылка");
define("LAN_66", "ссылки");
define("LAN_67", "Показать все ссылки");
define("LAN_68", "Редактировать");
define("LAN_69", "удалить");
define("LAN_86", "Категория:");
define("LAN_88", "Рефералы:");
define("LAN_89", "Администратор: ");
define("LAN_90", "добавить новую ссылку в эту категорию");
define("LAN_91", "добавить новую категорию");

define("LAN_92", "Добавить ссылку");
define("LAN_93", "Ваша ссылка добавлена. После проверки администрацией она, возможно, бдет опубликована.");
define("LAN_94", "Название:");
define("LAN_95", "URL ссылки:");
define("LAN_96", "Описание:");
define("LAN_97", "URL на кнопку:");
define("LAN_98", "Добавить ссылку");

define("LAN_99", "Спасибо");
define("LAN_100", "Ваша ссылка добавлена. После проверки администрацией она, возможно, будет опубликована.");
define("LAN_101", "Нажмите для добавления ссылки");

define("LAN_102", "Всего");
define("LAN_103", "является"); //CheckIt: is
define("LAN_104", "являются"); //CheckIt: are
define("LAN_105", "всего в");

define("LAN_106", "Подчёркнутые поля обязательны для заполнения.");

define("LAN_Links_1", "Всего ссылок");
define("LAN_Links_2", "Всего активных ссылок");
define("LAN_LINKS_3", "Гость");

?>