<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2006-09-14 09:25:51 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Сообщить новость");

define("LAN_7", "Имя пользователя: ");
define("LAN_62", "Тема: ");
define("LAN_112", "email-адрес: ");
define("LAN_133", "Спасибо");
define("LAN_134", "Ваша новость отправлена на проверку и, возможно, будет опубликована после проверки администрацией сайта.");
define("LAN_135", "Текст новости: ");
define("LAN_136", "Разместить новость");
define("NWSLAN_6", "Категория");
define("NWSLAN_10", "Нет категорий новостей");

define("NWSLAN_11", "У вас нет прав для просмотра.");
define("NWSLAN_12", "Доступ запрещён.");

define("SUBNEWSLAN_1", "Вы должны включить заголовок.\\n");
define("SUBNEWSLAN_2", "Вы должны заполнить содержание новости.\\n");
define("SUBNEWSLAN_3", "Ваши прикрепленные файлы должны быть в формате jpg, gif или png");
define("SUBNEWSLAN_4", "Слишком большой файл");

define("SUBNEWSLAN_5", "Файл изображения");
define("SUBNEWSLAN_6", "(jpg, gif или png)");
?>