<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Загрузки"); 

define("LAN_dl_1", "(Ограничено)");
define("LAN_dl_2", "В данный момент пока нет доступных загрузок, пожалуйста, зайдите позже");
define("LAN_dl_3", "В данной категории пока нет доступных загрузок");
define("LAN_dl_4", "Доступно файлов: ");
define("LAN_dl_5", "Общий размер доступных файлов: ");
define("LAN_dl_6", "Загружено файлов: ");
define("LAN_dl_7", "Описание");
define("LAN_dl_8", "Получить"); //Get
define("LAN_dl_9", "Вернуться к списку категорий");
define("LAN_dl_10", "Размер файла");
define("LAN_dl_11", "Изображение");
define("LAN_dl_12", "Оценка");
define("LAN_dl_13", "Без оценок");
define("LAN_dl_14", "Оценить загрузку");
define("LAN_dl_15", "Спасибо за оценку");
define("LAN_dl_16", "загрузка(ок) с"); //download(s) from
define("LAN_dl_17", "файлов");
define("LAN_dl_18", "Загрузки");			// Page title
define("LAN_dl_19", "Категория");
define("LAN_dl_20", "Файлов");
define("LAN_dl_21", "Размер");
define("LAN_dl_22", "Дата");
define("LAN_dl_23", "Имя файла");
define("LAN_dl_24", "Автор");
define("LAN_dl_25", "По убыванию");
define("LAN_dl_26", "По возрастанию");
define("LAN_dl_27", "ОК");
define("LAN_dl_28", "Имя");
define("LAN_dl_29", "Загрузок");
define("LAN_dl_30", "Email автора");
define("LAN_dl_31", "Сайт автора");
define("LAN_dl_32", "Загрузить");
define("LAN_dl_33", "Предыдущая");
define("LAN_dl_34", "Следующая");
define("LAN_dl_35", "Вернуться к списку");
define("LAN_dl_36", "Новые загрузки");

define("LAN_dl_37", "Просмотр");
define("LAN_dl_38", "Тип сортировки");
define("LAN_dl_39", "Сортировать");

define("LAN_dl_40", "Нажмите для просмотра изображения");
define("LAN_dl_41", "Искать в загрузках");

define("LAN_dl_42", "Подкатегории");
define("LAN_dl_43", "голос");
define("LAN_dl_44", "голосов");
define("LAN_dl_45", "Сообщить о неработающей загрузке");
define("LAN_dl_46", "нажмите, чтобы загрузить");

define("LAN_dl_47", "Сообщение отправлено");
define("LAN_dl_48", "О Загрузке было сообщено администратору.<br />Спасибо.");
define("LAN_dl_49", "Нажмите здесь, чтобы вернуться к загрузке");
define("LAN_dl_50", "Сообщить о неработающей загрузке администратору");
define("LAN_dl_51", "Сообщение о загрузке: ");
define("LAN_dl_52", "Гость");
define("LAN_dl_53", "Нажмите, чтобы посмотреть загрузку");
define("LAN_dl_54", "Администратор будет уведомлен об этой загрузке. Оставьте сообщение, если в этом есть необходимость.");
define("LAN_dl_55", "<b>НЕ используйте</b> эту форму для контакта с администратором по иному поводу.");
//define("LAN_dl_56", "Сообщить о неработающей загрузке");
define("LAN_dl_57", "сообщил");
define("LAN_dl_58", "О следующей загрузке сообщено, как о неработающей с сайта");
define("LAN_dl_59", "Сообщение от: ");
define("LAN_dl_60", "Сообщение о неработающей загрузке от");

define("LAN_dl_61", "Ошибка Загрузки");
define("LAN_dl_62", "Вам нельзя загрузить этот файл; вы превысили вашу квоту загрузок.");
define("LAN_dl_63", "Вы не имеете достаточных прав, чтобы загрузить этот файл.");
define("LAN_dl_64", "Назад");
define("LAN_dl_65", "Файл не найден");

define("LAN_dl_66", "Выберите зеркало загрузки");

define("LAN_dl_67", "Пожалуйста, выберите зеркало для использования ...");
define("LAN_dl_68", "Хост зеркала");
//define("LAN_dl_69", "Загрузить"); // duplicate
define("LAN_dl_70", "Расположение");
define("LAN_dl_71", "Описание");

define("LAN_dl_72", "Запрашиваемый файл: ");
define("LAN_dl_73", "Загрузки с этого зеркала: ");
define("LAN_dl_74", "Всего загрузок с этого зеркала: ");

define("LAN_dl_75", "изображение отсутствует ");
define("LAN_dl_76", "Перейти на страницу");
define("LAN_dl_77", "Загрузок"); //Downloads		// Intentional duplicate - some languages need it to be different. This is for number of downloads

define('LAN_dl_78', 'Эта загрузка отключена или прервана. Пожалуйста, проверьте --LINK--раздел загрузок</a> на наличиее более свежей версии.'); 

?>