<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Пользователи");

define("LAN_20", "Ошибка");
define("LAN_112", "Электронный адрес: ");
define("LAN_115", "Номер ICQ: ");
define("LAN_116", "AIM адрес: ");
define("LAN_117", "MSN Messenger: ");
define("LAN_118", "Дата рождения: ");
define("LAN_119", "Страна: ");
define("LAN_120", "Подпись: ");
define("LAN_137", "Эта информация недоступна незарегистрированным пользователям");
define("LAN_138", "Зарегистрированные пользователи: ");
define("LAN_139", "Порядок сортировки: ");
define("LAN_140", "Зарегистрированные пользователи");
define("LAN_141", "Нет зарегистрированных пользователей.");
define("LAN_142", "Пользователь");
define("LAN_143", "[скрыто по требованию]");
define("LAN_144", "Адрес сайта URL: ");
define("LAN_145", "Зарегистрирован: ");
define("LAN_146", "Визитов на сайт: ");
define("LAN_147", "Сообщений в чате: "); //чатбоксе
define("LAN_148", "Комментариев: ");
define("LAN_149", "Сообщений в форуме: ");
define("LAN_308", "Настоящее имя: ");
define("LAN_400", "Несуществующий пользователь.");
define("LAN_401", "нет данных");
define("LAN_402", "Информация о пользователе");
define("LAN_403", "Статистика пользователя");
define("LAN_404", "Последний визит");
define("LAN_405", "дней назад");
define("LAN_406", "Статус");
define("LAN_407", "нет");
define("LAN_408", "без фото");
define("LAN_409", "очков");
define("LAN_410", "Разное");
define("LAN_411", "Щелкните для обновления информации");
define("LAN_412", "Щелкните для редактирования информации об этом пользователе");
define("LAN_413", "удалить фото");
define("LAN_414", "предыдущий пользователь");
define("LAN_415", "следующий пользователь");
define("LAN_416", "Вы должны войти как зарегистрированный пользователь<br> Зарегистрироваться можно <A HREF=\"".e_BASE."signup.php\">здесь</A>");
define("LAN_417", "Главный админ");
define("LAN_418", "Админ сайта");
define("LAN_419", "Показать");
define("LAN_420", "по убыванию");
define("LAN_421", "по возрастанию");
define("LAN_422", "Перейти");
define("LAN_423", "Щелкнуть для просмотра комментариев пользователя");
define("LAN_424", "Щелкнуть для просмотра сообщений форума");
define("LAN_425", "Отправить приватное сообщение");
define("LAN_426", "назад");

define("USERLAN_1", "Рейтинг");
define("USERLAN_2", "У вас нет необходимых прав для просмотра этой страницы.");

?>