<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("LANMAILH_1", "Создано с помощью системы веб-сайта e107");
define("LANMAILH_2", "Сообщение в формате MIME, состоящее из нескольких частей.");
define("LANMAILH_3", " имеет неправильный формат");
define("LANMAILH_4", "Сервер отверг адрес");
define("LANMAILH_5", "Нет ответа от сервера");
define("LANMAILH_6", "Невозможно найти сервер E-mail.");
define("LANMAILH_7", " кажется верный.");


?>