<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("LAN_27", "Вы оставили пустым требуемое поле(я)");
define("LAN_300", "Неверный вход на сайт. Введенная информация не соответствует ни одному зарегистрированному пользователю. Проверьте, не включен ли CAPS-LOCK: имя и пароль чувствительны к регистру");
define("LAN_302", "Вы не активировали вашу учётную запись. Вы должны были получить email-сообщение с инструкциями, как подтвердить вашу учетную запись. Если вы его не получили, пожалуйста, щелкните <a href='".e_BASE."signup.php?resend'>здесь</a>.");
define("LAN_303", "Введен неверный код.");
define("LAN_304", "Такая комбинация имени/пароля уже используется.");
define("LAN_LOGIN_1", "Имя пользователя");
define("LAN_LOGIN_2", "Пароль");
define("LAN_LOGIN_3", "Защищённый сервер");
define("LAN_LOGIN_4", "Для получения доступа, пожалуйста, сообщите подробности.");
define("LAN_LOGIN_5", "Щелкните здесь, чтобы зарегистрироваться"); //Click here to Sign-Up
define("LAN_LOGIN_6", "Новые пользователи не принимаются в настоящее время");
define("LAN_LOGIN_7", "Введите изображенный код");
define("LAN_LOGIN_8", "Запомнить меня");
define("LAN_LOGIN_9", "Войти");
define("LAN_LOGIN_10", "Нажмите, чтобы войти");
define("LAN_LOGIN_11", "Зарегистрироваться как новый пользователь");
define("LAN_LOGIN_12", "Забыли пароль?");
define("LAN_LOGIN_13", "Введите текст с изображения");

define("LAN_LOGIN_14", "Пользователь пытался войти с неизвестным именем");
define("LAN_LOGIN_15", "Пользователь пытался войти с неправильным паролем");
define("LAN_LOGIN_16", "Пользователь пытался войти с комбинацией имени/пароля, которая уже использовалась");
define("LAN_LOGIN_17", "Пароль пользователя (хешированный)");
define("LAN_LOGIN_18", "Авто-запрет: Более 10 неудавшихся попыток входа");
define("LAN_LOGIN_19", "> 10 неудавшихся попыток входа");
?>