<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("UC_LAN_0", "Все (общедоступно)");
define("UC_LAN_1", "Гости");
define("UC_LAN_2", "Никто (неактивно)");
define("UC_LAN_3", "Пользователи");
define("UC_LAN_4", "Только чтение");
define("UC_LAN_5", "Администратор");
define("UC_LAN_6", "Главный администратор");
?>