<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.8 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("UC_LAN_0", "Все (общедоступно)");
define("UC_LAN_1", "Гости");
define("UC_LAN_2", "Никто (неактивно)");
define("UC_LAN_3", "Пользователи");
define("UC_LAN_4", "Только чтение");
define("UC_LAN_5", "Администратор");
define("UC_LAN_6", "Главный администратор");
?>