<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2006-09-11 04:57:47 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("EQSEC_LAN1", "Вы были перенаправлены в админцентр, возможно понадобятся изменения в базе MySQL");
define("EQSEC_LAN2", "Подтвердить действия:");
define("EQSEC_LAN3", "Нет реферала");
define("EQSEC_LAN4", "Действие от:");
define("EQSEC_LAN5", "По отношению к:");
define("EQSEC_LAN6", "Подтвердите действие ");
define("EQSEC_LAN7", "или отмените");
?>