<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2006-09-14 09:25:51 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("UC_LAN_0", "Все (общедоступно)");
define("UC_LAN_1", "Гости");
define("UC_LAN_2", "Никто (неактивно)");
define("UC_LAN_3", "Пользователи");
define("UC_LAN_4", "Только чтение");
define("UC_LAN_5", "Администратор");
define("UC_LAN_6", "Главный администратор");
?>