<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("NT_LAN_US_1", "Регистрация пользователя");

define("NT_LAN_UV_1", "Регистрация подтверждена");
define("NT_LAN_UV_2", "ID пользователя: ");
define("NT_LAN_UV_3", "Имя пользователя: ");
define("NT_LAN_UV_4", "IP пользователя: ");

define("NT_LAN_LI_1", "Пользователь вошел");

define("NT_LAN_LO_1", "Пользователь вышел");
define("NT_LAN_LO_2", " вышел с сайта");

define("NT_LAN_FL_1", "Запрет флуда");
define("NT_LAN_FL_2", "IP-адрес заблокирован из-за флуда");

define("NT_LAN_SN_1", "Новость представлена на рассмотрение");

define("NT_LAN_NU_1", "Обновлена");

define("NT_LAN_ND_1", "Новость удалена");
define("NT_LAN_ND_2", "id удаленной новости");

?>