<?php

/*
Russian Translation File (first release)
Author: Alexei Yakovlev
Email: alexei_y@mail.ru or admin@xproject.net.ru
*/

define("INSLAN1", "Стадия установка");
define("INSLAN2", "Проверка версий PHP / mySQL / проверка прав доступа");
define("INSLAN3", "Версия PHP");
define("INSLAN4", "Ошибка");
define("INSLAN5", "<b>Запущена версия PHP не совместимая с e107<br />(e107 нужна как минимум версия 4.1.0).</b><br /><br />Если вы используете локальный сервер на вашем компьютере вам нужно установить новую<br />версию PHP, чтобы продолжить установку, взгляните <a href='http://php.net'>php.net</a>. Если вы<br />пытаетесь установить e107 на сервере хостера вам следует обратиться<br />к администратору сервера и попросить его установить новую версию PHP для вас.<br />Пожалуйста перезапустите этот скрипт после переустановке новой версии PHP.");
define("INSLAN6", "Скрипт приостановлен");
define("INSLAN7", "Успешно");
define("INSLAN8", "Версия mySQL ");
define("INSLAN9", "<b>e107 не смог проверить версию mySQL.</b><br /><br /> Это может значить что mySQL не установлена или не запущена, или<br />у вас запущена версия которая корректно не сообщает версию<br />(у v5.x есть такая проблема). Если следующий шаг установки<br />вызовит ошибку, вам следует проверить статус mySQL.");
define("INSLAN10", "Права доступа к файлу");
define("INSLAN11", "не перезаписываем");
define("INSLAN12", "папка не перезаписываема");
define("INSLAN13", "Пожалуйста, убедитесь, что права доступа к этим файлам установлены<br />корректно на вашем сервере, права доступа должны быть установлены как 777. Чтобы установить<br />права доступа, щёлкните правой кнопкой мыши по файлу в вашем FTP клиенте и выберите Chmod или<br />Set File Permissions, затем введите там 777, если окно которое появиться содержит блоки<br />тогда пометьте все блоки.<br /><br />Пожалуйста перепроверьте после установки прав доступа к файлам.");
define("INSLAN14", "Установка e107 ");
define("INSLAN15", "Фатальная ошибка");
define("INSLAN16", "Невозможно установить статус MySQL,<br />пожалуйста, перейдите к следующей стадии.");
define("INSLAN17", "Продолжить");
define("INSLAN18", "Перепроверьте права доступа");
define("INSLAN19", "Все тесты сервера пройдены, пожалуйста, щёлкните по кнопке для перехода к следующей стадии");
define("INSLAN20", "Информация о mySQL");
define("INSLAN21", "Пожалуйста, введите настройки своей базы данных здесь.<br />Если вы обладаете правами рута вы можете создать новую базу данных отметивши блок, если нет вы должны<br />создать базу данных или использовать имеющуюся. <br />Если у вас только одна база данных используйте префикс так, чтобы другие скрипты могли совместно использовать ту же самую базу данных.");
define("INSLAN22", "mySQL Сервер");
define("INSLAN23", "mySQL Имя пользователя");
define("INSLAN24", "mySQL Пароль");
define("INSLAN25", "mySQL База данных");
define("INSLAN26", "Префикс таблицы");
define("INSLAN27", "Ошибка");
define("INSLAN28", "Столкнулись с ошибками");
define("INSLAN29", "Вы оставили требуемые к заполнению поля пустыми, пожалуйста, введите  информацию о базе данных ещё раз.");
define("INSLAN30", "e107 не смог установить соединение с mySQL используя информацию, которую вы ввели.<br />Пожалуйста перейдите к предыдущей странице и убедитесь в правильности настроек.");
define("INSLAN31", "Проверка mySQL");
define("INSLAN32", "Соединение с mySQL установлено и проверено.");
define("INSLAN33", "Попытка создать базу данных");
define("INSLAN34", "Невозможно создать базу данных, пожалуйста, убедитесь в том, что у вас есть права доступа на создание базы данных на сервере.");
define("INSLAN35", "База данных создана успешно.");
define("INSLAN36", "Пожалуйста, нажмите на кнопку, чтобы перейти к следующей стадии.");


define("INSLAN37", "Назад к предыдущей странице");
define("INSLAN38", "Информация об администраторе");
define("INSLAN39", "Пожалуйста, введите здесь  имя пользователя вашего главного администратора, пароль и адрес электронной почты.<br/>Эта информация, будет использоваться, для получения доступа к области администрирования вашего сайта. <br/> Пожалуйста удостоверьтесь, что вы записали ваше имя пользователя и пароль в безопасном месте, если информация будет утеряна, её <br/> нельзя восстановить.");
define("INSLAN40", "Имя администратора");
define("INSLAN41", "Пароль администратора");
define("INSLAN42", "Подтвердить пароль");
define("INSLAN43", "Адрес электронной почты администратора");
define("INSLAN44", "Вы оставили требуемые к заполнению поля пустыми, пожалуйста, введите информацию об администраторе ещё раз.");
define("INSLAN45", "Пароли не совпадают, пожалуйста, введите ещё раз.");
define("INSLAN46", "кажется, введён не правильный адрес электронной почты, пожалуйста, введите ещё раз.");
define("INSLAN47", "Всё установлено!");
define("INSLAN48", "Имеется вся нужная информация для завершения установки.<br />Пожалуйста щелкните по кнопке, чтобы создать таблицы базы данных и сохранить все ваши  настройки.");
define("INSLAN49", "e107 не смог сохранить главный файл конфигурации на ваш сервер<br />Пожалуйста убедитесь что у файла <b>e107_config.php</b> установлены корректные права доступа");
define("INSLAN50", "Установка завершена!");
define("INSLAN51", "Всё сделано");
define("INSLAN52", "e107 успешно установлен!<br />Для соображений безопасности вы должны сейчас установить права доступа к файлу<br /><b>e107_config.php</b> назад как 644.<br />Также пожалуйста--- удалите /install.php с вашего сервера после того как вы нажмёте на кнопку");
define("INSLAN53", "Нажмите здесь, чтобы перейти к вашему новому сайту!");
define("INSLAN54", "Невозможно прочитать файл данных sql<br /><br />Пожалуйста, убедитесь что файл <b>core_sql.php</b> находится в дириктории <b>/e107_admin/sql</b>.");
define("INSLAN55", "e107 не смог создать нужные таблицы в базе данных.<br />Пожалуйста, очистите базу данных и устраните все проблемы перед тем как попробовать ещё раз.");
define("INSLAN56", "Добро пожаловать на ваш новый сайт!");

define("INSLAN57", "e107 установлен успешно и сейчас готов принять содержимое.<br />Секция администрирования <a href='e107_admin/admin.php'>находиться здесь</a>, щёлкните, чтобы перейти туда сейчас. Вы должны войти используя имя и пароль который вы ввели во время установки.");
define("INSLAN58", "вы найдёти FAQ и документацию здесь.");
define("INSLAN59", "Спасибо, что вы воспользовались e107, мы надеемся он полностью удовлетворит потребности вашего сайта.\n(Вы можете удалить это сообщение из секции администратора.)");
define("INSLAN60", "отметьте, чтобы создать");
define("INSLAN61", "папка");
define("INSLAN62", "или");
define("INSLAN63", "Ошибка прав доступа к файлам");
define("INSLAN64", "Этот файл сгенерирован скриптом установки.");

?>
