<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.5 $
|     $Date: 2006-09-12 09:12:02 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Загрузки"); 

define("LAN_dl_1", "(Ограничено)");
define("LAN_dl_2", "В данный момент нет доступных загрузок. Попробуйте зайти позже");
define("LAN_dl_3", "В данной категории нет доступных загрузок");
define("LAN_dl_4", "Доступно файлов: ");
define("LAN_dl_5", "Общий размер доступных файлов: ");
define("LAN_dl_6", "Скачано файлов: ");
define("LAN_dl_7", "Описание");
define("LAN_dl_8", "Скачать");
define("LAN_dl_9", "Вернуться к списку категорий");
define("LAN_dl_10", "Размер файла");
define("LAN_dl_11", "Скриншот");
define("LAN_dl_12", "Оценка");
define("LAN_dl_13", "Без оценок");
define("LAN_dl_14", "Оценить загрузку");
define("LAN_dl_15", "Спасибо за оценку");
define("LAN_dl_16", "скачан(о) с");
define("LAN_dl_17", "файлов");
define("LAN_dl_18", "Загрузки");
define("LAN_dl_19", "Категория");
define("LAN_dl_20", "Файлов");
define("LAN_dl_21", "Размер");
define("LAN_dl_22", "Дата");
define("LAN_dl_23", "Имя файла");
define("LAN_dl_24", "Автор");
define("LAN_dl_25", "По убыванию");
define("LAN_dl_26", "По возрастанию");
define("LAN_dl_27", "ОК");
define("LAN_dl_28", "Имя");
define("LAN_dl_29", "Загрузок");
define("LAN_dl_30", "Email автора");
define("LAN_dl_31", "Сайт автора");
define("LAN_dl_32", "Скачать");
define("LAN_dl_33", "Предыдущая");
define("LAN_dl_34", "Следующая");
define("LAN_dl_35", "Вернуться к списку");
define("LAN_dl_36", "Новые загрузки");

define("LAN_dl_37", "Просмотр");
define("LAN_dl_38", "Тип сортировки");
define("LAN_dl_39", "Сортировать");

define("LAN_dl_40", "Нажмите для просмотра изображения");
define("LAN_dl_41", "Искать в загрузках");

define("LAN_dl_42", "Подкатегории");
define("LAN_dl_43", "голос");
define("LAN_dl_44", "голосов");
define("LAN_dl_45", "Сообщить о неработающей загрузке");
define("LAN_dl_46", "Нажмите для скачивания");

define("LAN_dl_47", "Сообщение отправлено");
define("LAN_dl_48", "О Загрузке было сообщено администратору.<br />Спасибо.");
define("LAN_dl_49", "Нажмите здесь, чтобы вернуться в Загрузки");
define("LAN_dl_50", "Сообщить о неработающей загрузке администратору");
define("LAN_dl_51", "Сообщение загрузки: ");
define("LAN_dl_52", "Гость");
define("LAN_dl_53", "Нажмите, чтобы посмотреть загрузку");
define("LAN_dl_54", "Администратор будет уведомлен об этой загрузке. Оставьте сообщение, если в этом есть необходимость.");
define("LAN_dl_55", "<b>НЕ используйте</b> эту форму для контакта с администратором по иному поводу.");
//define("LAN_dl_56", "Сообщить о неработающей загрузке");
define("LAN_dl_57", "сообщил");
define("LAN_dl_58", "Это сообщение было отправлено с сайта ");
define("LAN_dl_59", "Сообщение от: ");
define("LAN_dl_60", "Сообщение о неработающей загрузке от");

define("LAN_dl_61", "Ошибка Загрузки");
define("LAN_dl_62", "Вам не дано скачать этот файл. Вы превысили квоту загрузок.");
define("LAN_dl_63", "Вы не имеете достаточных прав для скачивания этого файла.");
define("LAN_dl_64", "Назад");
define("LAN_dl_65", "Файл не найден");

define("LAN_dl_66", "Выберите зеркало загрузки");

define("LAN_dl_67", "Пожалуйста, выберите зеркало для использования ...");
define("LAN_dl_68", "Хост зеркала");
//define("LAN_dl_69", "Скачать");
define("LAN_dl_70", "Расположение");
define("LAN_dl_71", "Описание");

define("LAN_dl_72", "Запрашиваемый файл: ");
define("LAN_dl_73", "Скачать с этого зеркала: ");
define("LAN_dl_74", "Всего загрузок с этого зеркала: ");

define("LAN_dl_75", "рисунка нет ");
define("LAN_dl_76", "Перейти на страницу");
?>