<?php
/*
	Russian Language Pack for e107 Version 0.700
	Copyright © 2005 - Russian e107
	http://e107.org.ru

	Last updated - 31.03.2005 - 16:05:35 GMT+2
	$Source: /cvs_backup/e107_langpacks/e107_languages/Russian/lan_error.php,v $
	$Revision: 1.2 $
	$Date: 2005-07-06 22:03:43 $
	$Author: e107coders $
	Encoding: utf-8
*/
define("PAGE_NAME", "Ошибка");

define("LAN_1", "Ошибка 401 - Доступ запрещён");
define("LAN_2", "У Вас нет прав для просмотра этой cтраницы.");
define("LAN_3", "Если Вы считаете, что ошибка возникла случайно, свяжитесь с администрацией.");
define("LAN_4", "Ошибка 403 - Требуется авторизация");
define("LAN_5", "Введите пароль и логин.");
define("LAN_6", "Если Вы считаете, что ошибка возникла случайно,  свяжитесь с администрацией.");
define("LAN_7", "Ошибка 404 -Страница не найдена");
define("LAN_8", "Невозможно найти запрашиваемую страницу.");
define("LAN_9", "Если Вы считаете, что ошибка возникла случайно,  свяжитесь с администрацией.");
define("LAN_10", "Ошибка 500 - Внутренняя ошибка сервера");
define("LAN_11", "Произошла внутреняя ошибка сервера, или был произведен сбой в выполнении скрипта. Ваш запрос не может быть обработан.");
define("LAN_12", "Если Вы считаете, что ошибка возникла случайно, поставьте в известность администратора.");
define("LAN_13", "Ошибка - неизвестна(".$_SERVER['QUERY_STRING'].")");
define("LAN_14", "Произошла ошибка");
define("LAN_15", "Если Вы считаете, что ошибка возникла случайно, свяжитесь с администрацией.");
define("LAN_16", "Ваша неудачная попытка доступа");
define("LAN_17", "была записана.");
define("LAN_18", "Очевидно, Вы были направлены сюда");
define("LAN_19", "К сожалению, ссылка либо устаревшая, либо неправильная.");
define("LAN_20", "На главную");

?>