<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("LAN_PAGE_1", "Список страниц отлючен");
define("LAN_PAGE_2", "Нет страниц");
define("LAN_PAGE_3", "Запрашиваемая страница не существует");
define("LAN_PAGE_4", "Добавьте оценку этой странице");
define("LAN_PAGE_5", "Спасибо, что добавили оценку этой странице");
define("LAN_PAGE_6", "У Вас нет разрешения просматривать эту страницу");
define("LAN_PAGE_7", "Неправильный пароль");
define("LAN_PAGE_8", "Страница защищена паролем");
define("LAN_PAGE_9", "Пароль");
define("LAN_PAGE_10", "Отправить");
define("LAN_PAGE_11", "Список страниц");
define("LAN_PAGE_12", "Неправильная страница");
define("LAN_PAGE_13", "Страница");

?>