<?php
<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.17 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Регистрация");
define("LAN_7", "Отображаемое имя: ");
define("LAN_8", "Имя, которое будет отображаться на сайте");
define("LAN_9", "Имя пользователя: ");
define("LAN_10", "будет использоваться для входа в систему");
define("LAN_17", "Пароль: ");
define("LAN_103", "Это имя пользователя недоступно, пожалуйста, введите другое имя пользователя");
define("LAN_104", "Это имя пользователя уже существует в базе, пожалуйста, выберите другое имя пользователя");
define("LAN_105", "Пароли не совпадают");
define("LAN_106", "Вы ввели неправильный email-адрес");
define("LAN_107", "Спасибо! Вы теперь зарегистрированный пользователь");
define("LAN_108", "Регистрация завершена");
define("LAN_109", "Этот сайт действует в соответствии с Законом о Защите Прав Детей в Интернет от 1998 года (COPPA) и, как таковой, запрещает регистрацию детей младше 13 лет без письменного разрешения со стороны их родителя или опекуна. Для получения подробной информации вы можете прочитать закон");
define("LAN_110", "Регистрация");
define("LAN_111", "Повторите пароль: ");
define("LAN_112", "Email-адрес: ");
define("LAN_113", "Скрывать email-адрес: ");
define("LAN_114", "Введите email-адрес для публикации на сайте, а также отправке на него информационной почты.");
define("LAN_123", "Регистрация");
define("LAN_185", "Вы оставили незаполненными обязательные поля");
define("LAN_201", "Да");
define("LAN_200", "Нет");
define("LAN_202", "У вас уже есть учетная запись. Если вы забыли пароль, пожалуйста, перейдите по ссылке 'забыли пароль'.");
define("LAN_309", "Введите свои данные ниже.");
define("LAN_399", "Продолжить");
define("LAN_400", "Имена пользователей и пароли <b>чувствительны к регистру</b>");
define("LAN_401", "Ваша учетная запись успешно активирована, пожалуйста, ");
define("LAN_402", "Регистрация активирована");
define("LAN_403", "Добро пожаловать на ");
define("LAN_404", "Подробности регистрации на");
define("LAN_405", "Этот этап регистрации завершён. Вы получите подтверждающее письмо, содержащее информацию о вашей учетной записи. Пожалуйста, перейдите по ссылке в полученном письме, чтобы завершить процесс и активировать вашу учетную запись.");
define("LAN_406", "Спасибо!");
define("LAN_407", "Пожалуйста, сохраните этот email на будущее. Ваш пароль хранится в зашифрованном виде и не может быть восстановлен, если вы забудете или потеряете пароль. Однако, если это произойдет, вы сможете запросить новый пароль.\n\nСпасибо за регистрацию.\n\nFrom");
define("LAN_408", "Пользователь с этим email-адресом уже существует. Используйте окно 'забыли пароль' для восстановления пароля.");
define("LAN_SIGNUP_1", "Минимум");
define("LAN_SIGNUP_2", "символов.");
define("LAN_SIGNUP_3", "Ошибка при проверке кода.");
define("LAN_SIGNUP_4", "Пароль не менее ");
define("LAN_SIGNUP_5", " символов.");
define("LAN_SIGNUP_6", "Вы "); //Your
define("LAN_SIGNUP_7", " требуется"); // is required
define("LAN_SIGNUP_8", "Спасибо!");
define("LAN_SIGNUP_9", "Продолжение невозможно.");
define("LAN_SIGNUP_10", "Да");
define("LAN_SIGNUP_11", ".");

define("LAN_409", "Неправильные символы в имени пользователя ");
define("LAN_410", "Введите код, видимый на изображении");
define("LAN_411", "Это отображаемое имя уже существует в базе данных, пожалуйста, выберите другое имя для отображения");

define("LAN_SIGNUP_12", "пожалуйста, сохраните свои имя пользователя и пароль в надёжном месте, поскольку, в случае потери, они не могут быть восстановлены.");
define("LAN_SIGNUP_13", "Теперь вы можете войти с помощью области входа или нажав на <a href='".e_BASE."login.php'>эту ссылку</a>.");
define("LAN_SIGNUP_14", "здесь");
define("LAN_SIGNUP_15", "Пожалуйста, обратитесь к администратору сайта");
define("LAN_SIGNUP_16", ", если вам требуется помощь.");
define("LAN_SIGNUP_17", "Подтвердите, что вам 13 или более 13-и лет.");
define("LAN_SIGNUP_18", "Ваша регистрация получена со следующей регистрационной информацией:");
//define("LAN_SIGNUP_19", "Имя пользователя:"); // now LAN_LOGINNAME
//define("LAN_SIGNUP_20", "Пароль:"); // now LAN_PASSWORD
define("LAN_SIGNUP_21", "Ваша учетная запись не активирована. Чтобы активировать ее, пожалуйста, перейдите по этой ссылке:");
define("LAN_SIGNUP_22", "нажмите здесь");
define("LAN_SIGNUP_23", "чтобы войти.");
define("LAN_SIGNUP_24", "Спасибо за регистрацию на");
define("LAN_SIGNUP_25", "Загрузить на сервер ваш аватар");
define("LAN_SIGNUP_26", "Загрузить на сервер вашу фотографию");
define("LAN_SIGNUP_27", "Показать");
define("LAN_SIGNUP_28", "выбор списков Контента/Рассылки"); //CHECK: choice of Content/Mail-lists
define("LAN_SIGNUP_29", "Будет отправлено письмо подтверждения на указанный email-адрес, поэтому он должен быть правильным.");
define("LAN_SIGNUP_30", "Если вы не хотите, чтобы ваш email-адрес отображался на этом сайте, пожалуйста, выберите 'Да' в поле 'скрыть email-адрес'.");

define("LAN_SIGNUP_31", "URL к вашему файлу XUP");
define("LAN_SIGNUP_32", "Что такое - файл XUP?");
define("LAN_SIGNUP_33", "Укажите путь к аватару<br /> или выберите");
define("LAN_SIGNUP_34", "Замечание: Любое изображение, переданное на сайт, которое администраторы сочтут несоответствующим, будет немедленно удалено.");
define("LAN_SIGNUP_35", "Нажмите здесь для регистрации с помощью файла XUP");
define("LAN_SIGNUP_36", "Произошла ошибка при создании пользовательской информации, свяжитесь с администратором сайта");

define("LAN_LOGINNAME", "Имя пользователя");
define("LAN_PASSWORD", "Пароль");
define("LAN_USERNAME", "Отображаемое имя");
define("LAN_EMAIL_01", "Уважаемый(ая)"); //Dear
define("LAN_EMAIL_04", "Сохраните это сообщение, так как оно содержит Вашу персональную информацию.");
define("LAN_EMAIL_05", "Ваш пароль зашифрован и не может быть восстановлен, если вы его потеряете или забудете. Однако вы сможете запросить новый пароль, если это произойдет.");
define("LAN_EMAIL_06", "Спасибо за регистрацию.");

define("LAN_SIGNUP_37", "Эта стадия регистрации закончена. Администратору сайта нужно одобрить вашу учетную запись.  Как только это будет сделано, Вы получите подтверждение по электронной почты о внесении вас в список пользователей.");
define("LAN_SIGNUP_38", "Вы ввели два различных адреса электронной почты. Пожалуйста, введите правильный адрес электронной почты в следующих двух полях");
define("LAN_SIGNUP_39", "Повторите email-адрес:");

// 0.7.6
define("LAN_SIGNUP_40", "Активация не требуется"); //Activation not necessary
define("LAN_SIGNUP_41", "Ваша учетная запись уже активирована."); //Your account is already activated.
define("LAN_SIGNUP_42", "Возникла проблема, регистрационное письмо не было отправлено, пожалуйста, обратитесь к администратору веб-сайта.");
define("LAN_SIGNUP_43", "Письмо отправлено");  //Email Sent
define("LAN_SIGNUP_44", "Письмо активации отправлено для:"); //Activation email sent to:
define("LAN_SIGNUP_45", "Пожалуйста, проверьте ваш почтовый ящик."); //Please check your inbox.
define("LAN_SIGNUP_47", "Отправить вновь письмо активации"); //ReSend Activation Email
define("LAN_SIGNUP_48", "Имя пользователя или email-адрес"); //Username or Email
define("LAN_SIGNUP_49", "Если вы зарегистрировались с неправильным email-адресом, введите здесь новый адрес и пароль:"); //If you registered with the wrong email address, type a new one and your password here:
define("LAN_SIGNUP_50", "Новый email-адрес"); //New Email
define("LAN_SIGNUP_51", "Старый пароль"); //Old Password
define("LAN_SIGNUP_52", "Неправильный пароль"); //Incorrect Password
define("LAN_SIGNUP_53", "поле не прошло проверочный тест"); //field failed validation test
define("LAN_SIGNUP_54", "Щелкните здесь, чтобы заполнить подробности для регистрации");
define("LAN_SIGNUP_55", "Это отображаемое имя слишком длинное. Пожалуйста, выберите другое");
define("LAN_SIGNUP_56", "Это отображаемое имя слишком короткое. Пожалуйста, выберите другое");
define("LAN_SIGNUP_57", "Это имя пользователя слишком длинное. Пожалуйста, выберите другое");
define("LAN_SIGNUP_58", "Предпросмотр регистрации"); //Signup Preview
define("LAN_SIGNUP_59","**** Если ссылка не работает, пожалуйста, проверьте, не была ли перенесена часть ссылки на следующую строку. ****");
define('LAN_SIGNUP_60', 'Ошибка доступа к внешнему аватару');

// 0.7.16

define("LAN_SIGNUP_72", "Спасибо за регистрацию на [sitename]! Мы отправили вам сообщение с запросом подтверждения на [email]. Пожалуйста щелкните по ссылке подтверждения регистрации в полученном сообщении для активации вашей учетной записи.");  	// LAN_405

define("LAN_SIGNUP_98", "Подтвердите ваш email-адрес");
define("LAN_SIGNUP_99", "Возникла неожиданная проблема");
define("LAN_SIGNUP_100", "Ожидание подтверждения администратором");

?>
