<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/forum/languages/Bulgarian/lan_forum_post.php,v $
|     $Revision: 1.4 $
|     $Date: 2006-11-29 15:36:04 $
|     $Author: secretr $
|     $Превод:
|     $e107BG Team
|     $http://e107bg.org 
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Форум");
    
define("LAN_01", "Форуми");
define("LAN_02", "Отговор на: ");
define("LAN_03", "Нова тема");
define("LAN_1", "Нормална");
define("LAN_2", "Заключена");
define("LAN_3", "Известие");
define("LAN_4", "Публикувай Анкета");
define("LAN_5", "Публикувай Въпрос:");
define("LAN_6", "Добави нова възможност");
define("LAN_7", "Опции на гласуването:");
define("LAN_8", "Позволи гласуване от всички");
define("LAN_9", "Позволи гласуване само от регистрирани");
define("LAN_10", "Вход");
define("LAN_11", "Запомни ме");
define("LAN_16", "потребител: ");
define("LAN_17", "Парола: ");
define("LAN_20", "Грешка");
define("LAN_27", "Оставили сте празна(и) задължително полею");
define("LAN_28", "Не публикувахте нищо ..");
define("LAN_29", "Редактирано");
define("LAN_45", "В този форум модат да пускат съобщения само регистрирани потребители, моля натиснете");
define("LAN_60", "Започни нова Тема");
define("LAN_61", "Твоето име: ");
define("LAN_62", "Тема: ");
define("LAN_63", "Съобщение: ");
define("LAN_64", "Добави нова тема");
define("LAN_73", "Отговор: ");
define("LAN_74", "Отговори на тази тема");
define("LAN_77", "Обнови Темата");
define("LAN_78", "Обнови Отговора");
define("LAN_94", "Публикувано от");
define("LAN_95", "Неупълномощено");
define("LAN_96", "Нямате права да редактирате тази тема.");
define("LAN_100", "Заглавие");
define("LAN_101", "Последни ");
define("LAN_102", " отговора");
define("LAN_103", "Review complete thread. (Will open a new window.)");
define("LAN_133", "Благодаря");
define("LAN_174", "Включи се");
define("LAN_175", "Вход");
define("LAN_212", "Забравена парола?");
define("LAN_310", "Не е възможно да отговорите с това потребителско има защото е регистрирано - ако е Ваше моля логнете се и отговорете.");
define("LAN_311", "Анонимен");
define("LAN_322", "Публикувал: ");
define("LAN_323", "Преглед");
define("LAN_324", "Вашето съобщение е успешно публикувано.");
define("LAN_325", "Натиснете тук за да видите Вашето съобщение");
define("LAN_326", "Натиснете тук за да се върните във форума");
define("LAN_327", "Преглед");
define("LAN_380", "Ако искате да бъдете уведомен чрез имейл когато е публикуван отговор моля отметнете тук ");
define("LAN_381", "Отговор от ");
define("LAN_382", "Post made: ");
define("LAN_383", "Please click the following link to view the full thread ...");
define("LAN_384", "Forum reply at ");
define("LAN_385", "Post: ");
define("LAN_386", "Ако не искате да добавите гласуване към вашата тема моля оставете полетата празни ");
define("LAN_387", "Иди");
define("LAN_388", "Най-отгоре");
define("LAN_389", "Дублирано съобщение, пренасочване ...");
define("LAN_390", "Прикрепи файл / снимка");
define("LAN_391", "Възможни отговори");
define("LAN_392", "Файл за прикрепяне");
define("LAN_393", "<b>Моля внимавайте</b><br />Разрешени разширения за прикрепяне:");
define("LAN_394", "Всички други прикрепени файлове ще бъдат изтривани.");
define("LAN_395", "Максимална големина");
define("LAN_396", "байта");
define("LAN_397", "Тази тема е затворена.");
define("LAN_398", "Този форум е само за четене");
define("LAN_399", "Нямате права да публикувате в този форум.");
define("LAN_400", "публикувай темата като");
define("LAN_401", "Отиди");
    
define("LAN_402", "анкета");
define("LAN_403", "съобщение");
define("LAN_404", "ограничена");
define("LAN_405", "Форуми");
define("LAN_406", "В отговор на:");
    
//v.616
define("LAN_407", "Пренасочване");
define("LAN_408", "Вешият браузър не поддържа прехвърляне, моля натиснете");
define("LAN_409", "ТУК");
define("LAN_410", "за да се прехвърлите");
define("LAN_411", "тук");
define("LAN_412", "за да се регистрирате.");
    
define("LAN_413", "Вашата анкета е успешно публикувана.");
define("LAN_414", "Натиснете тук за да я видите");
define("LAN_415", "Вашият отговор е успешно публикуван.");

define("LAN_416", "Прикрепи файл");
define("LAN_417", "Добави друг файл");

define("POLL_506", "Позволи гласуване с няколко възможности?");
define("POLL_507", "да");
define("POLL_508", "не");

define("LAN_FORUM_1", "Добавянето не е разрешено: ".e_FILE."не може да се пише в директорията");
define("LAN_FORUM_2", "Дублирано съобщение");


?>
