<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/forum/languages/Bulgarian/lan_forum_conf.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-01-24 16:32:40 $
|     $Author: secretr $
|     $Превод:
|     $e107BG Team 
|     $http://e107bg.org
+----------------------------------------------------------------------------+
*/
define("FORLAN_5", "Анкетата е изтрита.");
define("FORLAN_6", "Темата е изтрита");
define("FORLAN_7", "отговорите са изтрита");
define("FORLAN_8", "Изтриването отказано.");
define("FORLAN_9", "Темата е преместена.");
define("FORLAN_10", "Преместването е отказано.");
define("FORLAN_11", "Обратно във Форумите");
define("FORLAN_12", "Настройки на Форуми");
define("FORLAN_13", "Напълно ли сте уверени, че искате да изтриете тази анкета?<br />Веднъж изтрита <b><u>не може</u></b> да се възтанови.");
define("FORLAN_14", "Отказа");
define("FORLAN_15", "Потвърдете изтриването на съобщението от Форума");
define("FORLAN_16", "Потвърдете изтриването на Анкетата");
define("FORLAN_17", "публикувано от");
define("FORLAN_18", "Напълно ли сте уверени, че искате да изтриете този форум");
define("FORLAN_19", "темите и всичките техни отговори?");
define("FORLAN_20", "анкетите също ще бъдат изтрити");
define("FORLAN_21", "Веднъж изтрити");
define("FORLAN_22", "съобщение?<br />веднъж изтрито");
define("FORLAN_23", "не може</u></b> да се възтанови");
define("FORLAN_24", "Премести темата във форум");
define("FORLAN_25", "Премести темата");
define("FORLAN_26", "Отговора е изтрит");
    
define("FORLAN_27", "преместен");
    
?>