<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/forum/languages/Bulgarian/lan_forum_admin.php,v $
|     $Revision: 1.5 $
|     $Date: 2007-03-04 22:14:36 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("FORLAN_1", "Трябва да въведете дните които искате да премахнете.");
define("FORLAN_2", "Моля изберете дали публикациите да бъдат изтрити окончателно, или да ги направите неактивни (няма да бъдат изтрити а само невидими във форума)");
define("FORLAN_3", "изтрий");
define("FORLAN_4", "Направи неактивни");
define("FORLAN_5", "Премахни");
define("FORLAN_6", "Откажи");
define("FORLAN_7", "Форум Настройки");
define("FORLAN_8", "Неактивни форуми.");
define("FORLAN_9", "Деактивацията не е задължителна.");
define("FORLAN_10", "Настройките са запазени");
define("FORLAN_11", "Форума е създаден");
define("FORLAN_12", "Форума е обновен");
define("FORLAN_13", "Главната директория е създадена");
define("FORLAN_14", "Главната директория е обновена");
define("FORLAN_15", "Моля поставете отметка за да подтвърдите изтриването на форума");
define("FORLAN_16", "Форуми");
define("FORLAN_17", "Няма главен дир все още");
define("FORLAN_18", "Главни директории");
define("FORLAN_19", "Редактиране");
define("FORLAN_20", "Изтрий");
define("FORLAN_21", "поставете отметка за да подтвърдите");
define("FORLAN_22", "Главни директории");
define("FORLAN_23", "Видим от");
define("FORLAN_24", "Определя кой може да чете форума");
define("FORLAN_25", "Обнови главната дир.");
define("FORLAN_26", "Създай главна дир.");
define("FORLAN_27", "Трябва да посочите поне една главна дир преди да създадете форуми!");
define("FORLAN_28", "Форуми");
define("FORLAN_29", "Няма форуми все още.");
define("FORLAN_30", "Форуми");
define("FORLAN_31", "Име");
define("FORLAN_32", "Описание");
define("FORLAN_33", "Модератори");
define("FORLAN_34", "Изберете потребителски клас за модераторите на този форум");
define("FORLAN_35", "Обнови Форум");
define("FORLAN_36", "Създай Форум");
define("FORLAN_37", "Подредба");
define("FORLAN_38", "Затворени");
define("FORLAN_39", "Само за потребители");
define("FORLAN_40", "Ограничен");
define("FORLAN_41", "премести на горе");
define("FORLAN_42", "премести на долу");
define("FORLAN_43", "Преглед / Подредба на Форум");
define("FORLAN_44", "Рамки");
define("FORLAN_45", "Поставете отметка за да активирате тема за рамките");
define("FORLAN_46", "Заглавиете ще се показва в рамка ако поставите отметка на Рамки");
define("FORLAN_47", "Включи емайл известяване");
define("FORLAN_48", "Поставете отметка за да позволите на потребителите да имат опция за получаване на емайли когато някой отговори на публикацията им");
define("FORLAN_49", "Разреши Анкети");
define("FORLAN_50", "Поставете отметка за да позволите на потребителите да публикуват анкети във форума - Трабва да имате инсталиран модул Анкети за да използвате тази опция!");
define("FORLAN_51", "Включи проследяване");
define("FORLAN_52", "Поставете отметка за да позволите на потребителите да маркират теми по които да бъдат известявани чрез емайл при нова публикация");
define("FORLAN_53", "Емайл Префикс");
define("FORLAN_54", "Текста който въведете ще се прикрепя към темата на всеки изпратен емайл от форума");
define("FORLAN_55", "Популярни Теми");
define("FORLAN_56", "Броя на публикации преди темата да се маркира като популярна");
define("FORLAN_57", "Постове на страница");
define("FORLAN_58", "Броя публикации показвани на страница");
define("FORLAN_59", "Премахни");
define("FORLAN_60", "От тук ще изтрие темите по които не са получили отговор до броя на дните който въведете. <br /><b>Моля бъдете внимателни когато използвате тази функция!</b>");
define("FORLAN_61", "Обнови Настройките");
define("FORLAN_62", "Настройки на Форум");
define("FORLAN_63", "Рангове");
define("FORLAN_64", "Въведете нивото тук, ако оставите празно ранговете ще бъдат по подразбиране. Разделете нивата със запетая. Максимум 10 нива, първо по ниските.");
define("FORLAN_65", "Име на Форум");

define("FORLAN_70", "Разреши прикрепяне на файлове/снимки");
define("FORLAN_71", "Разреши на потребителите да качват файл или снимка със тяхната форум публикация,");
define("FORLAN_72", "Обнови реда");
define("FORLAN_73", "Реда е обновен");

define("FORLAN_75", "Главни Дир");
define("FORLAN_76", "Форуми Главна страница");
define("FORLAN_77", "Създай Форуми");
define("FORLAN_78", "Подредба на Форуми");
define("FORLAN_79", "Настройки");
define("FORLAN_80", "Опции");
define("FORLAN_81", "Сигурни ли сте че искате да изтриете тази главна директория? - форумите в тази главна дир. ще бъдат изтрити");
define("FORLAN_82", "Сигурни ли сте че искате да изтриете този форум?");
define("FORLAN_83", "Създай Главна Директория");
define("FORLAN_84", "Само за Потребители");
define("FORLAN_85", "Само за четене");
define("FORLAN_86", "Само за Администратори");
define("FORLAN_87", "Премахни темите без отговор след този брой дни:");

define("FORLAN_88", "Премахни темите без отговор от този брой дни:");

define("FORLAN_89", "Изтрий публикациите напълно");
define("FORLAN_90", "Направи публикациите неактивни");

define("FORLAN_91", "публикации са неактивни");
define("FORLAN_92", "теми са изтрити");
define("FORLAN_93", "отговора са изтрити");

define("FORLAN_94", "Постави Рангове");
define("FORLAN_95", "Ранговете са запазени");
define("FORLAN_96", "Форумите са изтрити");
define("FORLAN_97", "Главни Дир са изтрити");

define("FORLAN_98", "Ранг Име");
define("FORLAN_99", "брой точки преди ранга да се промени");
define("FORLAN_100", "качвай снимките в e107_themes/Вашата_тема/forum/");
define("FORLAN_101", "Настройки Точкуване");
define("FORLAN_102", "Точкуване");
define("FORLAN_103", "Администратор");
define("FORLAN_104", "Ранг снимка");
define("FORLAN_105", "Модератор на Форум");


define("FORLAN_106", "Премахване Вид:");
define("FORLAN_107", "Форум");
define("FORLAN_108", " изтрити");
define("FORLAN_109", "дни:");
define("FORLAN_110", "Премахване");
define("FORLAN_111", "деактивирай");

define("FORLAN_112", "Разреши пренасочване");
define("FORLAN_113", "Поставете отметка за да пренасочвате браузера към форум страницата след отговор");
define("FORLAN_114", "Потребителско име по избор");
define("FORLAN_115", "Поставете отметка за да разрешите на потребителите да променят техните имена");
define("FORLAN_116", "Съобщения за публикации");
define("FORLAN_117", "Това ще изтрие съобщението за публикация. Не публикацията.");
define("FORLAN_118", "Съобщението за публикация е изтрито");
//define("FORLAN_119", "Кликнатият линк ще се отвори форума в нов прозорец.");
define("FORLAN_120", "Поставете отметка за да разрешите на потребителите да променят техните имена");
define("FORLAN_121", "Няма съобщения");
define("FORLAN_122", "Кликнете тук за изпращане емайл на администратора когато някой изпрати съобщение за публикация от форума");
define("FORLAN_123", "Правила на форуми");
define("WMGLAN_1", "Правила за Гости");
define("WMGLAN_2", "Правила за Потребители");
define("WMGLAN_3", "Правила за Администратори");
define("WMGLAN_4", "Подтвърди");
define("WMGLAN_5", "Включи Форум Правила");
define("WMGLAN_6", "Активиране?");
define("FORLAN_126", "Покажи Подсказки");
define("FORLAN_127", "Поставете отметка за да се показват подсказки относно публикуване на тема когато мишката е над името на темата. ");
define("FORLAN_128", "Дължина на подсказки");
define("FORLAN_129", "Това ще ограничи броя на символи показван в подсказките. ");
define("FORLAN_130", "кликни тук");
define("FORLAN_131", "за да включите макс. големина на файла, разрешени видове файлове и т.н.");
define("FORLAN_132", "Важна Тема");
define("FORLAN_133", "Отделя темата от другите (самостоятелна секция за темата)");
define("FORLAN_134", "Максимална широчина на качваните снимки");
define("FORLAN_135", "Оставете празно за да изключите автоматичното преоразмеряване на снимките");
define("FORLAN_136", "Направи линк до снимката в пълен размер");
define("FORLAN_137", "Включена тази опция ще преоразмерява големите снимки и ще създава линк към оригиналната снимка в пълен размер.  Ако е изключено, оригиналната снимка ще бъде отхвърляна");
define("FORLAN_138", "Премахни тези форуми");
define("FORLAN_139", "За да използвате тези настройки трябва да поставите отметка на 'Разреши качване на снимки' във <a href='".e_ADMIN."image.php'>снимки</a> page");
define("FORLAN_140", "Преглед");
define("FORLAN_141", "Публикуване");
define("FORLAN_142", "Права за публикуване");
define("FORLAN_143", "Указва кой може да публикува във форума");
define("FORLAN_144", "Настройки на Модератори");
define("FORLAN_145", "Настройки на под-форуми");
define("FORLAN_146", "Все още няма под-форуми");
define("FORLAN_147", "Обнови под-форуми");
define("FORLAN_148", "Създай под-форуми");
define("FORLAN_149", "под-форуми");
define("FORLAN_150", "под-форум");
define("FORLAN_151", "ИД");
define("FORLAN_152", "публикации");
define("FORLAN_153", "Инструменти");
define("FORLAN_154", "Изтрити отговори");
define("FORLAN_155", "Форуми Категории");

define("FORLAN_156", "Изберете Форум(и) за манипулиране");
define("FORLAN_157", "Всички Форуми");
define("FORLAN_158", "Преизчисли информацията от последните публикации на форума");
define("FORLAN_159", "Изберете изчислената информация от последните публикации");
define("FORLAN_160", "Изберете само форума, без темите");
define("FORLAN_161", "Преизчисли публикациите / брой отговори");
define("FORLAN_162", "Избери за преизчисление на темите във форума/брой отговори");
define("FORLAN_163", "Преизчисли броя потребителски публикации във форума");
define("FORLAN_164", "Избери за преизчисление на потребителите на форума");
define("FORLAN_165", "Изпълни функции");
define("FORLAN_166", "Изнструменти на Форума");
define("FORLAN_167", "Брой обновявания на форум");
define("FORLAN_168", "Информация за поледни публикации обновени на форума");
define("FORLAN_169", "Броя на потребителите на форума е обновен");
define("FORLAN_170", "Съобщения");
define("FORLAN_171", "Съобщение за форум публикация");
define("FORLAN_172", "Изтрий това съобщение");
define("FORLAN_173", "Заглавие на тема");
define("FORLAN_174", "Съобщено от потребител");
define("FORLAN_175", "Съобщението е изпратено");
define("FORLAN_176", "Съобщение");

define("FORLAN_177", "емайл известяване ВКЛ. по подразбиране");
define("FORLAN_178", "Поставете отметка за да разрешите емайл известяването включено по подразбиране");

define("FORLAN_179", "(Добавен е * в началото на името на форума това ще направи този форум контейнер само за под-форуми.  Темата на форума ви трябва да поддържа тази опция.)");
define("FORLAN_180", "Подтвърди изтриването");
define("FORLAN_181", "Подтвърди Изтриване");
define("FORLAN_182", "преизчисляване на отговорите на всички теми в избраните форуми");
define("FORLAN_183", "(тази функция не е разрешена ако сте избрали 'всички форуми' за броя запитвания които ще генерира)");

?>