<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File
|     Bulgarian Language Pack for e107 Version 0.7
|     Copyright ┬⌐ 2005 - Bulgarian e107
|     http://www.e107bg.org
|     Encoding: utf-8
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/forum/languages/Bulgarian/lan_forum_viewtopic.php,v $
|     $Revision: 1.5 $
|     $Date: 2007-03-04 22:14:36 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Форум");
    
define("LAN_01", "Форуми");
define("LAN_02", "Иди на странница");
define("LAN_03", "Иди");
define("LAN_04", "Предишна");
define("LAN_05", "Следваща");
define("LAN_06", "Регистриран");
define("LAN_07", "Местоживеене");
define("LAN_08", "Уебсайт");
define("LAN_09", "Визити след регистрацията");
define("LAN_10", "Най-отгоре");
define("LAN_65", "Иди");
define("LAN_66", "Тази тема сега е затворена");
define("LAN_67", "съобщения");
define("LAN_194", "Гост");
define("LAN_195", "Регистриран потребител");
define("LAN_321", "Редактори: ");
define("LAN_389", "Предишна тема");
define("LAN_390", "Следваща тема");
define("LAN_391", "Следи темата");
define("LAN_392", "Спри да следиш темата");
define("LAN_393", "Бърз отговор");
define("LAN_394", "Преглед");
define("LAN_395", "Отговори по темата");
define("LAN_396", "Уебсайт");
define("LAN_397", "Имейл");
define("LAN_398", "Профил");
define("LAN_399", "Лично съобщение");
define("LAN_400", "Редактирай");
define("LAN_401", "Цитирай");
    
define("LAN_402", "Автор");
define("LAN_403", "Отговор");
define("LAN_404", "Няма предишна тема");
define("LAN_405", "Няма следваща тема");
    
define("LAN_406", "Редактор: Редактирай");
define("LAN_435", "Редактор: Изтрий");
define("LAN_408", "Редактор: Премести");
define("LAN_409", "Сигурни ли сте, че искате да изтриете тази тема и всички отговори по нея?");
define("LAN_410", "Сигурни ли сте, че искате да изтриете този отговор");
define("LAN_411", "публикуван от ");
    
//v.616
define("LAN_412", "Заглавие");
define("LAN_413", "Докладвай");
define("LAN_414", "Докладвай тази тема на редакторите");
define("LAN_415", "Заглавие на темата");
define("LAN_416", "Въведете съобщението си");
define("LAN_417", "Администраторите ще бъдат предупредени за тези тема. Можете да напишете точно какво Ви е притеснило в тази тема.");
define("LAN_418", "<b>Не използвайте тази форма за да направите контакт с администраторите по някаква причина!</b>");
define("LAN_419", "Изпрати доклада");
define("LAN_420", "Натисни тук за да видите съобщението");
define("LAN_421", "Темата от форума е докладвана от");
define("LAN_422", "Това съобщение бе докладвано от сайт ");
define("LAN_423", "Съобщението не може да бъде пратено. ");
define("LAN_424", "Съобщението е премахнато от редактор.<br />Благодарим Ви.");
define("LAN_425", "Съобщение от: ");
define("LAN_426", "Докладвано съобщение от тема: ");
define("LAN_427", "Грешка при изпращане на имейл");
define("LAN_428", "Съобщението бе докладвано");
define("LAN_429", "Натисни тук за да се върнеш във форума");
define("LAN_430", "анкета");
define("FORLAN_26", "Отговора е изтрит");
define("FORLAN_10", "Започване на нова тема");
define("LAN_29", "Редактирано");

define("LAN_431", "Публикувайте тази тема: rss 0.92");
define("LAN_432", "Публикувайте тази тема: rss 2.0");
define("LAN_433", "Публикувайте тази тема: RDF");
    
define("FORLAN_101", "Прати Темата на приятел");
define("FORLAN_102", "Разпечатай");
define('FORLAN_103', '[изтрит потребител]');
define('FORLAN_104', 'Темата не е намерена');
define("FORLAN_HIDDEN", "HIDDEN - LOGIN AND REPLY TO REVEAL");

?>