<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/forum/languages/Bulgarian/lan_forum.php,v $
|     $Revision: 1.3 $
|     $Date: 2006-11-28 21:50:19 $
|     $Author: secretr $
|     $Превод:
|     $e107BG Team
|     $http://e107bg.org
+----------------------------------------------------------------------------+
*/

define("e_PAGETITLE", "Форум");

define("LAN_30", "Здравей");
define("LAN_31", "Няма нови съобщения ");
define("LAN_32", "Има 1 ново събщение ");
define("LAN_33", "Има");
define("LAN_34", "нови съобщения");
define("LAN_35", "от последната Ви визита.");
define("LAN_36", "последната Ви визита беше на ");
define("LAN_37", "Сега е ");
define("LAN_38", ", всички часове са ");
define("LAN_41", "Най-новият регистриран: ");
define("LAN_42", "Регистрирани потребители: ");
define("LAN_44", "Форума може да се ползва и от не регистрирани потребители, но моля зайте, че Вашият IP адрес ще бъде логнат ако отговорите.<br /> За пълен достъп в този форум трябва да се");
define("LAN_45", "В тези форуми може да се публикува само от регистрирани потребители, моля натиснете");
define("LAN_46", "Форум");
define("LAN_47", "Теми");
define("LAN_48", "Отговори");
define("LAN_49", "Последен отговор");
define("LAN_51", "Все още няма форуми. Моля проверете по-късно.");
define("LAN_52", "Все още няма форуми в тази секция. Моля проверете по-късно.");
define("LAN_79", "Нови съобщения");
define("LAN_80", " Няма нови съобщения");
define("LAN_81", "Затворена тема");
define("LAN_100", "статии");
define("LAN_180", "Търси");
define("LAN_191", "Информация");
define("LAN_192", "Потребителите на този форум са направили общо ");
define("LAN_196", "Вие сте прочели ");
define("LAN_197", " от тези съобщения.");
define("LAN_198", " Всички нови съобщения бяха прочетени.");
define("LAN_199", "Маркирай всичко ново като прочетено");
define("LAN_204", "Вие <b>можете</b> да стартирате нови теми");
define("LAN_205", "Вие <b>неможете</b> да стартирате нови теми");
define("LAN_206", "Вие <b>можете</b> да пускате мнения");
define("LAN_207", "Вие <b>неможете</b> да пускате мнения");
define("LAN_208", "Вие <b>можете</b> да редактирате старите си мнения");
define("LAN_209", "Вие <b>неможете</b> да редактирате старите си мнения");
define("LAN_392", "спри следенето на тази тема");
define("LAN_393", "Покажи темите които следя");
define("LAN_394", "Затворен форум");
define("LAN_397", "Теми които следя");
define("LAN_398", "Затворен");
define("LAN_399", "Ограничен");
define("LAN_400", "Този форум може да се разглежда само от регистрирани потребители");
define("LAN_401", "Само за регистрирани");

define("LAN_402", "Този форум е само за четене");

define("LAN_403", "Все още няма отговори");
define("LAN_404", "съобщения");
define("LAN_405", "Само за четене");

define("LAN_406", "Този форум е ограничен само за админи");
define("LAN_407", "Този форум е ограничен само за регистрирани потребители");
define("LAN_408", "Това е форум само за четене");
define("LAN_409", "Този форум е ограничен само за определен клас потребители");
define("LAN_410", "Здравей страннико");

define("LAN_411", "тема");
define("LAN_412", "отговор");
define("LAN_413", "теми");
define("LAN_414", "отговори");
define("LAN_415", "потребител разглежда форумите в момента");
define("LAN_416", "потребители разглеждат форумите в момента");

define("LAN_417", "регистриран");
define("LAN_418", "гост");
define("LAN_419", "регистрирани");
define("LAN_420", "гости");

define("LAN_421", "Покажи новите съобщения");
define("LAN_422", "Нови мнения от последната Ви визита");
define("LAN_423", "Публикувана от");
define("LAN_424", "Нови теми");
define("LAN_425", "Относно:");

//v.616
define("LAN_426", "Кой е онлайн: ");
define("LAN_427", "Виж подробности.");
define("LAN_428", "Относно:");
define("LAN_429", "Най-много отговаряли");
define("LAN_430", "Най-активни теми");
define("LAN_431", "Моите отговори");
define("LAN_432", "Моите настройки");
define("LAN_433", "Правила на Форума");
define("LAN_434", "Връщане във форумите");
define("LAN_435", "Моя профил");
define("LAN_436", " (Ще се отвори в нов прозорец.)");

define("LAN_437", "регистрирате");
define("LAN_438", "и да влезнете.");
define("LAN_439", "тук");
define("LAN_440", "за да отидете на странницата за регистриране.");

define("LAN_441", "Виж статистиката на форума");

define('FORLAN_441', 'Няма дефинирани правила.');
define('FORLAN_442', 'Моите качени файлове');
define('FORLAN_443', '[потребителя е изтрит]');
define('FORLAN_444', 'подфорум');

?>
