<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/forum/languages/Bulgarian/lan_forum_viewforum.php,v $
|     $Revision: 1.4 $
|     $Date: 2006-11-29 15:36:04 $
|     $Author: secretr $
|     $Превод:
|     $e107BG Team
|     $http://e107bg.org
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Форум");
    
define("LAN_01", "Форуми");
define("LAN_02", "Най-горе");
define("LAN_03", "Иди");
define("LAN_53", "Тема");
define("LAN_54", "Стартирана");
define("LAN_55", "Отговори");
define("LAN_56", "Преглеждана");
define("LAN_57", "Последно съобщение");
define("LAN_58", "Все още няма теми в този форум.");
define("LAN_59", "Трябва да сте регистриран потребител за да публикувате в този форум. Натисни <b>Регистрация</b> или влезте ако вече имате.");
define("LAN_79", "Нов отговор");
define("LAN_80", " няма нови отговори");
define("LAN_81", "Затворена тема");
define("LAN_180", "Търси");
define("LAN_199", "Има непрочетени теми");
define("LAN_202", "Ограничена");
define("LAN_203", "Ограничена/Затворена");
define("LAN_204", "Вие <b>можете</b> да стартирате нови теми");
define("LAN_205", "Вие <b>не можете</b> да стартирате нови теми");
define("LAN_206", "Вие <b>можете</b> да пускате мнения");
define("LAN_207", "Вие <b>не можете</b> да пускате мнения");
define("LAN_208", "Вие <b>можете</b> да редактирате старите си мнения");
define("LAN_209", "Вие <b>не можете</b> да редактирате старите си мнения");
define("LAN_316", "иди на страница: ");
define("LAN_317", "Никой");
define("LAN_321", "Радактори: ");
define("LAN_395", "[общодостъпен]");
define("LAN_396", "Известие");
    
define("LAN_397", "Този форум е само за четене");
    
define("LAN_398", "Магни ограничението на тази тема");
define("LAN_399", "Заключи темата");
define("LAN_400", "Отключи темата");
define("LAN_401", "Ограничи темата");
define("LAN_402", "Премести темата");
define("LAN_403", "Иди на форум");
define("LAN_404", "Този форум се редактира от");
    
define("LAN_405", "потребител преглежда форума в момента");
define("LAN_406", "потребители преглеждат форума в момента");
define("LAN_407", "потребител");
define("LAN_408", "гост");
define("LAN_409", "потребители");
define("LAN_410", "гости");
    
//v.616
define("LAN_411", "Важни Теми");
define("LAN_412", "Теми от Форума");
define("LAN_431", "Публикации от този форум: rss 0.92");
define("LAN_432", "Публикации от този форум: rss 2.0");
define("LAN_433", "Публикации от този форум: RDF");

define("LAN_434", "Сигурни ли сте, че искате да изтриете тази тема и всички отговори?");
define("LAN_435", "Изтриване на Тема");
    
//v.617
define("FORLAN_CLOSE", "Темата е затворена.");
define("FORLAN_OPEN", "Темата е повторно отворена.");
define("FORLAN_STICK", "Темата е направена ограничена.");
define("FORLAN_UNSTICK", "Темата вече не е ограничена.");
define("FORLAN_6", "Темата е изтрита");
define("FORLAN_7", "отговорите са изтрити");
define("FORLAN_8", "тук");
define("FORLAN_9", "за да се регистрирате или влезнете.");
    
define("FORLAN_10", "започни нова тема");
define("FORLAN_11", "Нови отговори");
define("FORLAN_12", "Няма нови отговори");
define("FORLAN_13", "Нови съобщения от Популярните теми");
define("FORLAN_14", "Няма нови съобщения от Популярните теми");
define("FORLAN_15", "Ограничена");
define("FORLAN_16", "Затворена и ограничена тема");
define("FORLAN_17", "Известие");
define("FORLAN_18", "Затворена тема");
define('FORLAN_19', '[изтрит потребител]');
define('FORLAN_20', 'Подфорум');
define('FORLAN_21', 'Теми');
define('FORLAN_22', 'Последно съобщение');
    
?>