<?php

define("LANINS_001", "e107 इन्स्टलेसन्");


define("LANINS_002", "अवस्था");
define("LANINS_003", "१");
define("LANINS_004", "भाषा छान्नुहोस्");
define("LANINS_005", "कृपया इन्स्टलेसन् गर्दा चलाइने भाषा छान्नुहोस्");
define("LANINS_006", "भाषा राख्नुहोस्");
define("LANINS_007", "४");
define("LANINS_008", "PHP &amp; MySQL भर्सन्को जाँच / फाइलको अनुमति जाँच");
define("LANINS_009", "फाइलको पुन: अनुमति जाँच");
define("LANINS_010", "फाइल लेख्न मिलेन: ");
define("LANINS_010a", "फोल्डर लेख्न मिलेन: ");
define("LANINS_011", "गल्ति");
define("LANINS_012", "MySQL ले काम नगरेको जस्तो देखिन्छ। यसको मतलब कि MySQL PHP एक्स्टेन्सन् ईन्स्टल भएको छैन अथवा तपाईंको PHP ईन्स्टलेसन् MySQL सपोर्टसँग कम्पाइल नभएको हुनसक्छ।"); // help for 012
define("LANINS_013", "तपाईंको MySQL भर्सन् नम्बर राख्न सकिएन। यो कुनै ठूलो समस्या होईन। त्यसैले कृपया ईन्स्टलेसन् जारी राख्नुहोस् तर याद राख्नुहोस् की e107 लाई ठीक तरीकाले काम गर्नको निम्ति MySQL >= 3.23 चाहिन्छ।");
define("LANINS_014", "फाइलको अनुमतिहरू");
define("LANINS_015", "PHP भर्सन।");
define("LANINS_016", "MySQL");
define("LANINS_017", "पास");
define("LANINS_018", "देकाइएको सबै फाइलहरू छन् र यी फाइलहरूमा सर्भरले लेख्न मिल्छ भन्ने कुरा पक्का गर्नुहोस्।  यसमा धेरैजसो तिनीहरूलाई 777मा CHMODing गरिन्छ, तर वातावरण फरक हुन सक्छ - केही समस्या भएमा आफ्नो होस्टलाई खबर गर्नुहोस।");
define("LANINS_019", "तपाईंलको सर्भरमा ईन्स्टल गरिएको यो PHP को भर्सन् ले e107 चलाउन सक्दैन । e107 ठीक तरीकाले चल्न कम्तिमा 4.3.0 को PHP भर्सन् चाहिन्छ। की आफ्नो PHP भर्सन् अपग्रेड गर्नुहोस्, अथवा अपग्रेडको निम्ति आफ्नो होस्टलाई खबर गर्नुहोस्।");
define("LANINS_020", "ईन्स्टलेसन् जारी राख्नुहोस्");
define("LANINS_021", "२");
define("LANINS_022", "MySQL सर्भरको जानकारी");
define("LANINS_023", "कृपया आफ्नो MySQL सेटिङ्हरू यहाँ भर्नुहोस्।

तपाईंको मूल अनुमति छ भने तपाईंले बक्समा टिक गरेर एक नयाँ डाटाबेस बनाउन सक्नु हुनेछ। नभए तपाईंले डाटाबेस बनाउनु हुँदैन,अथवा बनाइसकेको डाटाबेस चलाउनुपर्छ।

तपाईंको एउटामात्र डाटाबेस छ भने एक प्रिफिक्स् चलाउनु होस्। यसो गर्दा अरू स्क्रिप्टहरूले पानि त्यहि डाटाबेस चलाउन सक्नेछन्।
तपाईंलाई आफ्नो MySQL को जानकारी छैन भने आफ्नो वेब होष्टलाई सम्पर्क गर्नुहोस्। ");
define("LANINS_024", "MySQL सर्भर:");
define("LANINS_025", "MySQL यूसरनेम:");
define("LANINS_026", "MySQL पासवर्ड");
define("LANINS_027", "MySQL डाटाबेस:");
define("LANINS_028", "डाटाबेस बनाउने हो?");
define("LANINS_029", "टेबल प्रिफिक्स्।:");
define("LANINS_030", "तपाईलाई e107 द्भारा चलाउन मन लागेको MySQL सर्भर। यसले एउटा पोर्ट नम्बरपनि राख्न सक्छ। जस्तै: \"hostname:port\" वा एक लोकल सकेटमा लाने पाथ्, जस्तै, लोकल होष्टको लागि: \":/path/to/socket\" ।");
define("LANINS_031", "तपाईंले e107 द्वारा MySQL सर्भरसँग कनेक्ट् गर्न चलाउन चाहनुहुने यूसरनेम");
define("LANINS_032", "तपाईंले भर्खरै दिनुभएको यूसरको पासवर्ड");
define("LANINS_033", "MySQL डाटाबेस जहाँ तपाईंले e107लाई राख्नचाहनु हुन्छ, जसलाई स्कीमा पनि भन्ने गरिन्छ। यदि यूसरको डाटाबेस बनाउने अनुमति छ भने डाटाबेस नभएको खण्डमा तपाईंले अटोमेटिक डाटाबेस बनाउने अप्सन छान्न सक्नुहुनेछ।");
define("LANINS_034", "तपाईंले चाहे अनुसार e107 टेबलहरू बनाउँदा e107ले चलाउने प्रिफिक्स्। एउटा डाटाबेस स्कीमामा e107को धेरै ईन्स्टलहरू राख्न काम लाग्ने।");
define("LANINS_035", "जारी राख्नुहोस्।");
define("LANINS_036", "३");
define("LANINS_037", "MySQL कनेक्सन् भेरिफिकेसन्");
define("LANINS_038", " र डाटाबेस बनाउने");
define("LANINS_039", "कृपया सबै ठाउँ भर्नुहोस् - खासैगरी MySQL सर्भर, MySQL यूसरनेम र MySQL डाटाबेस (MySQL सर्भरलाई यिनीहरू जहिलेपनि चाहिन्छ)");
define("LANINS_040", "गल्तिहरू");
define("LANINS_041", "तपाईंले दिनुभएको जानकारी चलाएर e107 ले MySQL सर्भरसँग कनेक्सन् गर्न सकेन। कृपया अघिल्लो पेजमा फर्की दिनुभएको जानकारी चेक गर्नुहोस्।");
define("LANINS_042", "MySQL सर्भरसँग कनेक्सन् भयो।");
define("LANINS_043", "डाटाबेस बनाउन सकिएन। कृपया तपाईंसँग आफ्नो सर्भरमा डाटाबेस बनाउने ठीक अनुमति छ भन्ने कुरा भेरिफाई गर्नुहोस्।");
define("LANINS_044", "सफलतासाथ डाटाबेस बनाईयो।");
define("LANINS_045", "कृपया अर्को स्टेजमा जान बटनमा क्लीक् गर्नुहोस्।");
define("LANINS_046", "५");
define("LANINS_047", "प्रशासकिय जानकारी");
define("LANINS_048", "अन्तिमको स्टेपमा फर्किनुहोस्");
define("LANINS_049", "तपाईंले दिनुभएको दुईटा पासवर्ड फरक छन्। कृपया पछाडी फर्केर पुन: प्रयाश गर्नुहोस्।");
define("LANINS_050", "XML एक्स्टेनसन्");
define("LANINS_051", "ईन्टल् भयो");
define("LANINS_052", "ईन्सटल् भएन");
define("LANINS_053", "e107 .700 लाई PHP XML एक्सेनसन् भएको हुनुपर्छ। कृपया आफ्नो होष्टलाई खबर गर्नुहोस् अथवा यहाँ जानकरी पढ्नुहोस् ");
define("LANINS_054", " जारी गर्नु अगाडी");
define("LANINS_055", "ईन्स्टल् कन्फर्मेसन्");
define("LANINS_056", "६");
define("LANINS_057", " e107 सँग अब ईन्स्टलेसन् पूरा गर्न चाहिने सबै जानकारी छ।

डाटाबेस टेबलहरू बनाउन र आफ्नो सेटिङ्सहरू सेभ गर्नको निम्ति कृपया बटन क्लीक् गर्नुहोस्।

");
define("LANINS_058", "७");
define("LANINS_060", "SQL डाटाफाईल पढ्न सकिएन

कृपया फाईल <b>core_sql.php</b> <b>/e107_admin/sql</b> डाइरेक्ट्रीमा छ भनेर पक्का गर्नुहोस्।");
define("LANINS_061", "e107 ले चाहिएको सबै डाटाबेस टेबलहरू बनाउन सकेन।
कृपया डाटाबेस मेटाउनुहोस् र फेरि प्रयाश गर्नु अघि समस्याहरू सच्याउनुहोस्।");

define("LANINS_062", "[b]तपाईंको नयाँ वेबसाइटमा स्वागतम्![/b]
e107 ले सफलतासाथ ईन्स्टल् गर्यो र अब कन्टेन्ट लिन तयार छ।<br />तपाईँको प्रशासकिय शाखा [link=e107_admin/admin.php]यहोँ छ[/link], त्यहाँ जान अब क्लीक् गर्नुहोस्। तपाईंले ईन्सटलेसन् गर्दा चलाउनु भएको लगीन नेम र पासवर्ड चलाउनु पर्छ।

[b]सहायता[/b]
e107 गृहपृष्ठ: [link=http://e107.org]http://e107.org[/link], सधैं सिधिने प्रश्नहरू र डकुमेन्टेसन यहाँ भेट्नुहुनेछ।
फारमहरू: [link=http://e107.org/e107_plugins/forum/forum.php]http://e107.org/e107_plugins/forum/forum.php[/link]

[b]डाउनलोडहरू[/b]
प्लगिनहरू: [link=http://e107coders.org]http://e107coders.org[/link]
थिमहरू: [link=http://e107styles.org]http://e107styles.org[/link] | [link=http://e107themes.org]http://e107themes.org[/link]

e107 चलाउनु भएकोमा धन्यवाद! तपाईंको वेबसाइट-चाहना पूरा गरोस् भन्ने हाम्रो आशा छ।
(तपाईंले यो नोटलाई आफ्नो प्रशासकिय शाखाबाट मेटाउन सक्नु हुनेछ।)");

define("LANINS_063", "e107मा स्वागतम्");

define("LANINS_069", "e107 सफलतासँग ईन्सटल् भयो!

सुरक्षाको लागि तपाईंले अब <b>e107_config.php</b> को फाईलको अनुमति लाई पुन: 644 मा फेर्नुपर्छ।

यो सँगै कृपया तलको बटन थिचेपछी आफ्नो सर्भरबाट install.php र  e107_install डाइरेक्ट्रीलाई मेटाउनुहोस्");
define("LANINS_070", "e107ले तपाईंको सर्भरमा मुख्य config फाईल सेभ गर्न सकेन।

कृपया <b>e107_config.php</b> फाईलसँग ठीक अनुमति छ भन्ने कुरा पक्का गर्नुहोस्");
define("LANINS_071", "ईन्स्टलेसन्को अन्तिम अवस्थामा");

define("LANINS_072", "प्रशासकिय यूसरनेम");
define("LANINS_073", "साइटभित्र लगीन गर्न तपाईंले यो नाम चलाउनु हुनेछ। तपाईंले यसलाई देखाउने नामझैं पनि चलाउन सक्नुहुनेछ");
define("LANINS_074", "प्रशासकिय देखाउने नाम");
define("LANINS_075", "तपाईंले आफ्नो यूसरहरूलाई आफ्नो प्रोफाइल्, फारमहरू र अरू ठाँउमा देखाउन चाहनुहुने नाम यही हो। यदी तपाईंले आफ्नो लगीन नेमनै चलाउन चाहनुहुन्छ भने यसलाई खालि छोड्नुहोस्।");
define("LANINS_076", "प्रशासकिय पासवर्ड");
define("LANINS_077", "कृपया तपाईंले चलाउन चाहनुहुने प्रशासकिय पासवर्ड यहाँ टाईप गर्नुहोस्");
define("LANINS_078", "प्रशासकिय पासवर्ड कन्फर्मेसन्");
define("LANINS_079", "कृपया कन्फर्मेसन्को लागि प्रशासकिय पासवर्ड फेरि टाईप गर्नुहोस्");
define("LANINS_080", "प्रशासकिय ईमेल");
define("LANINS_081", "आफ्नो ईमेल ठेगाना दिनुहोस्");

define("LANINS_082", "user@yoursite.com");

// Better table creation error reporting
define("LANINS_083", "MySQL ले देखाएको गल्ति:");
define("LANINS_084", "ईन्सटलरले डाटाबेससँग कनेक्सन् गर्न सकेन");
define("LANINS_085", "ईन्सटलरले डाटाबेस छान्न सकेन:");

?>