<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_login.php,v $
|     $Revision: 1.12 $
|     $Date: 2006/03/02 02:29:17 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("LAN_27", "तपाईंले केही फिल्ड(हरू) खालि छोड्नुभएकोछ");
define("LAN_300", "गलत लगिन। दिइएको डाटा कुनै रेजिष्टर् भएको यूसरसँग मिल्दैन। कृपया CAPS-LOCK एक्टीभेट् भएको छ की चेक गर्नुहोस्। यो साइटमा लगिनहरू केस् सेन्सिटिभ् छन्");
define("LAN_302", "तपाईंले आफ्नो अकाउन्ट् एक्टिभेट् गर्नुभएको छैन। आफ्नो अकाउन्ट् कसरी कन्फर्म् गर्ने भन्नेबारे तपाईंले निर्देशन भएको एउटा ईमेल पाएको हुनुपर्छ। यदि नभएको भए कृपया यहाँ क्लीक् गर्नुहोस् <a href='".e_BASE."signup.php?resend'>here</a>.");
define("LAN_303", "गलत कोड् दिइएको।");
define("LAN_304", "त्यो यूसरनेम/पासवर्ड को मिलावट चलाइसकेको छ।");
define("LAN_LOGIN_1", "यूसरनेम");
define("LAN_LOGIN_2", "यूसर पासवर्ड");
define("LAN_LOGIN_3", "बचाइएको सर्भर");
define("LAN_LOGIN_4", "एक्सेस् पाउनको लागि कृपया आफ्नो जानकारी दिनुहोस्।");
define("LAN_LOGIN_5", "साइन्-अप् गर्नको लागि यहाँ क्लीक् गर्नुहोस्");
define("LAN_LOGIN_6", "यो बेला नयाँ सदस्यहरू नलिइएको");
define("LAN_LOGIN_7", "देखाइएको कोड् दिनुहोस्");
define("LAN_LOGIN_8", "मलाई सम्झनुहोस्");
define("LAN_LOGIN_9", "लगिन");
define("LAN_LOGIN_10", "लगिन गर्न क्लीक् गर्नुहोस्");
define("LAN_LOGIN_11", "नयाँ यूसर भएर रेजिष्टर् गर्नुहोस्");
define("LAN_LOGIN_12", "पासवर्ड बिर्सिएको");
define("LAN_LOGIN_13", "कृपया नक्सामा देखिएको अक्षरहरू दिनुहोस्");

define("LAN_LOGIN_14", "यूसरले नचिनिएको यूसरनेम द्वारा लगिन गर्न खोजेको");
define("LAN_LOGIN_15", "यूसरले नचिनिएको पासवर्ड द्वारा लगिन गर्न खोजेक");
define("LAN_LOGIN_16", "यूसरले अरूले चलाईसकेको यूसरनेम/पासछर्डको मेलावट द्वारा लगिन गर्न खोजेक");
define("LAN_LOGIN_17", "यूसर पासवर्ड(hashed)");
define("LAN_LOGIN_18", "अटो-ब्यान्: १० चोटी भन्दा बढी असफल लगिन गर्न खोजेको");
define("LAN_LOGIN_19", "> १० वटा असफल लगिन प्रयाश");

?>