<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_links.php,v $
|     $Revision: 1.1 $
|     $Date: 2004/09/21 19:11:56 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "लिङ्कहरू");

define("LAN_61", "लिङ्कहरूको समूहहरू");
define("LAN_62", "समूहहरू");
define("LAN_63", "समूह");
define("LAN_64", "यो समूहमा");
define("LAN_65", "लिङ्क");
define("LAN_66", "लिङ्कहरू");
define("LAN_67", "सबै लिङ्कहरू देखाउनुहोस्");
define("LAN_68", "फेरबदल");
define("LAN_69", "मेटाउने");
define("LAN_86", "समूह:");
define("LAN_88", "रिफरलहरू:");
define("LAN_89", "प्रशासक: ");
define("LAN_90", "यो समूहमा नयाँ लिङ्क थप्नुहोस्");
define("LAN_91", "नयाँ समूह थप्नुहोस्");

define("LAN_92", "एक लिङ्क बुझाउनुहोस्");
define("LAN_93", "तपाईंको लिङ्क बुझाइसकेपछि त्यसलाई एक साइट प्रशासकले हेर्नेछ र ठिक भएमा मुख्य पृष्ठको लिङ्कमा थपिनेछ।");
define("LAN_94", "लिङ्कको नाम:");
define("LAN_95", "लिङ्क URL:");
define("LAN_96", "लिङ्कको बयान:");
define("LAN_97", "URL बाट लिङ्कमा जाने बटन:");
define("LAN_98", "लिङ्क बुझाउनुहोस्");

define("LAN_99", "धन्यवाद");
define("LAN_100", "तपाईंको लिङ्क सेभ भयो र यसलाई अब एक साइट प्रशासकले हेर्नेछ।");
define("LAN_101", "लिङ्क बुझाउन यहाँ क्लीक् गर्नुहोस्");

define("LAN_102", "त्यहाँ");
define("LAN_103", "छ");
define("LAN_104", "छन्");
define("LAN_105", "सम्पूर्णमा");
define("LAN_106", "अन्डर्लाइन गरिएको फिल्डहरू चाहिन्छ।");

define("LAN_Links_1", "सम्पूर्ण लिङ्कहरू");
define("LAN_Links_2", "एक्टिभेट गरिएको सम्पूर्ण लिङ्कहरू");
define("LAN_LINKS_3", "नाम थाहा नभएको");
?>