<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_error.php,v $
|     $Revision: 1.5 $
|     $Date: 2006/06/02 13:59:40 $
|     $Author: lisa_ $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "गल्ती");

define("LAN_ERROR_1", "गल्ती 401 - अनुमति निषेध");
define("LAN_ERROR_2", "तपाईंले अनुरोध गरेको यो URL अथवा Link खोल्ने अनुमति तपाईंलाई छैन।");
define("LAN_ERROR_3", "यो पेज गल्तीले देखाइएको जस्तो लाग्यो भने कृपया प्रशासकलाई खबर गर्नुहोस्।");
define("LAN_ERROR_4", "गल्ती 403 - Authentication Failed");
define("LAN_ERROR_5", "तपाईंले अनुरोध गर्नु भएको URL लाई ठीक username र password चाहिन्छ। तपाईंले बेठीक username/password दिनुभयो अथवा तपाईंको browser ले यो feature लाई सहायता गर्दैन।");
define("LAN_ERROR_6", "केही गरि यो गलत-पेज गल्तीले देखाइएको हो जस्तो लाग्यो भने उल्लेखनिय पेजको प्रशासकलाई खबर गर्नुहोस्।");
define("LAN_ERROR_7", "गल्ती 404 - Document भेटिएन");
define("LAN_ERROR_9", "केही गरि यो गल्ती-सूचना गल्तीले देखाइएको हो जस्तो लाग्यो भने उल्लेखनिय पेजको प्रशासकलाई खबर गर्नुहोस्।");
define("LAN_ERROR_10", "गल्ती 500 - Malformed Header");
define("LAN_ERROR_11", "Server ले भित्रि गल्ती अथवा misconfiguration भेटेको कारणले तपाईंको अनुरोध पूरा गर्न सकिएन");
define("LAN_ERROR_12", "केही गरि यो गलत-पेज गल्तीले देखाइएको हो जस्तो लाग्यो भने उल्लेखनिय पेजको प्रशासकलाई खबर गर्नुहोस्।");
define("LAN_ERROR_13", "गल्ती - थाहा नभएको");
define("LAN_ERROR_14", "Server ले एक गल्ती भेटायो");
define("LAN_ERROR_15", "केही गरि यो गलत-पेज गल्तीले देखाइएको हो जस्तो लाग्यो भने उल्लेखनिय पेजको प्रशासकलाई खबर गर्नुहोस्।");
define("LAN_ERROR_16", "तपाईंको प्रवेश गर्न खोज्ने असफल प्रयास");
define("LAN_ERROR_17", "Record भयो।");
define("LAN_ERROR_18", "देखिए अनुसार तपाईंलाई यहाँबाट refer गरिएको हो");
define("LAN_ERROR_19", "यो ठेगानामा एक काम नलाग्ने link छ। ");
define("LAN_ERROR_20", "यो साइटको गृहपृष्ठमा जानको लागि यहाँ क्लीक् गर्नु होस्");
define("LAN_ERROR_21", "यो server मा अनुरोध गरिएको URL भेटिएन। तपाईंले चलाउनु भएको link पूरानो हुनसक्छ।");
define("LAN_ERROR_22", "यो साइटको search पेजमा जान यहाँ क्लीक् गर्नुहोस्।");
define("LAN_ERROR_23", "तपाईंको प्रवेश गर्ने प्रयास");
define("LAN_ERROR_24", " असफल भयो।");

?>