<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language फाईल.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_signup.php,v $
|     $Revision: 1.19 $
|     $Date: 2006/07/04 16:33:32 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "रेजिष्टर");
define("LAN_7", "देखाइने नाम: ");
define("LAN_8", "साइटमा देखाइने नाम");
define("LAN_9", "लगीन नाम: ");
define("LAN_10", "लगीन गर्न चलाइने नाम");
define("LAN_17", "पासवर्ड: ");
define("LAN_103", "त्यो यूसरनेमलाई लिन सकिंदैन, कृपया अर्को छुट्टै यूसरनेम छान्नुहोस्");
define("LAN_104", "त्यो लगीननेम डाटाबेसमा छ, कृपया अर्को छुट्टै लगीननेम छान्नुहोस्");
define("LAN_105", "ती दुइवटा पासवर्डहरु मिल्दैनन्");
define("LAN_106", "त्यो ठीक ईमेल एड्रेस जस्तो देखिंदैन");
define("LAN_107", "धन्यवाद! तपाईं अब यसको रेजिष्टर्ड सदस्य हुनुभयो");
define("LAN_108", "रेजिष्ट्रेसन पूरा भयो");
define("LAN_109", "यो साइट १९९८को बालबालिकाको अनलाइन प्राइभेसि प्रोटेक्सन ऐन (COPPA) को पालनकर्ता भएकोहुनाले आफ्नो आमाबुवा अथवा पालकको लिखित अनुमति विना १३ वर्ष मुनिकाहरुबाट रेजिष्ट्रेसन लिन सक्तैन। थप जानकारीको लागि तपाईं ऐन पढ्न सक्नुहुनेछ।");
define("LAN_110", "रेजिष्ट्रेसन");
define("LAN_111", "पासवर्ड फेरि टाइप गर्नुहोस्: ");
define("LAN_112", "ईमेल एड्रेस: ");
define("LAN_113", "ईमेल एड्रेस लुकाउनुहुन्छ?: ");
define("LAN_114", "यसले तपाईंको ईमेल एड्रेस साइटमा देखाउन दिंदैन");
define("LAN_123", "रेजिष्टर");
define("LAN_185", "भर्नुपर्ने ठाऊँ(हरु) तपाईंले खाली छोड्नु भएको छ");
define("LAN_201", "ठीक");
define("LAN_200", "बेठीक");
define("LAN_202", "तपाईंको अकाउन्ट बनाईसकेको छ। यदी तपाईंले आफ्नो पासवर्ड बिर्सनु भएको भए कृपया यो लिङ्कमा \'पासवर्ड बिर्सियो\' क्लीक् गर्नोहोस्।");
define("LAN_309", "कृपया आफ्नो जानकारी तल दिनुहोस्।");
define("LAN_399", "जारि राख्नुहोस्");
define("LAN_400", "यूसरनेम र पासवर्डहरु <b>केस-सेन्सिटिभ</b> छन्");
define("LAN_401", "तपाईंको अकाउन्ट अब एक्टिभेट भयो, कृपया");
define("LAN_402", "रेजिष्ट्रेसन एक्टिभेट भयो");
define("LAN_403", "यहाँ स्वागतम");
define("LAN_404", "यहाँको लागि रेजिष्ट्रेसन जानकारी");
define("LAN_405", "रेजिष्ट्रेसनको यो भाग पूरा भयो। तपाईंले आफ्नो लगीन जानकारी भएको एक कन्फर्मेसन ईमेल पाउनुहुनेछ। कृपया ईमेलमा पठाइएको लिङ्कमा गएर साइनअप् प्रोसेस पूरा गर्नुहोस् र आफ्नो अकाउन्ट एक्टिभेट गर्नोहोस्।");
define("LAN_406", "धन्यवाद!");
define("LAN_407", "कृपया यो ईलेम आफ्नै जानकारीको लागि राखिराख्नुहोस्। तपाईंको पासवर्ड एनक्रिप्ट भइसक्यो र अब यसलाई तपाईंले भुल्नुभयो अथवा बिर्सनु भयो भने ल्याउन सकिदैन। तर यसो भएमा तपाईंले नयाँ पासवर्ड माग्न सक्नुहुनेछ।\n\nरेगिष्ट्रेसनको लागि धन्यवाद।\n\nयहाँबाट:");
define("LAN_408", "यो ईमेल भएको यूसर छ। कृपया 'पासवर्ड बिर्सियो' स्क्रिनमा गई आफ्नो पासवर्ड ल्याउनुहोस्।");
define("LAN_409", "यूसरनेममा नमिल्दो अक्षरहरु छन्");
define("LAN_410", "चित्रमा देखाइएको कोड राख्नुहोस्");
define("LAN_411", "यो देखाइने नाम डाटाबेसमा राखिसकेको छ, कृपया अर्को छुट्टै देखाइने नाम छान्नुहोस्");

define("LAN_SIGNUP_1", "न्यूनतम्");
define("LAN_SIGNUP_2", "अक्षरहरु");
define("LAN_SIGNUP_3", "कोड भेरिफिकेसन फेल भयो।");
define("LAN_SIGNUP_4", "तपाईंको पासवर्डमा कम्सेकम ");
define("LAN_SIGNUP_5", " वटा अक्षरहरु हुनुपर्छ।");
define("LAN_SIGNUP_6", "तपाईंको ");
define("LAN_SIGNUP_7", " चाहिन्छ");
define("LAN_SIGNUP_8", "धन्यवाद!");
define("LAN_SIGNUP_9", "जारि राख्न सकिएन।");
define("LAN_SIGNUP_10", "ठीक");
define("LAN_SIGNUP_11", "।");
define("LAN_SIGNUP_12", "कृपया हराएको खण्डमा फेरि निकाल्न नसकिने हुनाले आफ्नो यूसरनेम र पासवर्डलाई एक ठाऊँमा बचाएर राख्नुहोला।");
define("LAN_SIGNUP_13", "अब तपाईंले लगीन बक्स अथवा <a href='".e_BASE."लगीन.php'>यहाँ</a>बाट लगीन गर्न सक्नुहेनेछ।");
define("LAN_SIGNUP_14", "यहाँ");
define("LAN_SIGNUP_15", "कृपया मुख्य साइट प्रशासकलाई खबर गर्नुहोला");
define("LAN_SIGNUP_16", "यदी तपाईंलाई सहयोग चाहिएमा।");
define("LAN_SIGNUP_17", "कृपया आफू १३ वर्ष अथवा माथिको उमेर हो भनेर पक्का गर्नुहोस्।");
define("LAN_SIGNUP_18", "तपाईंको रेजिष्ट्रेसन पाइयो र तलको लगीन जानकारी द्वारा बनाइयो ...");
define("LAN_SIGNUP_19", "यूसरनेम:");
define("LAN_SIGNUP_20", "पासवर्ड:");
define("LAN_SIGNUP_21", "तपाईंको अकाउन्ट अहिले नचलाइरहेको भनेर मार्क गरिएको छ, कृपया आफ्नो अकाउन्ट एक्टिभेट गर्न यो लिङ्कमा जानुहोस् ...");
define("LAN_SIGNUP_22", "यहाँ क्लीक् गर्नुहोस्");
define("LAN_SIGNUP_23", "लगीन गर्नको लागि।");
define("LAN_SIGNUP_24", "यहाँ रेजिष्टर गर्नुभएकोमा धन्यवाद-");
define("LAN_SIGNUP_25", "अवतार अप्लोड् गर्नुहोस्");
define("LAN_SIGNUP_26", "फोटो अप्लोड् गर्नुहोस्");
define("LAN_SIGNUP_27", "देखाउनुहोस्");
define("LAN_SIGNUP_28", "कन्टेन्ट्/मेल-लिष्टहरुको छनौट");
define("LAN_SIGNUP_29", "तपाईंले दिनुभऐको ईमेल एड्रेसमा एउटा भेरिफिकेसन ईमेल पठाइनेछ, त्यसैले यो कामलाग्ने हुनुपर्छ।");
define("LAN_SIGNUP_30", "यदी यो साइटमा आफ्नो ईमेल एड्रेस देखाउन नचाहनुभएमा, कृपया 'ईमेल एड्रेस लुकाउने' बक्समा टिक् गर्नुहोस्।");
define("LAN_SIGNUP_31", "URL बाट तपाईंको XUP फाईल");
define("LAN_SIGNUP_32", "XUP फाईल भनेको के हो?");
define("LAN_SIGNUP_33", "पाथ टाईप गर्नुहोस् अथवा अवतार छान्नुहोस्");
define("LAN_SIGNUP_34", "कृपया याद राख्नुहोस्: यो सर्भरमा कुनैपनि अप्लोड् गरिएको नक्सालाई प्रशासकहरुले बेठीक मानेको खण्डमा सिघ्रै मेटाइनेछ।");
define("LAN_SIGNUP_35", "XUP फाईल चलाएर रेजिष्टर गर्नकोलागि यहाँ क्लीक् गर्नुहोस्");
define("LAN_SIGNUP_36", "तपाईंको यूसर जानकारी बनाउँदा एक गल्ति भयो, कृपया साईट प्रशासकलाई खबर गर्नुहोस्");
define("LAN_SIGNUP_37", "रेजिष्ट्रेसनको यो स्टेज पूरा भयो। यो साइट प्रशासकले तपाईंको सदस्यता मान्नुपर्छ। यो भएपछि तपाईंले सदस्यतालाई मानियो भनेर एक कन्फर्मेसन ईमेल पाउनु हुनेछ।");
define("LAN_SIGNUP_38", "तपाईंले दुइवटा छुट्टै ईमेल एड्रेसहरु दिनुभयो। कृपया दिइएको दुइवटा फिल्डमा एक कामलाग्ने ईमेल एड्रेस राख्नुहोस्");
define("LAN_SIGNUP_39", "ईमेल ठेगाना फेरि टाइप गर्नुहोस:");
define("LAN_SIGNUP_40", "एक्टिभेसन जरुरी छैन");
define("LAN_SIGNUP_41", "तपाईंको अकाउन्ट एक्टिभेट भइसकेको छ।");
define("LAN_SIGNUP_42", "एउटा समस्या भएको छ, रेजिष्ट्रेसन पठाइएन, कृपया वेबसाइट प्रशासकलाई खबर गर्नुहोला।");
define("LAN_SIGNUP_43", "ईमेल पठाइयो");
define("LAN_SIGNUP_44", "एक्टिभेसन ईमेल यहाँ पठाइयो:");
define("LAN_SIGNUP_45", "कृपया आफ्नो इन्बक्स हेर्नुहोस्।");
define("LAN_SIGNUP_47", "ईमेल एक्टिभेसन फेरि पठाउनुहोस");
define("LAN_SIGNUP_48", "यूसरनेम र ईमेल");
define("LAN_SIGNUP_49", "तपाईंले बेठीक ईमेल एड्रेसले रेजिष्टर गर्नु भएको भए अर्को नयाँ ईमेल एड्रेस र पासवर्ड यहाँ टाइप गर्नुहोस:");
define("LAN_SIGNUP_50", "नयाँ ईमेल");
define("LAN_SIGNUP_51", "पूरानो पासवर्ड");
define("LAN_SIGNUP_52", "बेठीक पासवर्ड");

define("LAN_LOGINNAME", "लगीननेम");
define("LAN_PASSWORD", "पासवर्ड");
define("LAN_USERNAME", "देखाइने नाम");
define("LAN_EMAIL_01", "प्यारो");
define("LAN_EMAIL_04", "कृपया आफ्नो जानकारीको लागि यो ईमेल राख्नुहोस्।");
define("LAN_EMAIL_05", "तपाईंको पासवर्ड एनक्रिप्ट भइसक्यो र अब यसलाई तपाईंले भुल्नुभयो अथवा बिर्सनु भयो भने ल्याउन सकिदैन। तर यसो भएमा तपाईंले नयाँ पासवर्ड माग्न सक्नुहुनेछ।");
define("LAN_EMAIL_06", "तपाईंको रेजिष्ट्रेसनको लागि धन्यवाद।");
?>