<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_newspost.php,v $
|     $Revision: 1.2 $
|     $Date: 2006/01/15 01:08:03 $
|     $Author: streaky $
+----------------------------------------------------------------------------+
*/
define("NWSLAN_1", "समाचार कथा मेटाइयो।");
define("NWSLAN_2", "कृपया यो समाचार सामाग्रीलाई मेटाउनको निम्ति कन्फर्म् बक्समा टिक् गर्नुहोस्।");
define("NWSLAN_3", "अहिले केही समाचार सामाग्री छैन।");
define("NWSLAN_4", "अहिलेको समाचार");
define("NWSLAN_5", "HTML एडिटर खोल्नुहोस्");
define("NWSLAN_6", "समूहहरू");
define("NWSLAN_7", "सूधार");
define("NWSLAN_8", "मेटाउने");
define("NWSLAN_9", "पक्का गर्न टिक् गर्नुहोस्");
define("NWSLAN_10", "कुनै समूहहरू सेट् गरिएको छैन।");
define("NWSLAN_11", "समूहहरू थप्नुहोस्/सूधार गर्नुहोस्");
define("NWSLAN_12", "विषय");
define("NWSLAN_13", "शरिर");
define("NWSLAN_14", "एक्स्टन्डेड");
define("NWSLAN_15", "मनतव्यहरू");
define("NWSLAN_16", "इनेबल् गरिएको");
define("NWSLAN_17", "डिस्एबल् गरिएको");
define("NWSLAN_18", "यो समाचार सामाग्रीमा मनतव्यहरू पोष्ट गर्न दिनुहोस्");
define("NWSLAN_19", "एक्टिभेसन्");
define("NWSLAN_20", "अटो-एक्टिभेसन् डिस्एबल् गर्न खाली छोड्नुहोस्");
define("NWSLAN_21", "बीचमा एक्टिभेट");
define("NWSLAN_22", "भिसिबिलिटी");
define("NWSLAN_23", "टिक् गरेमा समाचार सामाग्रीहरू त्यो कक्षाको यूसरहरूलाईमात्र देखाउन सकिन्छ");
define("NWSLAN_24", "फेरी प्रिभ्यू");
define("NWSLAN_25", "समाचार डाटाबेस् अप्डेट्");
define("NWSLAN_26", "समाचार डाटाबेस् पोष्ट");
define("NWSLAN_27", "प्रिभ्यू");
define("NWSLAN_28", "नयाँ कथा");
define("NWSLAN_29", "समाचार पोष्ट");

define("NWSLAN_30", "विषयमात्र देखाउने");

?>