<?php
/*
+-------------------------------------------------------+
|	e107 website system
|	language file: Russian
|
|	Translated by X-Koder
|	http://xirc.ru
|
|	Released under the terms and conditions of the
|	GNU General Public License (http://gnu.org).
+-------------------------------------------------------+ 
*/

//articles.php/comment.php
define(LAN_0, "[заблокировано]");
define(LAN_1, "Разблокировать");
define(LAN_2, "Блокировать");
define(LAN_3, "Удалить");
define(LAN_4, "Информация");
define(LAN_5, "Комментарии ...");
define(LAN_6, "Комментарии можно оставить, только войдя под своим именем. Если вы еще не зарегистрировались, нажмите <a href=\"signup.php\">сюда</a>.");
define(LAN_7, "Имя: ");
define(LAN_8, "Комментарии");
define(LAN_9, "Прокомменировать");
define(LAN_10, "Можно использовать тэги: [b] [i] [u] [img] [center] [link]<br />Тэг для [link=link text] ссылок [/link]<br />Перевод строки (&lt;br /&gt;) добавляется автоматически.");

//chat.php
define(LAN_11, "Мини-чат (все сообщения)");
define(LAN_12, "Сообщений в чате");

//class.php
define(LAN_13, "Новость удалена.");
define(LAN_14, "Новость обновлена в базе.");
define(LAN_15, "Новость добавлена в базу.");
define(LAN_16, "Имя: ");
define(LAN_17, "Пароль: ");
define(LAN_18, "Пожалуйста, авторизируйтесь");
define(LAN_19, "Невозможна запись в файл news.xml. Проверьте атрибуты папки /backend - должно быть (666)");
define(LAN_20, "Ошибка");
define(LAN_21, "Сегодня просмотрено страниц: ");
define(LAN_22, "Всего страниц просмотрено: ");
define(LAN_23, "Всего заходов на сайт: ");
define(LAN_24, "fuck|сука|сучара|сучонок|урод|тварь|редиска|хуесос|хуй|хуйло|хуила|пизда|пиздобол|пиздабол|распиздяй|уёбище|уебище|пиздун|пизденыш|блядь|блядье|блядище|жопа|ебать|пидорас|пидарас|пидар|пидор|пидераст|пидер|выебываться|выёбываться|гандон");
define(LAN_25, "Предыдущая страница");
define(LAN_26, "Следующая страница");

//forum.php
define(LAN_27, "Вы не заполнили необходимые поля");
define(LAN_28, "Да вы ничего и не написали ..");
define(LAN_29, "Отредактировано");
define(LAN_30, "Добро пожаловать");
define(LAN_31, "Новых сообщений нет ");
define(LAN_32, "Есть 1 новое сообщение ");
define(LAN_33, "Есть ");
define(LAN_34, "новых сообщений");
define(LAN_35, "со времени вашего последнего захода.");
define(LAN_36, "Последний раз вы заходили ");
define(LAN_37, "Сейчас ");
define(LAN_38, ", время в формате GMT.");
define(LAN_39, "всего тем");
define(LAN_40, "всего сообщений.");
define(LAN_41, "Новый член: ");
define(LAN_42, "Всего членов: ");
define(LAN_43, "Незарегистрированные пользователи могут добавлять и просматривать сообщения, но, если вы желаете редактировать/удалять сообщения, а также видеть сведения о новых сообщениях, нужно будет <a href=\"signup.php\">зарегистрироваться</a> и войти под своим именем.");
define(LAN_44, "Незарегистрированные пользователи могут добавлять и просматривать сообщения, при этом ip-адреса и хосты записываются.");
define(LAN_45, "Только члены, вошедшие под своим именем, могут оставлять сообщения. Нажмите <a href=\"signup.php\">сюда</a> для регистрации.");
define(LAN_46, "Форум");
define(LAN_47, "Тем");
define(LAN_48, "Ответов");
define(LAN_49, "Последнее сообщение");
define(LAN_50, "Модераторы");
define(LAN_51, "Форумов пока нет. Попробуйте в другой раз.");
define(LAN_52, "Форумов в этом разделе пока нет. Попробуйте в другой раз.");
define(LAN_53, "Тема");
define(LAN_54, "Кто начал");
define(LAN_55, "Ответов");
define(LAN_56, "Просмотров");
define(LAN_57, "Последнее сообщение");
define(LAN_58, "Никаких тем в этом форуме пока нет. Попробуйте в другой раз.");
define(LAN_59, "Только члены, вошедшие под своим именем, могут оставлять сообщения. Нажмите <a href=\"signup.php\">сюда</a> для регистрации либо зайдите под своим именем.");
define(LAN_60, "Создать новую тему");
define(LAN_61, "Ваше имя: ");
define(LAN_62, "Тема: ");
define(LAN_63, "Сообщение: ");
define(LAN_64, "Начать новую тема");
define(LAN_65, "Вошел администратор - включаю режим модерации");
define(LAN_66, "Эта тема закрыта");
define(LAN_67, "сообщений");
define(LAN_68, "редактировать");
define(LAN_69, "удалить");
define(LAN_70, "переместить");
define(LAN_71, "Нет ответов.");
define(LAN_72, "Первоначально написал");
define(LAN_73, "Ответ: ");
define(LAN_74, "Продолжить тему");
define(LAN_75, "Добавить ответ");
define(LAN_76, "Ответ");
define(LAN_77, "Обновить тему");
define(LAN_78, "Обновить ответ");
define(LAN_79, "Новых сообщений");
define(LAN_80, "Новых сообщений нет");
define(LAN_81, "Тема закрыта");

//index.php
define(LAN_82, "Новости - раздел");
define(LAN_83, "Новостей пока нет. Попробуйте позже.");
define(LAN_84, "Новости");

//links.php
define(LAN_85, "Ссылок пока нет.");
define(LAN_86, "Раздел:");
define(LAN_87, "Кнопка");
define(LAN_88, "Кто ссылается:");
define(LAN_89, "Админ: ");
define(LAN_90, "Добавить ссылку в этот раздел");
define(LAN_91, "Добавить новый раздел");

//oldpolls.php
define(LAN_92, "Старые голосования");
define(LAN_93, "Старых голосований пока нет.");
define(LAN_94, "Опубликовано");
define(LAN_95, "Всего голосов:");
define(LAN_96, "Голосований");

//search.php
define(LAN_97, "Ничего не найдено.");
define(LAN_98, "Новости");
define(LAN_99, "Комментарии");
define(LAN_100, "сообщений");
define(LAN_101, "Мини-чат"); 
define(LAN_102, "Ссылки");
define(LAN_103, "Форум");

//signup.php
define(LAN_104, "Такое имя пользователя уже есть в нашей базе данных. Выберите другое.");
define(LAN_105, "Пароли не совпадают. Попробуйте снова.");
define(LAN_106, "На настоящий почтовый адрес что-то непохоже, попробуйте другой.");
define(LAN_107, "Спасибо! Теперь вы - член сообщества ".SITENAME.", Запишите свой ник и пароль и храните их в надежном месте; в случае утери, восстановить эти данные не получится.<br /><br />Теперь вы можете авторизироваться.");
define(LAN_108, "Регистрация закончена");
define(LAN_109, "Данный сайт соответствует Закону об охране личной жизни детей в интернете от 1998 года (COPPA), и как таковой не допускает регистрацию пользователей в возрасте до 13 лет без письменного разрешения одного из родителей или опекуна. С текстом Закона можно ознакомиться <a href=\"http://www.cdt.org/legislation/105th/privacy/coppa.html\">здесь</a>. Свяжитесь с <a href=\"mailto:".SITEADMINEMAIL."\">администратором</a>, если вам нужна помощь.<br /><br /><div style=\"text-align:center\"><b>Подтвердите, что вам больше 13 лет");
define(LAN_110, "Регистрация");
define(LAN_111, "Еще раз: ");
define(LAN_112, "Почта: ");
define(LAN_113, "Скрыть адрес?: ");
define(LAN_114, "(Другие пользователи не увидят ваш почтовый адрес)");
define(LAN_115, "ICQ: ");
define(LAN_116, "AIM: ");
define(LAN_117, "MSN: ");
define(LAN_118, "День рождения: ");
define(LAN_119, "Место жительства: ");
define(LAN_120, "Подпись: ");
define(LAN_121, "Картинка: ");
define(LAN_122, "Временная зона:");
define(LAN_123, "Зарегистрироваться");

//stats.php
define(LAN_124, "Уникальных заходов на сайт: ");
define(LAN_125, "Всего заходов на сайт: ");
define(LAN_126, "Уникальных просмотров страниц: ");
define(LAN_127, "Всего просмотров страниц: ");
define(LAN_128, "Браузеры: ");
define(LAN_129, "ОС: ");
define(LAN_130, "Страны/ доменные зоны: ");
define(LAN_131, "Переходы с: ");
define(LAN_132, "Статистика сайта");

//submitnews.php
define(LAN_133, "Спасибо!");
define(LAN_134, "Ваша новость будет рассмотрена одним из администраторов по мере возможности.");
define(LAN_135, "Новость: ");
define(LAN_136, "Сообщить новость");

//user.php
define(LAN_137, "Нет информации об этом пользователе, он не зарегистрирован на сайте");
define(LAN_138, "Члены: ");
define(LAN_139, "Порядок: ");
define(LAN_140, "Члены");
define(LAN_141, "Членов пока нет.");
define(LAN_142, "Пользователь");
define(LAN_143, "[поле закрыто по просьбе]");
define(LAN_144, "Адрес сайта: ");
define(LAN_145, "Зарегистрирован:");
define(LAN_146, "Заходов на сайт: ");
define(LAN_147, "Сообщений в мини-чате: ");
define(LAN_148, "Комментариев: ");
define(LAN_149, "Сообщений на форуме: ");

//usersettings.php
define(LAN_150, "Настройки обновлены и сохранены в базе.");
define(LAN_151, "OK");
define(LAN_152, "Новый пароль: ");
define(LAN_153, "Еще раз: ");
define(LAN_154, "Обновить настройки");
define(LAN_155, "Обновить настройки пользователя");
define(LAN_185, "Вы не заполнили поле пароля,");

//plugins
define(LAN_156, "Отправить");
define(LAN_157, "Сбросить");
define(LAN_158, "Сообщений нет.");
define(LAN_159, "Посмотреть все сообщения");
define(LAN_160, "Веб-мастер: ");
define(LAN_161, "В новостях");
define(LAN_162, "Активных голосований нет.");
define(LAN_163, "Проголосовать");
define(LAN_164, "Голосов: ");
define(LAN_165, "Старых голосований");

//menus
define(LAN_166, "Статьи пока отсутствуют.");
define(LAN_167, "Статьи");
define(LAN_168, "Наши новости можно транслировать посредством rss/текстовой ленты.");
define(LAN_169, "Трансляция новостей");
define(LAN_170, "W3C Совместимость");
define(LAN_171, "Пользователь не опознан (возможно, из-за ошибки cookie).<br />Пожалуйста <a href=\"index.php?logout\">нажмите здесь</a>, чтобы обновить cookie.");
define(LAN_172, "Выход");
define(LAN_173, "Ошибка авторизации");
define(LAN_174, "Зарегистрироваться");
define(LAN_175, "Войти под своим именем");
define(LAN_176, "Страницу смотрят: ");
define(LAN_177, "Сейчас на сайте: ");
define(LAN_178, "Членов: ");
define(LAN_179, "В онлайне");
define(LAN_180, "Найти!");
define(LAN_181, "Поставьте нашу кнопку");
define(LAN_182, "Мини-чат");
define(LAN_183, "Главное меню");
define(LAN_184, "Голосование");

// #### Added in v5 #### //

define(LAN_186, "Отправить новость");
define(LAN_187, "Email-адрес получателя");
define(LAN_188, "Думаю, тебя заинтересует эта новость от");
define(LAN_189, "Движок сайта");
define(LAN_190, "Рецензии");
define(LAN_191, "Информация");
define(LAN_192, "Всего участники форума оставили сообщений:");
define(LAN_193, "Модератор форума");
define(LAN_194, "Гость");
define(LAN_195, "Член");
define(LAN_196, "Вы прочли ");
define(LAN_197, " этих сообщений.");
define(LAN_198, " Все новые сообщения прочитаны.");
define(LAN_199, "Пометить все сообщения как прочитанные");
define(LAN_200, "закрыть эту тему");
define(LAN_201, "открыть эту тему");
define(LAN_202, "Старая тема");
define(LAN_203, "Старая/закрытая тема");
define(LAN_204, "Вы <b>можете</b> начать новые темы");
define(LAN_205, "Вы <b>не можете</b> начинать новые темы");
define(LAN_206, "Вы <b>можете</b> отвечать на сообщения");
define(LAN_207, "Вы <b>не можете</b> отвечать на сообщения");
define(LAN_208, "Вы <b>можете</b> редактировать свои сообщения");
define(LAN_209, "Вы <b>не можете</b> редактировать свои сообщения");
define(LAN_210, "Вы <b>можете</b> удалять свои сообщения");
define(LAN_211, "Вы <b>не можете</b> удалять свои сообщения");
define(LAN_212, "Забыли пароль?");
define(LAN_213, "Такой пользователь/почтовый адрес в базе данных не найден.");
define(LAN_214, "Невозможно заменить пароль");
define(LAN_215, "Ваш пароль на ".SITENAME." заменен. Теперь ваш пароль\n\n");
define(LAN_216, "Чтобы активировать ваш новый пароль, пожалуйста откройте в браузере данную ссылку...");
define(LAN_217, "Спасибо. Ваш новый пароль теперь активирован. Теперь вы можете зайти под своим новым паролем.");

define(LAN_281, "Гости: ");

// NEW IN VERSION 5.3b4 - PLEASE UPDATE!

define(LAN_300, "Такой пользователь в базе данных не найден.<br /><br />");
define(LAN_301, "Неверный пароль.<br /><br />");
define(LAN_302, "Вы не активировали свой пароль. Вам должно было прийти письмо с инструкцией по активации пароля. Если оно не пришло, свяжитесь с администратором.<br /><br />");
define(LAN_303, "Новость предоставил ");
define(LAN_304, "Название статьи: ");
define(LAN_305, "Подзаголовок: ");
define(LAN_306, "Эту статью предоставил ");
define(LAN_307, "Всего сообщений в этом разделе: ");
define(LAN_308, "Настоящее имя: ");
define(LAN_309, "Пожалуйста, введите свои данные - <b>на указанный вами адрес будет отправлено письмо с кодом активации, поэтому адрес должен быть действительным, </b>если вы не хотите, чтобы ваш адрес был виден другим пользователям, поставьте галочку в опции Cпрятать почтовый адрес");
define(LAN_310, "Это имя уже зарегистрировано - сообщение отправить нельзя. Если это ваше имя, пожалуйста, авторизируйтесь, чтобы можно было отправить сообщение.");
define(LAN_311, "Аноним");
define(LAN_312, "Дубликат сообщения - не принимается.");
define(LAN_313, "Выберите, какой список нужно отобразить...");
define(LAN_314, "Классы: ");
define(LAN_315, "Пользователи: ");
define(LAN_316, "Переход на стр ");
define(LAN_317, "Нет");
define(LAN_318, "Варианты модерации: ");
define(LAN_319, "Оживить");
define(LAN_320, "Заглушить");
define(LAN_321, "Модераторы: ");
define(LAN_322, "Отправлено: ");
define(LAN_323, "Предпросмотр");
define(LAN_324, "Ваше сообщение успешно отправлено.");
define(LAN_325, "Нажмите здесь, чтобы увидеть свое сообщение");
define(LAN_326, "Нажмите здесь, чтобы вернуться в форум");
define(LAN_327, "Резензия");
define(LAN_328, "Установки");   // "Settings" as used in default-header.
define(LAN_329, "Auto login"); // Auto Login

define(LAN_350, "Активировать тему");
define(LAN_351, "Выбрать тему");

define("LAN_354", "(Закрыто)");
define("LAN_355", "Нет файлов в этой категории");
define("LAN_356", "Общий размер: ");
define("LAN_357", "Скачано: ");
define("LAN_358", "Доступно: ");
define("LAN_359", "Оцените ");
define("LAN_360", "спасибо за оценку");
define("LAN_361", "downloads from");
define("LAN_362", "files");
define("LAN_363", "Раздел");
define("LAN_364", "Сортировать по");
define("LAN_365", "Дата");
define("LAN_366", "Размер");
define("LAN_367", "Скачать");
define("LAN_368", "No downloads yet, please check back soon");
define("LAN_369", "Еще нет оценок");
define("LAN_370", "Оценка: ");

define(LAN_352, "Активировать язык");
define(LAN_353, "Выбрать язык интерфейса");

define("LAN_371", "Logging is not activated, to activate go to your admin section, click on Logger and tick the Activate Logging/Counter checkbox.");
define("LAN_372", "The features on this page have been disabled.");
define("LAN_373", "No stats yet.");
define("LAN_374", "Логирование началось:");
define("LAN_375", "Просмотреть все");
define("LAN_376", "10 последних посетителей");
define("LAN_377", "все");
define("LAN_378", "топ 10");
define("LAN_379", "Разрешения экрана");

define("LAN_380", "Получать уведомления по почте при ответе на эту тему ");
define("LAN_381", "Forum reply from ");
define("LAN_382", "Post made: ");
define("LAN_383", "Пожалуйста, нажмите на эту ссылку, чтобы просмотреть всю тему ...");
define("LAN_384", "Forum reply at ");
define("LAN_385", "Post: ");
define("LAN_386", "Если вы не желаете добавлять опрос к вашей теме, оставьте это поле пустым ");
define("LAN_387", "Вы должны быть зарегистрированным пользователем, чтобы голосовать.");
define("LAN_388", "Популярная тема");


define("LAN_389", "Предыдущая тема");
define("LAN_390", "Следующая тема");
define("LAN_391", "следить за темой");
define("LAN_392", "перестать следить за темой");

define("LAN_393", "Список тем, за которыми вы следите");
define("LAN_394", "Закрытый форум");
define("LAN_395", "[популярно]");
define("LAN_396", "Объявление");
define("LAN_397", "Темы, за которыми вы следите");


define("LAN_398", "No summary.");


define("LAN_399", "Продолжить");

define("LAN_401", "Оставьте пустым, чтобы сохранить старый пароль");


?>