<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2009-09-26 15:53:44 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("LAN_THEME_1", "Комментарии выключены");
define("LAN_THEME_2", "Читать/Добавить комментарии: ");
define("LAN_THEME_3", "Читать далее ...");
define("LAN_THEME_4", "Трекбеки: ");
define("LAN_THEME_5", "Добавил"); //Posted by
define("LAN_THEME_6", "-");
define("LAN_THEME_7", "Поиск...");


?>
