<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2007-02-26 04:04:18 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("LAN_THEME_1", "Комментарии выключены");
define("LAN_THEME_2", "Читать/Добавить комментарии: ");
define("LAN_THEME_3", "Читать далее ...");
define("LAN_THEME_4", "Ссылок: ");
define("LAN_THEME_5", "Добавил"); //Posted by
define("LAN_THEME_6", "от");
define("LAN_THEME_7", "Поиск...");


?>
