<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2006-12-17 13:23:11 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("LAN_THEME_1", "Комментарии выключены");
define("LAN_THEME_2", "Читать/Добавить комментарии: ");
define("LAN_THEME_3", "Читать далее ...");
define("LAN_THEME_4", "Ссылок: ");
define("LAN_THEME_5", "Добавил");
define("LAN_THEME_6", "от");
define("LAN_THEME_7", "Поиск...");


?>
