<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Korean/lan_error.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-10 05:02:15 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "오류");

define("LAN_1", "오류 401 - 권한 요청이 거부되었습니다");
define("LAN_2", "요청하신 URL이나 링크를 만들 권한이 없습니다.");
define("LAN_3", "이 에러 메시지가 실수로 보여지는 것 같다면 해당 페이지 관리자에게 알려주십시오.");
define("LAN_4", "Error 403 - 인증에 실패했습니다");
define("LAN_5", "요청하신 URL에 접급하기 위해서는 알맞은 사용자 이름과 비밀번호가 있어야 합니다. 잘못된 사용자 이름이나 비밀번호를 입력하였거나, 인터넷 브라우저가 지원하지 않습니다.");
define("LAN_6", "이 에러 메시지가 실수로 보여지는 것 같다면 해당 페이지 관리자에게 알려주십시오.");
define("LAN_7", "Error 404 - 문서를 찾을 수 없음");
define("LAN_8", "요청하신 URL을 찾을 수 없습니다. 입력하신 링크가 기한 만료된 상태이거나, 잘못 입력되었을 수도 있고, 서버가 접근을 허용하지 않을 수도 있습니다.");
define("LAN_9", "이 에러 메시지가 실수로 보여지는 것 같다면 해당 페이지 관리자에게 알려주십시오.");
define("LAN_10", "오류 500 - 잘못된 형식의 헤더");
define("LAN_11", "서버에 내부 오류가 발생하여 요청하신 작업을 수행할 수 없습니다");

define("LAN_12", "이 오류 메세지가 실수로 보여지는 것 같다면 해당 페이지 관리자에게 알려주십시오.");
define("LAN_13", "오류 - 알 수 없음");
define("LAN_14", "오류 발생");
define("LAN_15", "이 오류 메세지가 실수로 보여지는 것 같다면 해당 페이지 관리자에게 알려주십시오.");
define("LAN_16", "접근 실패가");
define("LAN_17", "기록되었습니다.");
define("LAN_18", "Apparently, you were referred here by");
define("LAN_19", "불행하게도, 그 주소에는 오래되거나 잘못된 링크가 있습니다.");
define("LAN_20", "시작 페이지로 이동하려면 이곳을 클릭하십시오");


define("LAN_ERROR_01", "
요청하신 페이지 주소는 이 서버에 없습니다.
해당 주소는 기간이 지난 페이지 인듯 싶습니다.
");
define("LAN_ERROR_02", "
이 사이트 검색 검색이를 가실려면 여기를 클릭하세요.
");
define("LAN_ERROR_03", "접속 시도");
define("LAN_ERROR_04", " 실패했습니다.");

?>