<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Korean/lan_fpw.php,v $
|     $Revision: 1.1 $
|     $Date: 2005-09-10 05:02:15 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "비밀번호 초기화");

define("LAN_02", "메일을 보낼 수가 없습니다.- 웹 사이트 관리자에게 연락하세요.");
define("LAN_03", "비밀번호 초기화");
define("LAN_05", "비밀번호 초기화를 위해서 아래 정보를 입력해 주세요.");
define("LAN_06", "비밀번호 초기화가 되었습니다.");
define("LAN_07", "IP 주소 사용자");
define("LAN_08", "주 관리자 비밀번호 초기화 시켰습니다.");
define("LAN_09", "비밀번호 초기화 ");
define("LAN_112", "회원가입시 입력한 이메일 주소");
define("LAN_156", "확인");
define("LAN_213", "해당 사용자이름/이메일 주소가 없습니다.");
define("LAN_214", "비밀번호 초기화를 할 수 없습니다.");
define("LAN_216", "새로운 비밀번호 유효 확인 하실려면 다음 주소로 가세요....");
define("LAN_217", "새로운 비밀번호가 확인되었습니다,새로운 비밀번호로 로그인 가능합니다.");
define("LAN_218", "당신의 사용자 이름:");
define("LAN_219", "
이메일로 연결된 비밀번호는 이미 초기화 되었고
다시 초기화 할 수 엇습니다. 
더 맣은 정보를 원하시면 사이트 관리자에게 문의하세요. 

");
define("LAN_FPW1","사용자 이름");
define("LAN_FPW2","코드 입력");
define("LAN_FPW3","잘못된 코드 입력");
define("LAN_FPW4","
비밀번호 초기화 할 수 있는 메일이 이미 발송되었습니다.
메일을 받지 못했다면 사이트 관리자에게 도움을 요청하세요.
");
define("LAN_FPW5","
요청된 초기화 비밀번호 
");
define("LAN_FPW6","
비밀번호를 초기화 할 수 있는 링크가 포함된 메일이 발송되었습니다.
");
define("LAN_FPW7","
비밀번호 초기화에 적합하지 않은 링크입니다.
<br />
자세한 정보는 사이트 관리자에게 문의하세요.
");
define("LAN_FPW8","
비밀번호 해당 사용자 이름 
");
define("LAN_FPW9","
성공적으로 변경되었습니다.
<br /><br />
새로운 비밀번호:");
define("LAN_FPW10","꼭");
define("LAN_FPW11","지금 로그인 하세요");
define("LAN_FPW12","보안상 즉시 비밀번호를 변경하세요.");

define("LAN_FPW13", "
비밀번호 유효확인을 위해서 메일에 있는 지시사항을 따라하세요.

");
define("LAN_FPW14", "
다음 IP 주소 사용자에 의해서 확인되었습니다. IP 주소 
");
define("LAN_FPW15", "
아직 비밀번호가 초기화 되지 않았습니다.
초기화 과정을 마치실려면 아래 보이는 링크를 필히 방문하셔야 합니다.

");
define("LAN_FPW16", "
비밀번호 초기화 요청을 한 사람이 당신이 아니거나 초기화를 원하지 않는다면
이 메일을 무시하세요.

");
define("LAN_FPW17", "
해당 링크 주소는 48시간 동안에만 유효합니다.

");

?>