<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/admin/lan_upload.php,v $
|     $Revision: 1.1 $
|     $Date: 2007-03-22 00:34:31 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("UPLLAN_1", "เอาไฟล์ที่ส่งออกจากรายการแล้ว.");
define("UPLLAN_2", "บันทึกการตั้งค่าลงฐานข้อมูลแล้ว");
define("UPLLAN_3", "รหัสไฟล์ที่ส่งขึ้น");
define("UPLLAN_5", "ผู้ส่งไฟล์");
define("UPLLAN_6", "อีเมล");
define("UPLLAN_7", "เว็ปไซท์");
define("UPLLAN_8", "ชื่อไฟล์");
define("UPLLAN_9", "เวอร์ชั่น");
define("UPLLAN_10", "ไฟล์");
define("UPLLAN_11", "ขนาดไฟล์");
define("UPLLAN_12", "ภาพหน้าจอ");
define("UPLLAN_13", "คำอธิบาย");
define("UPLLAN_14", "ทดสอบ");
define("UPLLAN_16", "สำเนาไปที่ข่าวป้อน");
define("UPLLAN_17", "เอาไฟล์ออกจากรายการ");
define("UPLLAN_18", "ดูรายละเอียด");
define("UPLLAN_19", "ยังไมู่้้มีการจัดการส่งไฟล์ขึ้นมาที่ระบบ");
define("UPLLAN_20", "มีอยู่");
define("UPLLAN_21", "ยังไม่อนุญาตให้มีการส่งไฟล์ขึ้นระบบ");
define("UPLLAN_22", "รหัส");
define("UPLLAN_23", "ชื่อไฟล์");
define("UPLLAN_24", "ชนิดไฟล์");
define("UPLLAN_25", "อนุญาตให้ส่งไฟล์ขึ้นระบบได้หรือไม่?");
define("UPLLAN_26", "หากเลือก ไม่ หมายถึงยังไม่ให้ส่งไฟล์ผ่านทางโปรแกรมดูอินเตอร์เน็ต(Browser)ใดๆ");
define("UPLLAN_27", "ยังไม่ได้จัดดำเนินการ ส่วนของการส่งไฟล์ขึ้นผ่านเว็ปสาธารณะ");
define("UPLLAN_29", "รูปแบบการรับโอน-จัดเก็บไฟล์ขึ้นเก็บ");
define("UPLLAN_30", "เลือกวิธีการรับโอน-จัดเก็บไฟล์เข้าสู่ระบบของเครื่องแม่ข่ายบริการ ค่าเริ่มต้นจะเป็นแบบ binary <br /><b>หมายเหตุ</b> binary เหมาะกับการส่งไฟล์ขนาดเล็กไม่เกิน500kb");
define("UPLLAN_31", "Flatfile");
define("UPLLAN_32", "Binary");
define("UPLLAN_33", "กำหนดขนาดไฟล์ที่ระบบจะอนุญาตให้ส่งขึ้นได้ ต้องไม่เกินกี่ไบต์");
define("UPLLAN_34", "ใส่จำนวนไบต์ของไฟล์ที่อนุญาตให้ส่งได้สูงสุด หากไม่ใส่ ระบบจะถือเอาตามจำนวนที่กำหนดไว้ในไฟล์php.ini ของเครื่องแม่ข่ายบริการ ( ในไฟล์php.ini ที่ระบบอนุญาตไว้สูงสุดคือจำนวน:");
define("UPLLAN_35", "รายการชนิดของไฟล์ที่จะสามารถส่งขึ้นระบบได้");
define("UPLLAN_36", "กรุณาใส่ชนิดของไฟล์ต่อหนึ่งบรรทัด");
define("UPLLAN_37", "ผู้ได้รับอนุญาตสิทธิ์ให้ิส่งไฟล์ิ์");
define("UPLLAN_38", "เลือกสมาชิกที่จะอนุญาตให้ส่งไฟล์ได้");
define("UPLLAN_39", "บันทึกการตั้งค่า");
define("UPLLAN_41", "โปรดจำไว้ว่า การโอนไฟล์ขึ้นโดยใช้คำสั่งของ php.ini กำหนดให้นั้นจะยังใช้งานไม่ได้หากไม่คลิกอนุญาตให้โอนไฟล์ได้ก่อน.");
define("UPLLAN_42", "การปฏิบัติ");
define("UPLLAN_43", "ไฟล์ที่ส่งขึ้นมาทั้งหมด");
define("UPLLAN_44", "ส่งไฟล์ขึ้น");
define("UPLLAN_45", "คุณแน่ใจที่จะลบรายการไฟล์ดังต่อไปนี้...");
define("UPLAN_COPYTODLM", "สำเนาไปไว้ที่ส่วนการจัดการให้โอนไฟล์ลง");
define("UPLAN_IS", "is ");
define("UPLAN_ARE", "are ");
define("UPLAN_COPYTODLS", "สำเนาไปไว้ที่ส่วนการโอนไฟล์ลง");
define("UPLLAN_48", "ด้วยเหตุแห่งการรักษาความปลอดภัยไฟล์ของระบบ ดังนั้นจึงย้ายรูปแบบไฟล์ที่อนุญาตออกไปไว้ในส่วนของflatfile ที่จัดเก็บอยู่ใน admin directory :  การเปิดใช้งานและการเพิ่มเติมไฟล์ที่จะอนุญาตให้ส่งขึ้นระบบได้นั้น ให้เข้าไปเปลี่ยนชื่อไฟล์ในแฟ้มของ e107_admin ที่ชื่อ filetypes_.php เป็นชื่อ filetypes.php ก่อน จากนั้นใช้โปรแกรมประเภทEditor หรือ NotePad พิมพ์เพิ่มชนิดไฟล์ที่ต้องการ โดยคั่นด้วยเครื่องหมายคอมม่า เช่น  swf, wmv  เป็นต้น <b> และไม่ควรอนุญาตไฟล์ชนิด .html .txt .doc .xls .exe ที่ติดไวรัสได้ง่าย และหรือไฟล์คำสั่งใดๆ อันเสี่ยงต่อการติดต่อเข้าโจมตีไฟล์ในระบบของเครื่องแม่ข่ายเซิร์ฟเวอร์ เช่น php และ javascript  </b>เป็นต้น");


?>