<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/admin/lan_mailout.php,v $
|     $Revision: 1.1 $
|     $Date: 2007-03-22 00:34:31 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("PRFLAN_52", "บันทึกการเปลี่ยนแปลง");
define("PRFLAN_63", "การทดสอบส่งอีเมล");
define("PRFLAN_64", "การคลิกที่ปุ่ม <คลิกทดสอบส่งอีเมลไปที่ >จะเป็นการทดสอบการส่งอีเมลจากระบบไปหาผู้จัดการระบบตามที่อยู่ที่ปรากฏ หรือไปตามที่แก้ไข");
define("PRFLAN_65", "คลิกทดสอบส่งอีเมลไปที่");
define("PRFLAN_66", "ทดสอบส่งอีเมลจาก");
define("PRFLAN_67", "นี่เป็นการทดสอบการส่งอีเมล, หากคุณได้รับอีเมลฉบับนี้ ก็แสดงว่า การตั้งค่าระบบการส่งอีเมลสามารถใช้งานได้!\n\nด้วยความนับถือ\nจากระบบบริหารจัดการเว็ปไซท์ e107");
define("PRFLAN_68", "ไม่สามารถส่งอีเมลให้ได้ เพราะคุณยังไม่ได้ตั้งค่าการส่งอีเมลของระบบที่ถูกต้อง กรุณาไปตั้งค่าSMTP ก่อน, หรือสอบถามผู้ให้บริการก่อนว่า ต้องกำหนดตั้งค่าแม่ข่ายระบบการรับ-ส่งอีเมลอย่างไรบ้าง");
define("PRFLAN_69", "ได้ส่งอีเมลไปให้เรียบร้อยแล้ว กรุณาเปิดอ่านอีเมลของคุณ.");
define("PRFLAN_70", "เลือกวิธีการ-คำสั่งระบบในการจัดส่งอีเมล");
define("PRFLAN_71", "หากไม่แน่ใจ, ให้ใช้ค่าเลือกเป็น php");
define("PRFLAN_72", "SMTP Server");
define("PRFLAN_73", "SMTP Username");
define("PRFLAN_74", "SMTP Password");
define("PRFLAN_75", "ไม่สามารถส่งอีเมลได้. กรุณาตรวจสอบการตั้งค่าของSMTP , หรือไม่ได้เปิด SMTP แล้วทดสอบส่งใหม่.");

define("MAILAN_01","ชื่อผู้ส่ง * ");
define("MAILAN_02","อีเมลของผู้ส่ง * ");
define("MAILAN_03","ส่งถึง * ");
define("MAILAN_04","ส่งสำเนาถึง");
define("MAILAN_05","ส่งสำเนาซ่อนถึง");
define("MAILAN_06","เรื่อง * ");
define("MAILAN_07","แนบไฟล์");
define("MAILAN_08","ส่งอีเมล");
define("MAILAN_09","ใช้รูปแบบกราฟิก");
define("MAILAN_10","ผู้ที่สมัครสมาชิกไว้");
define("MAILAN_11","ใส่ค่าตัวแปร");
define("MAILAN_12","สมาชิกในระบบทั้งหมด");
define("MAILAN_13","สมาชิกที่ยังไม่ตอบรับ ");
define("MAILAN_14","แนะนำให้เปิดใช้งาน SMTP เพื่อสามารถส่งอีเมลแบบต่อเนื่องได้เป็นจำนวนมากหรือได้ทั้งกลุ่ม โดยเลือกตั้งค่าที่ต้องการข้างล่างนี้.");
define("MAILAN_15","การส่งอีเมลถึงสมาชิก");

define("MAILAN_16","ชื่อสมาชิก");
define("MAILAN_17","เชื่อมโยง");
define("MAILAN_18","รหัสสมาชิก");
define("MAILAN_19","ไม่มีชื่อที่อยู่อีเมลของผู้จัดการระบบหลักของเว็ปไซท์ กรุณาเข้าไปแก้ไขในส่วนของการตั้งค่าเว็ปไซท์ก่อน แล้วมาลองใหม่.");
define("MAILAN_20","เส้นทางส่งอีเมล");
define("MAILAN_21","บันทึกรายการส่งอีเมลถึงกลุ่มสมาชิก");
define("MAILAN_22","ไม่มีข้อมูล");
define("MAILAN_23","กลุ่มสมาชิก: ");
define("MAILAN_24", "อีเมลทั้งหมดพร้อมที่จะส่ง");
define("MAILAN_25", "จังหวะการหยุดส่ง");
define("MAILAN_26", "ให้หยุดการส่งอีเมลแบบต่อเนื่องในทุกๆ");
define("MAILAN_27", "ฉบับ");
define("MAILAN_28", "หน่วงระยะเวลาการส่งต่อ");
define("MAILAN_29", "วินาที");
define("MAILAN_30", "หากตั้งระยะเวลาส่งต่อเนื่อง ห่างนานเกิน30 วินาที อาจทำให้โปรแกรมหยุดทำงาน เหตุเพราะอาจเกินค่ากำหนดเวลา time-out ของระบบ");
define("MAILAN_31", "<b>การส่งอีเมลตีกลับ</b>(Bounced Email) กรณีที่สมาชิกใช้ชื่ออีเมลปลอม เขียนผิดหรือไม่มีอยู่จริง ระบบจะัส่งย้อนกลับเป็นรายงานให้ผู้จัดการระบบทราบ และตรวจสอบยืนยันผลการส่งอีเมล");
define("MAILAN_32", "ชื่อที่อยู่อีเมลที่ให้ส่งตีกลับ");
define("MAILAN_33", "ชื่อที่ใช้เป็นทางรับอีเมลเข้า(Incoming Mail)หรือเว็ปเมลของคุณ เช่น mail.yourdomain.com ");
define("MAILAN_34", "ชื่อเข้าระบบอีเมล");
define("MAILAN_35", "รหัสผ่าน");
define("MAILAN_36", "คลิกในช่อง เพื่อให้ลบอีเมลตีกลับ หลังจากที่ได้ตรวจสอบแล้ว");  

define("MAILAN_37", "ดำเนินการ");
define("MAILAN_38", "ยกเลิก");
define("MAILAN_39", "กำลังส่งอีเมล");
define("MAILAN_40", "คุณต้องเปลี่ยนชื่อ <b>e107.htaccess</b>เป็น<b>.htaccess</b> ใน");
define("MAILAN_41", "ก่อนส่งอีเมลจากหน้านี้.");
define("MAILAN_42", "คำเตือน");
define("MAILAN_43", "ชื่อสมาชิก");
define("MAILAN_44", "ชื่อเข้าใช้ระบบ");
define("MAILAN_45", "ชื่อที่อยู่อีเมล");
define("MAILAN_46", "เลือก");
define("MAILAN_47", "ที่มีคำหรืออักขระว่า");
define("MAILAN_48", "ที่เหมือนกัน");
define("MAILAN_49", "Id");
define("MAILAN_50", "ผู้เขียน");
define("MAILAN_51", "ชื่อเรื่อง");
define("MAILAN_52", "ล่าสุดเมื่อ");
define("MAILAN_53", "ผู้ร่วมจัดการระบบ");
define("MAILAN_54", "ตัวเราเอง");
define("MAILAN_55", "ระดับสมาชิก");
define("MAILAN_56", "การเขียน-การส่งอีเมล");
define("MAILAN_57", "เก็บค่าปัจจุบันของการเข้าใช้ส่วนของ SMTP");
define("MAILAN_58", "มีปัญหาเกี่ยวกับการแนบไฟล์:");
define("MAILAN_59", "กำลังอยู่ระหว่างการรวมส่งอีเมลอย่างต่อเนื่อง");
define("MAILAN_60", "กำลังส่ง...");
define("MAILAN_61", "ไม่มีอีเมลที่ค้างส่ง.");
define("MAILAN_62", "อีเมลที่ส่งแล้ว:");
define("MAILAN_63", "อีเมลที่ส่งไม่ผ่าน:");
define("MAILAN_64", "ใช้เวลาส่งทั้งหมด:");
define("MAILAN_65", "วินาที");
define("MAILAN_66", "ได้ยกเลิกเรียบร้อยแล้ว");
define("MAILAN_67", "ใช้ค่า 'POP ก่อน SMTP' ในการตรวจสอบสิทธิ์"); 






?>