<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/admin/lan_download.php,v $
|     $Revision: 1.1 $
|     $Date: 2007-03-22 00:34:30 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("DOWLAN_1", "เพิ่มไฟล์โอนลงเข้าฐานข้อมูลแล้ว.");
define("DOWLAN_2", "ปรับปรุงไฟล์โอนลงในฐานข้อมูลแล้ว.");
define("DOWLAN_3", "ได้ลบไฟล์ที่ให้โอนลงแล้ว");
define("DOWLAN_4", "กรุณาคลิกในกล่อง เพื่อยืนยันการลบไฟล์");
define("DOWLAN_5", "ยังไม่มีการตั้งค่าและกำหนดรายการหมวดหมู่ไฟล์ให้โอนลง ต้องสร้าง/ตั้งชื่อหมวดหมู่/ประเภทหลัก-ย่อยก่อน แล้วจึงจะกำหนดค่าไฟล์ให้สามารถโอนลงได้.");
define("DOWLAN_6", "ยังไม่มีไฟล์ที่จัดเข้าเก็บไว้ในหมวดหมู่ย่อย/หรือยังไม่ได้สร้างหมวดหมู่หลัก/ หรือยังไม่อนุญาตให้มีการโอนไฟล์ลง");
define("DOWLAN_7", "ไฟล์ที่จัดและอนุญาตให้โอนลง");
define("DOWLAN_11", "หมวดหมู่หลัก-ย่อยที่จัดเก็บไฟล์");
define("DOWLAN_12", "ชื่อแสดง");
define("DOWLAN_13", "เลือกไฟล์จาก");
define("DOWLAN_14", "ใส่ที่อยู่เต็มรูปแบบ หากเป็นการโอนไฟล์ภายนอกเว็ปไซท์ของเรา");
define("DOWLAN_15", "เจ้าของไฟล์");
define("DOWLAN_16", "ที่อยู่อีเมลเจ้าของไฟล์");
define("DOWLAN_17", "ชื่อเว็ปไซท์เจ้าของไฟล์ ตัวอย่างเช่น e107thailand.com");
define("DOWLAN_18", "คำอธิบาย");
define("DOWLAN_19", "ภาพประกอบของไฟล์");
define("DOWLAN_20", "ภาพประกอบของไฟล์ขนาดเล็ก");
define("DOWLAN_21", "สถานะการให้บริการ");
define("DOWLAN_24", "ปรับปรุงไฟล์ที่ให้โอนลง");
define("DOWLAN_25", "ส่งไฟล์ให้โอนลง");
define("DOWLAN_27", "ไฟล์ที่จัดให้โอนลง");
define("DOWLAN_28", "ไม่มี");
define("DOWLAN_29", "ไฟล์ที่จัดไว้ให้โอนลง");
define("DOWLAN_30", "2.จัดการไฟล์ให้โอนลง");
define("DOWLAN_31", "1.การจัดหมวดหมู่หลัก-ย่อย");
define("DOWLAN_32", "การจัดการโอนไฟล์ลง");
define("DOWLAN_33", "คุณแน่ใจที่จะลบไฟล์ที่ให้โอนลงนี้");
define("DOWLAN_34", "คุณแน่ใจที่จะลบหมวดหมู่ของไฟล์ที่ให้โอนลงนี้");
define("DOWLAN_36", "ลบแล้ว");
define("DOWLAN_37", "หมวดหมู่หลัก-ย่อย");
define("DOWLAN_38", "ยังไม่มีการสร้าง/ตั้งชื่อหมวดหมู่/ประเภทของไฟล์ที่จะให้โอนลง กรุณาสร้าง/ตั้งชื่อ/จัดเข้าหมวดหมู/ประเภทที่ด้านล่าง");
define("DOWLAN_39", "เพิ่มเติม/แก้ไข การจัดหมวดหมู่หลัก-ย่อย");
define("DOWLAN_40", "ไม่จัดหมวดหมู่ : เป็นรายการใหม่");
define("DOWLAN_41", "สัญรูป");
define("DOWLAN_42", "เลือกสัญรูป");
define("DOWLAN_43", "เลือกกลุ่มผู้ที่จะให้มองเห็น");
define("DOWLAN_44", "คลิกในช่องเพื่อกำหนดให้แสดงหมวดหมู่เฉพาะกับระดับสมาชิกที่ต้องการ");
define("DOWLAN_45", "สร้าง/เพิ่มเติมหมวดหมู่");
define("DOWLAN_46", "บันทึกการปรับปรุงแก้ไขหมวดหมู่");
define("DOWLAN_47", "สร้าง/เพิ่มเติมหมวดหมู่แล้ว");
define("DOWLAN_48", "ปรับปรุงหมวดหมู่แล้ว");
define("DOWLAN_49", "หมวดหมู่/ประเภทที่มี");
define("DOWLAN_51", "ค้นหา/กะพริบจอใหม่ แสดงไฟล์ที่ให้โอนลง");
define("DOWLAN_52", "จำนวนไฟล์");
define("DOWLAN_53", "ชื่อหมวดหมู่/ประเภท");
define("DOWLAN_54", "เลือกกำหนด/ตั้งค่าให้กับไฟล์ที่จะให้โอนลง");
define("DOWLAN_55", "เลือกจำนวนไฟล์ที่จะให้แสดงต่อหน้า");
define("DOWLAN_56", "แยกประเภทไฟล์โดย ");
define("DOWLAN_59", "ชื่อหมวด");
define("DOWLAN_62", "เรียงจากจำนวนน้อยไปมาก");
define("DOWLAN_63", "เรียงจากจำนวนมากไปน้อย");
define("DOWLAN_64", "บันทึกการเปลี่ยนแปลง");
define("DOWLAN_65", "ได้ปรับปรุงการเลือกตั้งค่าให้แล้ว");
define("DOWLAN_66", "บอกขนาดไฟล์");
define("DOWLAN_67", "รหัส");
define("DOWLAN_68", "ไฟล์หายไป!");
define("DOWLAN_69", "ควบคุมการโอนไฟล์ลงโดยใช้คำสั่งภาษา PHP");
define("DOWLAN_70", "คลิกในช่องนี้ จะเป็นการเปิดใช้งานผ่านคำสั่งภาษา PHP.");
define("DOWLAN_100", "คลิกเปิดใช้งาน ให้แสดงข้อตกลงการนำไปใช้");
define("DOWLAN_101", "เพิ่ม/แก้ไขข้อความ ข้อตกลงในการนำไปใช้");
define("DOWLAN_102", "อนุญาตให้แสดงความเห็นได้หรือไม่?");
define("DOWLAN_103", "เอาออกจากส่วนของการโอนไฟล์ลง");
define("DOWLAN_104", "เอาออกจากส่วนการส่งไฟล์ขึ้นแบบสาธารณะ");
define("DOWLAN_105", "กลับไปที่การส่งไฟล์ขึ้นแบบสาธารณะ");
define("DOWLAN_106", "สามารถโอนไฟล์ลงได้โดย");
define("DOWLAN_107", "กำหนดจำนวนครั้งการโอนไฟล์ลง");
define("DOWLAN_108", "กำหนดปริมาณข้อมูลไฟล์ที่ให้โอนลง");
define("DOWLAN_109", "/ครั้ง ต่อ");
define("DOWLAN_110", "วัน");
define("DOWLAN_111", "kb");
define("DOWLAN_112", "กำหนดโควตาการโอนไฟล์");
define("DOWLAN_113", "ระดับผู้ใช้/สมาชิก");
define("DOWLAN_114", "ปรับปรุง/แก้ไขการกำหนดโควตาใหม่");
define("DOWLAN_115", "บันทึก/ปรับปรุงโควตาการโอนไฟล์ลง");
define("DOWLAN_116", "กำหนดโควตาให้กับสมาชิกของระบบ");
define("DOWLAN_117", "เพิ่มการกำหนดโควตาเรียบร้อยแล้ว");
define("DOWLAN_118", "ไม่สามารถเพิ่มกำหนดโควตาได้-ไม่ทราบสาเหตุ");
define("DOWLAN_119", "เอาค่ากำหนดโควตาออกแล้ว");
define("DOWLAN_120", "ไม่สามารถเอาค่ากำหนดโควตาออกได้-ไม่ทราบสาเหตุ");
define("DOWLAN_121", "ได้ปรับปรุงค่ากำหนดโควตาให้แล้ว");
define("DOWLAN_122", "ปิดบริการ-ยังไม่เปิดให้โอนไฟล์ลง");
define("DOWLAN_123", "เปิดบริการ - ให้เป็นไฟล์ที่ต้องกำหนดค่าการอนุญาตโควตา");
define("DOWLAN_124", "เปิดบริการ - โดยเป็นไฟล์ที่ไม่ต้องกำหนดค่าโควตาใดๆ");
define("DOWLAN_125", "คลิกเปิด/ปิดระบบกำหนดโควตาการโอนไฟล์ลง");
define("DOWLAN_126", "ได้ปรับปรุงสถานะการกำหนดโควตาให้แล้ว");
define("DOWLAN_127", "เพียงใส่ขนาดไฟล์ หากไฟล์นั้นอยู่นอกระบบ");
define("DOWLAN_128", "เว็ปไซท์สำรองร่วม(Mirror)");
define("DOWLAN_129", "ว่างไว้หากไม่ใช้เว็ปไซท์สำรองร่วมใช้");
define("DOWLAN_130", "เพิ่มเว็ปไซท์สำรองร่วมอีก");
define("DOWLAN_131", "1.เลือกไฟล์ที่ส่งขึ้นและจัดเก็บไว้ในระบบแล้ว(โปรดอ่านคำแนะนำที่อยู่ในบล๊อกด้านซ้าย)");
define("DOWLAN_132", "กรุณาใส่ชื่อเว็ปสำรองที่จะใช้และที่อยู่ของไฟล์ที่จะโอนลง");
define("DOWLAN_133", "ได้ปรับปรุงเว็ปไซท์สำรองร่วมลงฐานข้อมูลแล้ว");
define("DOWLAN_134", "ได้บันทึกเว็ปไซท์สำรองร่วมลงฐานข้อมูลแล้ว");
define("DOWLAN_135", "ลบเว็ปไซท์สำรองร่วมไปแล้ว");
define("DOWLAN_136", "ภาพประกอบ");
define("DOWLAN_137", "คุณแน่ใจว่าจะลบเว็ปไซท์สำรองร่วมนี้");
define("DOWLAN_138", "เว็ปไซท์สำรองที่มีร่วม");
define("DOWLAN_139", "ที่อยู่เว็ปไซท์");
define("DOWLAN_140", "ให้ส่งไฟล์ภาพจากเครื่องของคุณขึ้นเก็บที่เว็ปไซท์ก่อน โดยเก็บไว้ในแฟ้มชื่อ e107_files/downloadimages หรือใส่ที่อยู่ของไฟล์ภาพออนไลน์ ที่จะให้เชื่อมโยงใช้");
define("DOWLAN_141", "ที่อยู่ของไฟล์ในเว็ปไซท์(URL)สำรองร่วม เช่น http://artnet.chandra.ac.th<br>/e107_files/downloads<br>/e107thaiv1.zip เป็นต้น");
define("DOWLAN_142", "ปรับปรุงเว็ปไซท์สำรองร่วม");
define("DOWLAN_143", "สร้างเว็ปไซท์สำรองร่วม(Mirror)");
define("DOWLAN_144", "ไม่มีเว็ปไซท์สำรองร่วม ให้ไปเพิ่มชื่อในส่วนของการจัดการเว็ปไซท์สำรองร่วม");
define("DOWLAN_145", "แสดงรายชื่อไฟล์ที่ให้โอนลงกับสมาชิกระดับ");
define("DOWLAN_146", "เพิ่มเติมคำบอกกล่าว การแสดงขอบข่ายความรับผิดชอบ ของผู้ให้บริการ หรือแนะนำเว็ปไซท์เจ้าของสิทธิ์ ข้อตกลงเรื่องของลิขสิทธิ์เป็นต้น");
define("DOWLAN_147", "สัญรูปสำหรับไฟล์ที่ไม่จัดหมวดหมู่");
define("DOWLAN_148", "คลิก เพื่อปรับ/บันทึกเวลาให้เป็นปัจจุบัน");
define("DOWLAN_149", "2.หรือคลิกที่นี่ เพื่อบอกที่อยู่(URL)เชื่อมโยงใช้ไฟล์จากภายนอกเว็ปไซท์ ตัวอย่าง URL เช่น http://www.e107thailand.com/download.php ");
define("DOWLAN_150", "ให้ส่งอีเมลไปถึงผู้จัดการระบบ เมื่อมีผู้ที่ไม่สามารถโอนไฟล์ลงไปได้");
define("DOWLAN_151", "รายงานความผิดพลาดการโอนไฟล์ลงไปให้กับ");
define("DOWLAN_152", "ไม่สามารถย้ายไฟล์ได้");
define("DOWLAN_153", "ย้ายไฟล์ไปที่แฟ้มโอนไฟล์ลง");
define("DOWLAN_154", "หากใช้เว็ปไซท์สำรองร่วม(Morror)ให้เลือกวิธีการที่จะจัดแสดง");
define("DOWLAN_155", "ประเภทของเว็ปไซท์สำรองร่วม(Morror)");
define("DOWLAN_156", "แสดงรายชื่อของเว็ปไซท์สำรองร่วม(Morror) ที่จะอนุญาตให้เลือกใช้งาน");
define("DOWLAN_157", "ใช้วิธีการสุ่มเลือกใช้เว็ปไซท์สำรองร่วม(Morror) โดยไม้ให้เลือก");


?>