<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/admin/lan_administrator.php,v $
|     $Revision: 1.1 $
|     $Date: 2007-03-22 00:34:30 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("ADMSLAN_0", "สร้างชื่อผู้ใช้/ผู้จัดการระบบให้กับ");
define("ADMSLAN_1", "ได้รับสิทธิฐานะเป็นผู้จัดการระบบแล้ว.");
define("ADMSLAN_2", "ปรับปรุงในฐานข้อมูลแล้ว.");
define("ADMSLAN_3", "นี่คือผู้บริหารระบบหลัก ไม่สามารถเข้าแก้ไขได้.");
define("ADMSLAN_4", "ต่อไป");
define("ADMSLAN_5", "ผิดพลาด");
define("ADMSLAN_6", "นี่คือผู้บริหารระบบหลัก ไม่สามารถลบได้.");
define("ADMSLAN_13", "รายชื่อผู้จัดการระบบของเว็ปไซท์");
define("ADMSLAN_16", "ชื่อผู้จัดการระบบ");
define("ADMSLAN_17", "รหัสผู้จัดการระบบ");
define("ADMSLAN_18", "รายการสิทธิอนุญาตให้จัดการ");
define("ADMSLAN_19", "การตั้งค่าเว็ปไซท์.");
define("ADMSLAN_20", "การปรับเปลี่ยนแก้ไขรายการเมนูหลัก");
define("ADMSLAN_21", "การเก้ไขสิทธิอนุญาตของผู้จัดการระบบ");
define("ADMSLAN_22", "การพิจารณา/แก้ไข/เพิ่มเติม/จัดสมาชิกภาพของผู้ใช้/การระงับใช้งานและิอื่นๆที่เกี่ยวข้อง");
define("ADMSLAN_23", "การสร้างเพิ่ม/แก้ไข/หน้าเอกสาร/บล๊อกเมนูที่สร้างขึ้นเอง");
define("ADMSLAN_24", "การจัดการหมวดหมู่การโอนไฟล์ลงจากระบบ");
define("ADMSLAN_25", "การจัดการไฟล์ที่ส่งขึ้นสู่ระบบ");
define("ADMSLAN_26", "การควบคุมดูแลข่าวที่ส่งเข้ามาในแต่ละประเภท");
define("ADMSLAN_27", "การควบคุมดูแลรายการเชื่อมโยงที่ส่งเข้ามาในแต่ละประเภท");
define("ADMSLAN_28", "การปิด-เปิดซ่อมบำรุงเว็ปไซท์");
define("ADMSLAN_29", "การจัดการป้ายโฆษณาของเว็ปไซท์");
define("ADMSLAN_30", "การตั้งค่าการพาดหัวข่าวที่ส่งเข้ามา");
define("ADMSLAN_31", "การตั้งค่าสัญรูปอารมณ์");
define("ADMSLAN_32", "การตั้งค่าเนื้อหาสาระเพื่อแสดงเป็นหน้าแรกของเว็ปไซท์");
define("ADMSLAN_33", "การตั้งค่าสถิติและการเข้าใช้งานเว็ปไซท์");
define("ADMSLAN_34", "การตั้งค่าข้อมูลเพื่อการสืบค้นเว็ป");
define("ADMSLAN_35", "การตั้งค่าการส่งไฟล์ขึ้นสู่ระบบ");
define("ADMSLAN_36", "การตั้งค่าคุณสมบัติภาพ");
define("ADMSLAN_37", "การตรวจสอบความคิดเห็น");
define("ADMSLAN_39", "การส่งข่าว");
define("ADMSLAN_40", "การส่งรายการเชื่อมโยง");
define("ADMSLAN_41", "การส่งบทความ");
define("ADMSLAN_42", "การส่งบทสรุป/วิจารณ์");
define("ADMSLAN_43", "การตรวจสอบหน้าการส่งเนื้อ/ข่าวสารเข้า");
define("ADMSLAN_44", "การส่งไฟล์ให้โอนลง");
define("ADMSLAN_45", "การส่งแบบสอบถาม");
define("ADMSLAN_46", "การจัดการข้อความต้อนรับ");
define("ADMSLAN_47", "การพิจารณาข่าวที่ส่งเข้าระบบ");
define("ADMSLAN_49", "เลือกทั้งหมด");
define("ADMSLAN_51", "ไม่เลือกทั้งหมด");
define("ADMSLAN_52", "บันทึกการเปลี่ยนแปลง");
define("ADMSLAN_53", "เพิ่มผู้จัดการระบบ");
define("ADMSLAN_54", "ผู้จัดการระบบทั้งหมด");
define("ADMSLAN_55", "กรอกข้อมูลยังไม่ครบ");
define("ADMSLAN_56", "ชื่อผู้จัดการระบบ");
define("ADMSLAN_58", "ผู้บริหารระบบหลัก");
define("ADMSLAN_59", "ถอดถอนผู้จัดการระบบ");
define("ADMSLAN_60", "คุณแน่ใจที่จะถอดถอนผู้จัดการระบบออกไป");
define("ADMSLAN_61", "ถอดถอนผู้จัดการระบบเรียบร้อยแล้ว");
define("ADMSLAN_62", "การบริหารจัดการโปรแกรมเสริม");
define("ADMSLAN_64", "การจัดการหน่วยความจำแคชของระบบ");
define("ADMSLAN_65", "การตั้งค่าการส่งอีเมล");
define("ADMSLAN_66", "การตั้งค่าการสืบค้นข้อมูลของเว็ป");
define("ADMSLAN_67", "การตรวจสอบไฟล์ของระบบ");
define("ADMSLAN_68", "การตั้งค่าระบบแจ้งเตือนทางอีเมล");
define("ADMSLAN_69", "นี่คือผู้ที่เป็นผู้จัดการระบบแล้วและควรต้องรับการแก้ไข");
define("ADMSLAN_70", "กลับไปที่รายชื่อของผู้จัดการระบบ");
define("ADMSLAN_71", "คลิกที่นี่เพื่อแสดงรายการสิทธิ์อนุญาต");


?>