<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/admin/lan_users.php,v $
|     $Revision: 1.1 $
|     $Date: 2007-03-22 00:34:31 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("USRLAN_1", "บันทึกการตั้งค่าแล้ว.");
define("USRLAN_3", "ได้จัดการรายชื่อผู้ช่วยดูแลระบบแล้ว  การเปิดอนุญาตสิทธิให้ช่วยบริหารจัดการ ระบบนั้น ให้ไปที่หน้า");
define("USRLAN_4", "หน้าของผู้จัดการระบบ");
define("USRLAN_5", "คุณไม่มีสิทธิ์ลบสถานภาพของผู้จัดการระบบหลัก");
define("USRLAN_6", "เอาสถานภาพของผู้จัดการระบบออกแล้ว.");
define("USRLAN_7", "คุณไม่สามารถห้ามผู้จัดการระบบหลักของเว็ปไซท์");
define("USRLAN_8", "สมาชิกที่ถูกห้าม");
define("USRLAN_9", "สมาชิกที่ไม่ได้ถูกห้าม.");
define("USRLAN_10", "ลบสมาชิกแล้ว.");
define("USRLAN_11", "ลบการยกเลิก.");
define("USRLAN_12", "คุณไม่สามารถลบฃผู้จัดการระบบหลัก.");
define("USRLAN_13", "กรุณายืนยันการลบสมาชิกผู้นี้");
// define("USRLAN_14", "เมื่อลบแล้วจะไม่สามารถกู้คืนได้");
// define("USRLAN_15", "ยกเลิก");
define("USRLAN_16", "ยืนยันการลบ");
define("USRLAN_17", "ยืนยันการลบสมาชิก");
// define("USRLAN_18", "สมาชิกที่ตอบรับแล้ว.");
// define("USRLAN_19", "สืบค้น");
// define("USRLAN_20", "เรียงจาก");
// define("USRLAN_21", "รหัสสมาชิก");
// define("USRLAN_22", "ชื่อสมาชิก");
// define("USRLAN_23", "เข้าดู");
// define("USRLAN_24", "สถานภาพการจัดการ");
// define("USRLAN_25", "สถานภาพ");
// define("USRLAN_26", "มากไปน้อย");
// define("USRLAN_27", "น้อยไปมาก");
// define("USRLAN_28", "เรียง");

define("USRLAN_30", "ห้าม/ระงับการเข้าใช้");
// define("USRLAN_31", "ห้าม -ไม่เปิดใช้งาน-");
define("USRLAN_32", "เปิดให้ใช้งาน");
define("USRLAN_33", "ไม่ห้าม");
define("USRLAN_34", "ไม่ให้เป็นผู้จัดการระบบ");
define("USRLAN_35", "ให้เป็นผู้จัดการระบบ");
define("USRLAN_36", "จัดระดับสมาชิก");

// define("USRLAN_37", "สมาชิกที่มี");
// define("USRLAN_38", "ได้ค้นพบ");
// define("USRLAN_39", "ผลการสืบค้น");
// define("USRLAN_40", "ไม่ได้กำหนด");

define("USRLAN_44", "อนุญาตให้สมาชิกส่งไฟล์ภาพสัญรูปแทนตนได้หรือไม่?");

define("USRLAN_47", "ความกว้างของภาพสัญรูปแทนตนไม่เกิน (เป็นpixels)");
define("USRLAN_48", "ค่าเริ่มต้นคือ 120");
define("USRLAN_49", "ความสูงของภาพสัญรูปแทนตนไม่เกิน (เป็นpixels)");
define("USRLAN_50", "ค่าเริ่มต้นคือ 100");
define("USRLAN_51", "ปรับปรุงการเลือกค่า");
define("USRLAN_52", "การตั้งค่ารับข้อมูลประวัติสมาชิก");
define("USRLAN_53", "อนุญาตให้สมาชิกส่งภาพถ่ายตัวเองขึ้นได้หรือไม่?");
define("USRLAN_54", "คลิกที่นี่เพื่อลบผู้ใช้ผู้ที่ไม่ยืนยันตอบรับกลับการเป็นสมาชิกทั้งหมด");
define("USRLAN_55", "สมาชิกค้างการตอบรับกลับ");
define("USRLAN_56", "ลบแล้ว");
define("USRLAN_57", "ลบผู้ใช้ผู้ที่ไม่ยืนยันตอบรับกลับการเป็นสมาชิก ...");
define("USRLAN_58", "คำสั่งไฟล์ php.ini ไม่อนุญาตให้ทำการส่งไฟล์");
define("USRLAN_59", "เพิ่มสมาชิกด่วน");
define("USRLAN_60", "เพิ่มสมาชิกใหม่");
define("USRLAN_61", "ชื่อแสดง");
define("USRLAN_62", "รหัสผ่าน");
define("USRLAN_63", "พิมพ์รหัสผ่านอีกครั้ง");
define("USRLAN_64", "ชื่อที่อยู่อีเมล");
define("USRLAN_65", "ชื่อที่ตั้งเป็นชื่อผู้ใช้เข้าระบบไม่ถูกต้อง กรุณาตั้งเป็นชื่ออื่น");
define("USRLAN_66", "ชื่อที่ตั้งเป็นชื่อผู้ใช้เข้าระบบนี้ มีอยู่ในระบบฐานข้อมูลแล้ว กรุณาตั้งชื่ออื่น");
define("USRLAN_67", "รหัสผ่านทั้งสองช่องไม่ตรงกัน");
define("USRLAN_68", "คุณกรอกข้อมูลยังไม่ครบ");
define("USRLAN_69", "ชื่อที่อยู่อีเมลไม่ถูกต้อง");
define("USRLAN_70", "เพิ่มสมาชิกแล้ว");
define("USRLAN_71", "หน้าการจัดการสมาชิก");
define("USRLAN_72", "เพิ่มสมาชิกด่วน");
define("USRLAN_73", "สมาชิกที่ค้างการตอบรับ");
// define("USRLAN_75", "เลือกกำหนดค่า");
define("USRLAN_76", "การตั้งค่าสมาชิก");
define("USRLAN_77", "สมาชิกของระบบทั้งหมด");
define("USRLAN_78", "ชื่อสมาชิก");
define("USRLAN_79", "ระดับสมาชิก");
define("USRLAN_80", "ดูข้อมูล");

// define("USRLAN_82", "คุณแน่ใจว่าต้องการจะลบสมาชิกนี้?");
define("USRLAN_84", "มีสมาชิกจำนวน");
define("USRLAN_85", "คน ที่สมัครแล้ว แต่ยังไม่ตอบกลับเพื่อเข้าเป็นสมาชิกในระบบ  คลิกเพื่อลบชื่อออกไป");
define("USRLAN_86", "สมาชิกที่ตรวจรับแล้ว");
define("USRLAN_87", "บันทึกการตั้งค่าสมาชิกแล้ว");
define("USRLAN_88", "บันทึกการจัดระดับสมาชิกทั้งหมดแล้ว");

define("USRLAN_90", "ค้นหา/กะพริบแสดงหน้าจอภาพใหม่");
define("USRLAN_91", "ระดับ");
define("USRLAN_92", "ชื่อผู้ใช้มีอักษรที่ไม่ถูกต้อง");

define("USRLAN_93", "ลบผู้ที่ไม่ผ่านการตรวจสอบ");
define("USRLAN_94", "ลบการลงทะเบียนถ้าหากไม่ยืนยันตอบกลับภายในเวลาที่กำหนด -ปล่อยว่างหากไม่ต้องการตั้งค่านี้<br />ค่าเลือกนี้ไม่มีผลกับผู้ที่ได้สิทธิ์เป็นผู้จัดการระบบ");
define("USRLAN_95", "นาที");


define("USRLAN_112", "ส่งอีเมลให้อีกครั้ง");
define("USRLAN_113", "ข้อมูลการลงทะเบียนของ");
define("USRLAN_114", "ถึงคุณ");
define("USRLAN_115", "ขอขอบคุณที่ลงทะเบียนกับเรา");
define("USRLAN_116", "กรุณายืนยันว่าต้องการที่จะส่งอีเมล์การยืนยันตอบกลับใหม่อีกครั้ง ไปถึง. :");
define("USRLAN_117", "คลิกปุ่มข้างล่างนี้เพื่อทดสอบการส่งอีเมลของ:");
define("USRLAN_118", "ทดสอบส่งอีเมล");

define("USRLAN_120", "จัดระดับ");
define("USRLAN_121", "ส่งอีเมล");
define("USRLAN_122", "ขอต้อนรับคุณ");
define("USRLAN_123", "ได้สร้างและรับการลงทะเบียนของคุณไว้แล้ว.");
define("USRLAN_124", "บัญชีชื่อสมาชิกของคุณยังไม่ได้ตอบกลับไปที่ระบบ โปรดยืนยันตอบกลับเข้าระบบโดยการคลิกที่การเชื่อมโยงนี้");
define("USRLAN_125", "จาก");

define("USRLAN_126", "อนุญาตให้สมาชิกโหวตคะแนนให้สมาชิก");
define("USRLAN_127", "อนุญาตให้แสดงความเห็นไว้ในประวัติสมาชิก");

define("USRLAN_128", "ชื่อเข้าสู่ระบบ");

define("USRLAN_130", "ใช้ระบบติดตามการออนไลน์ของสมาชิก/ผู้ใช้");
define("USRLAN_131", "คุณต้องเลือกเปิดใช้งาน ค่าเลือกนี้เพื่อสามารถติดตามการออนไลน์ของผู้เข้ามาใช้งานในเว็ปไซท์ในส่วนต่างๆ");
define("USRLAN_132", "เปิดใช้งาน");

define("USRLAN_133", "บังคับให้สมาชิกปรับปรุงประวัติ/ข้อมูลส่วนตัว");
define("USRLAN_134", "การเลือกค่านี้ จะเป็นการส่งแจ้งเตือนอัตโนมัติให้สมาชิกต้องกรอกข้อมูลที่ต้องการเพิ่มเติมหรือที่ยังไม่ได้กรอกให้เรียบร้อย.");

define("USRLAN_135", "ไม่พบข้อมูลหมายเลข IP ของผู้ใช้, IP จึงยังไม่ถูกระงับ");
define("USRLAN_136", "พบว่ามีผู้เข้าใช้งานพร้อมกันจากหมายเลข IP ของ {IP}, IP ยังไม่ถูกระงับ.");
define("USRLAN_137", "หมายเลข IP {IP} ของผู้ถูกห้าม.");

define("LAN_MAINADMIN","ผู้บริหารระบบหลัก");
define("LAN_ADMIN","ผู้จัดการระบบ");
define("LAN_NOTVERIFIED","ไม่ผ่านการตรวจสอบ");
define("LAN_BANNED","ถูกห้าม");

define("DUSRLAN_1", "รหัส");
define("DUSRLAN_2", "ชื่อแสดง");
define("DUSRLAN_3", "ชื่อเข้าสู่ระบบ");
define("DUSRLAN_4", "ตั้งชื่อ");
define("DUSRLAN_5", "รหัสผ่าน");
define("DUSRLAN_6", "ภาค/ส่วน");
define("DUSRLAN_7", "อีเมล");
define("DUSRLAN_8", "เว็ปไซท์");
define("DUSRLAN_9", "ICQ");
define("DUSRLAN_10", "AIM");
define("DUSRLAN_11", "MSN");
define("DUSRLAN_12", "ที่อยู่");
define("DUSRLAN_13", "วันเกิด");
define("DUSRLAN_14", "สัญลักษณ์เฉพาะ");
define("DUSRLAN_15", "ภาพถ่าย");
define("DUSRLAN_16", "เขตเวลา");
define("DUSRLAN_17", "ซ่อนอีเมล");
define("DUSRLAN_18", "เป็นสมาชิกเมื่อ");
define("DUSRLAN_19", "เข้ามาครั้งล่าสุด");
define("DUSRLAN_20", "เข้ามาขณะนี้");
define("DUSRLAN_21", "ส่งกระทู้ล่าสุดเมื่อ");
define("DUSRLAN_22", "ส่งข้อความเข้ากล่องสนทนา");
define("DUSRLAN_23", "ความเห็น");
define("DUSRLAN_24", "ส่งกระทู้อภิปราย");
define("DUSRLAN_25", "IP");
define("DUSRLAN_26", "ห้าม");
define("DUSRLAN_27", "ตั้งค่าเอง");
define("DUSRLAN_28", "ใหม่");
define("DUSRLAN_29", "ดูแล้ว");
define("DUSRLAN_30", "จำนวนครั้งที่เข้าระบบ");
define("DUSRLAN_31", "จัดการ");
define("DUSRLAN_32", "ชื่อจริง");
define("DUSRLAN_33", "เป็นสมาชิกในกลุ่ม");
define("DUSRLAN_34", "Perms");
define("DUSRLAN_35", "ภาพ");
define("DUSRLAN_36", "เปลี่ยนรหัสผ่าน");
define("DUSRLAN_37", "ไฟล์ XUP");

define("USRLAN_138", "สมาชิกที่ยังไม่ตรวจรับ");
define("USRLAN_139", "บัญชีชื่อสมาชิกในระบบของคุณสามารถใช้งานได้แล้ว.\n\nคุณสามารถเข้าเว็ปไซท์{SITEURL} และทำการเข้าสู่ระบบด้วยชื่อผู้ใช้และรหัสผ่านที่คุณตั้งเอาไว้ในการลงทะเบียน.");
define("USRLAN_140", "ส่งอีเมลอีกครั้งถึง");
define("USRLAN_141", "ส่งอีเมลไปให้อีกครั้งไม่ได้");
define("USRLAN_142", "กับรายการเชื่อมโยงตอบกลับมานี้่");

define("LAN_BOUNCED","ส่งย้อนกลับมา");
define("USRLAN_143", "ตรวจสอบการส่งย้อนกลับมา");
define("USRLAN_144", "ส่งอีเมลการยืนยันตอบรับกลับถึงทุกคนอีกครั้ง");
define("USRLAN_145", "รายชื่อสมาชิกที่ถูกตีกลับ");
define("USRLAN_146", "ผู้ที่ดูข้อมูลของสมาชิกได้คือ");

?>
