<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/admin/lan_plugin.php,v $
|     $Revision: 1.1 $
|     $Date: 2007-03-22 00:34:31 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("EPL_ADLAN_0", "ติดตั้ง");
define("EPL_ADLAN_1", "ถอน");
define("EPL_ADLAN_2", "คุณมั่นใจว่าคุณต้องการที่จะถอดถอนโปรแกรมเสริมนี้.?");
define("EPL_ADLAN_3", "ยืนยันการถอดถอน");
define("EPL_ADLAN_4", "ยกเลิกการถอดถอน.");
define("EPL_ADLAN_5", "กระบวนการติดตั้งจะสร้างค่าเลือก(Preference)ใหม่ เข้าในฐานข้อมูลให้ด้วย");
define("EPL_ADLAN_6", "...จากนั้นให้คลิกที่นี่เพื่อเริ่มกระบวนการติดตั้ง");
define("EPL_ADLAN_7", "ตารางฐานข้อมูลได้รับการปรับปรุงรุ่นใหม่ให้เรียบร้อยแล้ว.");
define("EPL_ADLAN_8", "ได้สร้างการเลือกตั้งค่า(Preference)ให้เรียบร้อยแล้ว");
define("EPL_ADLAN_9", "คำสั่งSQLล้มเหลว.กรุณาตรวจสอบให้แน่ใจว่า ได้ทำการปรับปรุงเป็นรุ่นใหม่เสร็จเรียบร้อยแล้ว");
define("EPL_ADLAN_10", "ชื่อ");
define("EPL_ADLAN_11", "เวอร์ชั่น");
define("EPL_ADLAN_12", "เจ้าของลิขสิทธิ์");
define("EPL_ADLAN_13", "ใช้ได้กับ");
define("EPL_ADLAN_14", "คำอธิบาย");
define("EPL_ADLAN_15", "เข้าอ่านรายละเอีดเพิ่มเติมในไฟล์ README");
define("EPL_ADLAN_16", "ข้อมูลเกี่ยวกับโปรแกรมเสริมระบบ");
define("EPL_ADLAN_17", "อ่านต่อ...");
define("EPL_ADLAN_18", "ไม่สามารถสร้างตารางฐานข้อมูลให้กับโปรแกรมเสริมนี้ให้เรียบร้อยได้.");
define("EPL_ADLAN_19", "ได้สร้างตารางฐานข้อมูลเรียบร้อยแล้ว");
define("EPL_ADLAN_21", "โปรแกรมเสริมระบบได้ติดตั้งไว้แล้ว");
define("EPL_ADLAN_22", "โปรแกรมเสริมระบบที่ติดตั้งแล้ว");
define("EPL_ADLAN_23", "โปรแกรมเสริมระบบที่ยังไม่ได้ติดตั้ง");
define("EPL_ADLAN_24", "สามารถปรับปรุงรุ่นได้แล้ว");
define("EPL_ADLAN_25", "ไม่จำเป็นต้องติดตั้ง");
define("EPL_ADLAN_26", "...จากนั้นให้คลิกที่นี่เพื่อเริ่มกระบวนการถอดถอนโปรแกรม");
define("EPL_ADLAN_27", "ไม่สามารถลบออกให้เรียบร้อยได้");
define("EPL_ADLAN_28", "ได้ลบตารางฐานข้อมูลออกเรียบร้อยแล้ว");
define("EPL_ADLAN_29", "ได้ลบการเลือกตั้งค่า(Preference)ให้เรียบร้อยแล้ว");
define("EPL_ADLAN_30", "กรุณาลบออกด้วยตัวเอง");
define("EPL_ADLAN_31", "กรุณาลบแฟ้มออกเดี๋ยวนี้");
define("EPL_ADLAN_32", "และไฟล์ทั้งหมดที่ใช้ในการติดตั้ง.");
define("EPL_ADLAN_33", "โปรแกรมเสริมได้ติดตั้งเรียบร้อยแล้ว");
define("EPL_ADLAN_34", "โปรแกรมเสริมได้ปรับปรุงเรียบร้อยแล้ว");
define("EPL_ADLAN_35", "ได้เพิ่มการตั้งค่าโครงสร้าง(Parser)เรียบร้อยแล้ว");
define("EPL_ADLAN_36", "การใส่รหัสโครงสร้างล้มเหลว รูปแบบข้อมูลไม่ถูกต้อง");
define("EPL_ADLAN_37", "ส่งไฟล์โปรแกรมเสริมเข้าระบบ(รูปแบบสกุลไฟล์ต้องเป็น.zip หรือ .tar.gz)");
define("EPL_ADLAN_38", "ส่งไฟล์โปรแกรมเสริมขึ้นสู่ระบบ");
define("EPL_ADLAN_39", "ยังส่งไฟล์โปรแกรมเสริมขึ้นสู่ระบบเพื่อเป็น".e_PLUGIN." ไม่ได้ เพราะยังไม่ได้อนุญาตสิทธิ์การรับไฟล์เก็บเข้าแฟ้ม กรุณาเข้าไปอนุญาตสิทธิ์ให้เขียนแฟ้มโดยการเปลี่ยนโหมดอนุญาต(CHMOD) เป็นโหมด 777 และนำขึ้นใหม่อีกครั้ง.");
define("EPL_ADLAN_40", "ข้อความของผู้จัดการระบบ");
define("EPL_ADLAN_41", "ไฟล์ไม่สามารถแสดงรูปแบบที่ถูกต้องของการบีบอัดไฟล์ไว้เป็น.zip หรือ .tar");
define("EPL_ADLAN_42", "มีความผิดพลาดเกิดขึ้น เพราะไม่สามารถเก็บรวมไฟล์สำคัญเข้าไว้ได้");
define("EPL_ADLAN_43", "โปรแกรมเสริมของคุณได้ส่งเข้าระบบและคลายออกเรียบร้อยแล้ว โปรดเลื่อนหน้าจอดูในลำดับรายการ.");
define("EPL_ADLAN_44", "การคลายไฟล์โปรแกรมเสริมออก โดยอัตโนมัติใช้การไม่ได้ เพราะยังไม่อนุญาตสิทธิ์แฟ้มโปรแกรมเสริม กรุณาเข้าไปเปลี่ยนสิทธิ์แฟ้มชื่อe107_plugins เป็นโหมด 777.");
define("EPL_ADLAN_45", "รายการเมนูของคุณได้ส่งขึ้นระบบและคลายไฟล์ออกเรียบร้อยแล้ว ไปกำหนดให้ใช้งานได ้โดยไปที่ <a href='".e_ADMIN."menus.php'>หน้าเมนูของคุณ</a>.");
define("EPL_ADLAN_46", "เกิดผิดพลาดที่คำสั่งคลายไฟล์ออก ด้วยคำสั่งของ PCLZIP:");
define("EPL_ADLAN_47", "เกิดผิดพลาดที่คำสั่งคลายไฟล์ออก ด้วยคำสั่งของ PCLTAR:");
define("EPL_ADLAN_48", "code:");
define("EPL_WEBSITE", "เว็ปไซท์");
define("EPL_NOINSTALL", "ไม่จำเป็นต้องติดตั้ง, เพียงไปกำหนดให้ใช้งานได้จากหน้าเมนูว่าจะถอดถอนหรือจะลบออก ");
define("EPL_DIRECTORY", "แฟ้มรายการ.");
define("EPL_NOINSTALL_1", "ไม่จำเป็นต้องติดตั้ง,เพียงจะถอดถอนหรือจะลบออก ");
define("EPL_UPGRADE", "ปรับเป็นรุ่นใหม่");
define("EPL_ADLAN_50", "ลบความเห็นทั้งหมดให้เรียบร้อยแล้ว");
define("EPL_ADLAN_53", "แฟ้มรายการยังไม่อนุญาตการเขียน-บันทึกได้");
define("EPL_ADLAN_54", "กรุณาเลือกค่าสำหรับการที่จะถอดถอนโปรแกรมเสริม:");
define("EPL_ADLAN_55", "ถอนโปรแกรมเสริม");
define("EPL_ADLAN_57", "ลบตารางโปรแกรมเสริม");
define("EPL_ADLAN_58", "หากไม่ลบตารางเดิมออกก่อน โปรแกรมจะทำการติดตั้งใหม่โดยที่ยังมีข้อมูลเดิมอยู่ ในตาราง และการสร้างตารางขึ้นใหม่โดยอัตโนมัติในระหว่างการติดตั้งนั้นอาจจะล้มเหลวได้ ซึ่งคุณจะต้องลบหรือเลือกเอาออกเองภายหลัง.");
define("EPL_ADLAN_59", "ลบไฟล์โปรแกรมเสริม");
define("EPL_ADLAN_60", "ระบบ e107 จะทำการลบไฟล์ของโปรแกรมเสริมและที่เกี่ยวข้องออกทั้งหมด.");
define("EPL_ADLAN_62", "ยกเลิกการถอดถอน");
define("EPL_ADLAN_63", "ถอดถอน:");
define("LAN_UPGRADE_SUCCESSFUL", "การปรับเป็นรุ่นใหม่ เสร็จเรียบร้อยแล้ว");
define("LAN_INSTALL_SUCCESSFUL", "การติดตั้งเสร็จเรียบร้อยแล้ว");


?>