<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/admin/lan_newspost.php,v $
|     $Revision: 1.1 $
|     $Date: 2007-03-22 00:34:31 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("NWSLAN_1", "ลบเนื้อหา/ข่าวแล้ว.");
define("NWSLAN_2", "กรุณาคลิกในช่องไว้เพื่อยืนยันการลบรายการ.");
define("NWSLAN_3", "ยังไม่มีรายการข่าว/เนื้อหา.");
define("NWSLAN_4", "ข่าว/เนื้อหาที่มีแสดงอยู่ในเว็ปไซท์");
define("NWSLAN_5", "เปิดใช้เครื่องมือสร้างเอกสารรูปแบบ HTML");
define("NWSLAN_6", "เลือกประเภทข่าว/เนื้อหา");
define("NWSLAN_9", "คลิกเพื่อยืนยัน");
define("NWSLAN_10", "ไม่มีประเภทข่าว/เนื้อหาทั้งหมด");
define("NWSLAN_11", "เพิ่ม:แก้ไขประเภทข่าว/เนื้อหาทั้งหมด");
define("NWSLAN_12", "ตั้งหัวข้อข่าว/เนื้อหา");
define("NWSLAN_13", "ส่วนบทนำ:พาดหัวข่าว/เนื้อหา");
define("NWSLAN_14", "ส่วนเพิ่มเติม:แก้ไขเนื้อหาข่าว");
define("NWSLAN_15", "ความคิดเห็น");
define("NWSLAN_18", "คลิกที่นี่ เพื่อเลือกกำหนดให้แสดงความคิดเห็นต่อข่าว/เนื้อหาได้หรือไม่");
define("NWSLAN_19", "กำหนดช่วงเวลาการนำเสนอข่าว/เนื้อหา");
define("NWSLAN_21", "เปิดอ่านในระหว่างวันที่...ถึงวันที่");
define("NWSLAN_22", "เลือกผู้อ่านข่าว/เนื้อหา");
define("NWSLAN_24", "ทดลองดูใหม่อีก");
define("NWSLAN_25", "ปรับปรุงข่าว/เนื้อหาในฐานข้อมูล");
define("NWSLAN_26", "ส่งข่าว/เนื้อหาเข้าฐานข้อมูล");
define("NWSLAN_27", "ทดลองดูก่อน");
define("NWSLAN_29", "ส่งข่าว/เนื้อหา");
define("NWSLAN_31", "รายการข่าว/เนื้อหา");
define("NWSLAN_32", "ลบแล้ว");
define("NWSLAN_33", "ประเภทข่าว/เนื้อหา");
define("NWSLAN_34", "รายการรับข่าว/เนื้อหาเข้า");
define("NWSLAN_35", "บันทึกประเภทข่าว/เนื้อหาแล้ว");
define("NWSLAN_36", "ปรับปรุงประเภทข่าว/เนื้อหาแล้ว");
define("NWSLAN_37", "คุณแน่ใจว่าต้องการจะลบประเภทข่าว/เนื้อหานี้?");
define("NWSLAN_38", "คุณแน่ใจว่าต้องการจะลบรายการข่าวที่ส่งเข้ามานี้?");
define("NWSLAN_39", "คุณแน่ใจว่าต้องการจะลบข่าว/เนื้อหานี้?");
define("NWSLAN_40", "หัวข้อข่าว/เนื้อหา");
define("NWSLAN_42", "ไม่ได้ตั้งชื่อ");
define("NWSLAN_43", "ไม่มีข่าว/เนื้อหา");
define("NWSLAN_44", "ข่าว/เนื้อหาหน้าแรก");
define("NWSLAN_45", "เขียนข่าว/เนื้อหาใหม่");
define("NWSLAN_46", "ประเภทข่าว/เนื้อหาทั้งหมด");
define("NWSLAN_47", "การรับข่าว/เนื้อหา");
define("NWSLAN_48", "ตั้งค่าข่าว/เนื้อหา");
define("NWSLAN_49", "รับโดย");
define("NWSLAN_51", "ประเภทข่าว/เนื้อหาที่มี");
define("NWSLAN_52", "ชื่อประเภทข่าว/เนื้อหา");
define("NWSLAN_53", "สัญรูปของประเภทข่าว/เนื้อหา");
define("NWSLAN_54", "ดูภาพ");
define("NWSLAN_55", "ปรับปรุงประเภทข่าว/เนื้อหา");
define("NWSLAN_56", "สร้างประเภทข่าว/เนื้อหา");
define("NWSLAN_57", "รายการ");
define("NWSLAN_58", "ส่ง");
define("NWSLAN_59", "ไม่มีข่าว/เนื้อหาที่รับเข้า");
define("NWSLAN_62", "ไปที่หน้า: ");
define("NWSLAN_63", "สืบค้นข่าว/เนื้อหา");
define("NWSLAN_66", "ส่งไฟล์ขึ้นประกอบข่าว/เนื้อหา");
define("NWSLAN_67", "ภาพทั้งหมด");
define("NWSLAN_68", "ไฟล์");
define("NWSLAN_69", "คลิกที่นี่ เพื่อส่งไฟล์ภาพหรือไฟล์เอกสารขึ้นประกอบข่าว/เนื้อหา");
define("NWSLAN_72", "คลิกที่นี่ เพื่อกำหนดวันเวลาการนำเสนอข่าว/เนื้อหานี้ หากว่างไว้คือ ไม่มีกำหนด");
define("NWSLAN_73", "การนำเสนอ");
define("NWSLAN_74", "คลิกที่นี่ เพื่อเลือกกำหนดวิธีการนำเสนอและสถานที่ส่งข่าว");
define("NWSLAN_75", "ค่าเริ่มต้น - ส่งไปหน้าแรก");
define("NWSLAN_76", "หัวข้อข่าว/เนื้อหาเท่านั้น - ส่งไปที่หน้าแรก");
define("NWSLAN_77", "ส่งไปที่เมนูข่าว/เนื้อหาอื่นๆ");
define("NWSLAN_79", "ล้างรูปแบบ");
define("NWSLAN_83", "คลิกที่นี่ เพื่อเขียน/แก้ไขเนื้อหาข่าวสารเพิ่มเติม");
define("NWSLAN_84", "เลือกกลุ่มสมาชิกที่ต้องการให้อ่านข่าว/เนื้อหา");
define("NWSLAN_86", "แสดงประเภทข่าว/เนื้อหาเมนูท้ายเอกสาร ");
define("NWSLAN_87", "คอลัมน์ประเภทข่าว/เนื้อหา?");
define("NWSLAN_88", "แสดงรายการข่าว/เนื้อหาต่อหน้า?");
define("NWSLAN_89", "บันทึกการเลือกตั้งค่าข่าว/เนื้อหา");
define("NWSLAN_90", "การเลือกตั้งค่าข่าว/เนื้อหา");
define("NWSLAN_100", "สามารถส่งภาพขึ้นประกอบในหน้าข่าว/เนื้อหาได้");
define("NWSLAN_101", "ปรับขนาดภาพประกอบที่ส่งขึ้นให้โดยอัตโนมัติ");
define("NWSLAN_102", "ขนาดกว้างเป็น Pixels<br/>ว่างไว้คือไม่ต้องการ.");
define("NWSLAN_103", "ส่งใหม่");
define("NWSLAN_104", "โดย");
define("NWSLAN_105", "คลิกที่ช่องเพื่อบันทึกวันเวลาการแก้ไขข่าว/เนื้อหาให้เป็นปัจจุบัน");
define("NWSLAN_106", "สามารถเขียนข่าว/เนื้อหาส่งเข้าได้โดยใคร:");
define("NWSLAN_107", "เปิดใช้งานเครื่องมือ WYSIWYG Editor(จัดหน้าข่าว/เนื้อหาที่จะเห็นเหมือนจริง) เช่นเดียวกันกับในหน้าเนื้อหาข่าว.");
define("NWSLAN_108", "เมื่อ");
define("NWSLAN_111", "แสดงหัวข้อข่าว/เนื้อหาใหม่");
define("NWSLAN_112", "หากคลิกในช่อง จะเป็นการให้แสดงวันเวลาที่แตกต่างกันของการส่งข่าว/เนื้อหาในแต่ละรายการ");
define("NWSLAN_113", "ไม่ใช้แบบฟอร์มมาตรฐานของการจัดวางหน้าข่าว/เนื้อหา");
define("NWSLAN_114", "หากมีชุดรูปแบบการจัดวางมาพร้อมกับรูปแบบกราฟิกเว็ป(Theme)ก็ควรใช้ตามที่ให้มา");
define("NWSLAN_115", "ข่าว/เนื้อหาที่มีในข่าวย้อนหลัง?");
define("NWSLAN_116", "การปรับปรุงค่าที่เลือกเอง ในครั้งแรกของการเปลี่ยนการแสดงจำนวนข่าวต่อหน้า  จากนั้นให้ปรับปรุงใหม่อีกครั้ง หลังการตั้งค่าของรายการข่าว/เนื้อหาย้อนหลัง.(0 คือยังไม่ได้เปิดใช้)");
define("NWSLAN_117", "จัดหัวข้อข่าว/เนื้อหาย้อนหลัง");
define("NWSLAN_119", "บันทึกการตั้งค่าแล้ว");
define("NWSLAN_120", "ข้อความที่จะแสดงเป็นหัวข้อข่าว/เนื้อหา");
define("LAN_NEWS_5", "ผิดพลาด! - ไม่สามารถปรับปรุงรายการข่าว/เนื้อหาเข้าในฐานข้อมูลได้!");
define("LAN_NEWS_6", "เพิ่มข่าว/เนื้อหาเข้าฐานข้อมูล.");
define("LAN_NEWS_7", "ผิดพลาด! - ไม่สามารถเพิ่มรายการข่าว/เนื้อหาเข้าในฐานข้อมูลได้!");
define("LAN_NEWS_9", "หัวข้อข่าว/เนื้อหาเท่านั้น- <b>แสดงเฉพาะหัวข้อข่าว/เนื้อหาเท่านั้น</b>");
define("LAN_NEWS_10", "ข่าว/เนื้อหาที่ส่งนี้ <b>ยังไม่เปิด</b> (จะยังไม่นำแสดงไว้ในหน้าแรก). ");
define("LAN_NEWS_11", "ข่าว/เนื้อหาที่ส่งนี้ <b>เ้ปิดใช้</b> (จะนำแสดงไว้ในหน้าแรก). ");
define("LAN_NEWS_12", "ความคิดเห็น <b>เปิด</b>.");
define("LAN_NEWS_13", "ความคิดเห็น <b>ปิด</b>.");
define("LAN_NEWS_14", "<br />กำหนดช่วงเวลา: ");
define("LAN_NEWS_15", "ความยาวเนื้อข่าว/เนื้อหา: ");
define("LAN_NEWS_16", "b. ความยาวข่าว/เนื้อหาที่เพิ่มเติม: ");
define("LAN_NEWS_17", "b.");
define("LAN_NEWS_18", "ข้อมูล");
define("LAN_NEWS_19", "ขณะนี้");
define("LAN_NEWS_21", "บันทึกการปรับปรุงข่าว/เนื้อหาในฐานข้อมูล.");
define("LAN_NEWS_22", "ภาพเล็ก");
define("LAN_NEWS_23", "คลิกที่นี่ เพื่อเลือกภาพขนาดเล็ก/สัญรูปสำหรับข่าว/เนื้อหานี้");
define("LAN_NEWS_24", "ภาพ + ภาพขนาดเล็ก");
define("LAN_NEWS_25", "ปรับเป็นภาพเล็กให้ด้วยโดยอัตโนมัติ");
define("LAN_NEWS_26", "เพิ่มภาพที่จะส่งขึ้นพร้อมกันอีก");
define("LAN_NEWS_27", "ย่อสรุปข่าว/เนื้อหาสั้นๆ");
define("LAN_NEWS_28", "การติดตามข่าว/เนื้อหา");
define("LAN_NEWS_29", "คลิกเืลือกกำหนดให้เป็นข่าว/เนื้อหาที่จะให้เกาะติดตามข่าว/เนื้อหา เสนอข่าว/เนื้อหาหน้าเว็ป");
define("LAN_NEWS_30", "หากเลือกคลิกถูกในช่องไว้ รายการข่าว/เนื้อหานี้จะแสดงก่อนข่าว/เนื้อหาอื่นๆหรือในอยู่ลำดับต้นๆ");
define("LAN_NEWS_31", "ข่าว/เนื้อหานี้คือข่าว/เนื้อหาที่จะ<b>เกาะติด</b>(จะแสดงก่อนข่าว/เนื้อหาอื่น).");
define("LAN_NEWS_32", "บันทึกเวลาปัจจุบัน");
define("LAN_NEWS_33", "บันทึกเวลาปัจจุบันให้กับข่าว/เนื้อหา");
define("LAN_NEWS_34", "ติดตามที่มา");
define("LAN_NEWS_35", "เพิ่มเติมที่อยู่เว็ปไซท์ เพื่อการติดตามที่มาของเนื้อหาข่าวสารหรือเกาะติดข่าว");
define("LAN_NEWS_36", "<b>Pingback</b>(ส่งคำสั่ง ping ติดตามกลับไปทุกที่อยู่ของเว็ปไซท์ที่ส่งข่าว/เนื้อหานี้");
define("LAN_NEWS_37", "<b>ติดตามที่มา url's:</b> (1 url ต่อบรรทัด)");
define("LAN_NEWS_38", "แทรกภาพ");
define("LAN_NEWS_39", "คลิกที่ไฟล์ เพื่อแทรกเข้าไปที่ตำแหน่งเคอร์เซอร์ที่กำหนดใว้");
define("LAN_NEWS_40", "แทรกการเชื่อมโยงให้โอนไฟล์ลง");
define("LAN_NEWS_42", "ไฟล์ทั้งหมด");
define("LAN_NEWS_44", "ไม่ใช้การติดตาม .");
define("LAN_NEWS_45", "รหัส");
define("LAN_NEWS_46", "ไม่ได้ปรับปรุงรายการข่าว/เนื้อหา จึงไม่ได้เปลี่ยนแปลงใดๆ.");
define("LAN_NEWS_48", "ไม่ใช้ภาพประกอบ");
define("LAN_NEWS_49", "การแสดงผลเอกสาร");


?>