<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/admin/lan_links.php,v $
|     $Revision: 1.1 $
|     $Date: 2007-03-22 00:34:31 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("LCLAN_1", "บันทึกการเลือกกำหนดค่าไว้เรียบร้อยแล้ว");
define("LCLAN_2", "บันทึกเมนูการเชื่อมโยงเข้าฐานข้อมูล.");
define("LCLAN_3", "ปรับปรุงเมนูการเชื่อมโยงในฐานข้อมูลแล้ว.");
// define("LCLAN_4", "ลบการเชื่อมโยงแล้ว.");
define("LCLAN_6", "ปรับลำดับแล้ว.");
define("LCLAN_8", "การบริหารจัดการเมนูเชื่อมโยง ในหน้าแรกของเว็ปไซท์");
define("LCLAN_12", "รูปแบบการเชื่อมโยง");
define("LCLAN_15", "ชื่อเมนูเชื่อมโยง");
define("LCLAN_16", "ชื่อไฟล์ในระบบ:ที่อยู่(URL)");
define("LCLAN_17", "คำอธิบาย");
define("LCLAN_18", "ใช้สัญรูป");
define("LCLAN_19", "พื้นที่การเปิดแสดง หน้าที่เชื่อมโยงถึง");
define("LCLAN_20", "เปิดแสดงอยู่ในกรอบพื้นที่หน้าหลัก");
define("LCLAN_23", "เปิดแสดงเป็นกรอบวินโดวส์ขึ้นใหม่(Popup)");
define("LCLAN_24", "เปิดเป็นกรอบวินโดวส์ใหม่ขนาด 600x400 Pixels");
define("LCLAN_25", "เลือกกลุ่มสมาชิกที่จะอนุญาตให้ใช้งานเมนูนี้ได้");
define("LCLAN_26", "เลือกระบุกลุ่มสมาชิกที่จะสามารถมองเห็นและใช้งานเมนูเชื่อมโยงที่สร้างนี้ได้");
define("LCLAN_27", "ปรับปรุงเมนูเชื่อมโยง");
define("LCLAN_28", "สร้างเมนูเชื่อมโยงเพิ่ม");
define("LCLAN_29", "สร้าง/จัดการเมนูเชื่อมโยงใหม่");
define("LCLAN_30", "เลื่อนขึ้น");
define("LCLAN_31", "เลื่อนลง");
define("LCLAN_39", "เลือกสัญรูปที่มีในระบบ");
define("LCLAN_53", "รายการเชื่อมโยง");
define("LCLAN_54", "ได้ลบไปแล้ว");
define("LCLAN_58", "คุณแน่ใจว่าต้องการจะลบเมนูการเชื่อมโยงนี้ออกไป?");
define("LCLAN_61", "ไม่มีรายการเชื่อมโยง");
define("LCLAN_62", "รายการเมนูหลักของเว็ปไซท์");
define("LCLAN_63", "สร้างเมนูการเชื่อมโยงเพิ่ม");
define("LCLAN_68", "ตั้งค่าเมนูเชื่อมโยงของเว็ป");
define("LCLAN_78", "แสดงแถบป้ายคำอธิบายเป็น Screen-Tip");
define("LCLAN_79", "คำอธิบายจะแสดงขึ้นมาเมื่อนำเม้าส์ชี้ที่เมนูการเชื่อมโยง");
define("LCLAN_80", "เปิดใช้เมนูย่อย");
define("LCLAN_81", "เมนูย่อยจะแสดงหลังจากที่คลิกที่เมนูหลักแล้ว");
define("LCLAN_83", "ตัวสร้างเมนูย่อย");
define("LCLAN_88", "ตั้งค่าเมนูการเชื่อมโยงในหน้าแรกของเว็ปไซท์");
define("LCLAN_89", "สัญรูป");

define("LCLAN_91", "ย้าย");
define("LCLAN_95", "กลุ่มสมาชิกที่อนุญาตให้ใช้งานและมองเห็นเมนู");
define("LCLAN_96", "ของรูปแบบกราฟิกเว็บ(Theme)");

define("LINKLAN_1", "เปิดแสดงเป็นกรอบวินโดวส์ใหม่ขนาด 800x600 Pixels");
define("LINKLAN_2", "หมวดหมู่เมนูเชื่อมโยง");
define("LINKLAN_3", "เป็นหมวดหมู่/เมนูใหม่");
define("LINKLAN_4", "จัดหมวดหมู่การเชื่อมโยง");
define("LINKLAN_5", "จัดเป็นเมนูย่อยในหมวด/รายการ..");
define("LINKLAN_6", "จัดการเชื่อมโยงในหมวดของ:");
define("LINKLAN_7", "เป็นเมนูย่อยในหมวดหมู่เมนูของ...");
define("LINKLAN_8", "ประเภทข่าว/เนื้อหาทั้งหมด");
define("LINKLAN_9", "ประเภทการโอนไฟล์ลงทั้งหมด");
define("LINKLAN_10", "สร้าง เพิ่ม หรือจัดรายการเชื่อมโยงที่มีอยู่ เข้าเป็นเมนูย่อยในหมวดหมู่เมนูนี้");


?>