<?php

/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|    	Steve Dunstan 2001-2002
|     http://e107.org
|     jalist@e107.org
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/admin/lan_prefs.php,v $
|     $Revision: 1.1 $
|     $Date: 2007-03-22 00:34:31 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/

define("PRFLAN_1", "ข้อมูลทั่วไปของเว็ปไซท์");
define("PRFLAN_2", "ชื่อเว็ปไซท์");
define("PRFLAN_3", "URL:ชื่อที่อยู่ของเว็ปไซท์");
define("PRFLAN_4", "ปุ่มเชื่อมโยงเว็ปไซท์");
define("PRFLAN_5", "แถบป้ายชื่อเว็ปไซท์");
define("PRFLAN_6", "คำอธิบายเกี่ยวกับเว็ปไซท์");
define("PRFLAN_7", "ชื่อผู้บริหารจัดการระบบหลัก");
define("PRFLAN_8", "อีเมลของผู้บริหารระบบหลัก");
define("PRFLAN_9", "พิมพ์/แก้ไขข้อความเพื่อแจ้ง แสดง ข้อมูลของเว็ปไซท์ ที่อยู่ มารยาทของการอ้างอิงสิทธิ์ การยินยอมใช้และสิทธิแห่งความรับผิดชอบ ในการใช้งานโปรแกรมบริหารจัดการเว็ปไซท์สำเร็จรูป e107CMS
");
define("PRFLAN_10", "รูปแบบกราฟิกเว็ปไซท์");
define("PRFLAN_11", "รูปแบบกราฟิกของเว็ปไซท์");
define("PRFLAN_12", "คลิกที่นี่เพื่อดูรูปแบบกราฟิกของเว็ปไซท์ที่มี");
define("PRFLAN_13", "การแสดงข้อมูลของเว็ป");
define("PRFLAN_14", "เปิดแสดงข้อมูลรูปแบบกราฟิกของเว็ปไซท์หรือไม่?");
define("PRFLAN_15", "เปิดแสดงระยะเวลาของการแสดงผลหรือไม่?");
define("PRFLAN_16", "เปิดแสดงการใช้ฐานข้อมูลsql หรือไม่?");
define("PRFLAN_17", "บีบย่อไฟล์เว็ปไซท์โดยใช้gzip");
define("PRFLAN_19", "การตั้งค่าหน้าลงทะเบียน");
define("PRFLAN_21", "การแสดงรูปแบบวันเวลา");
define("PRFLAN_22", "รูปแบบการแสดงวันเวลาแบบย่อ");
define("PRFLAN_23", "รูปแบบการแสดงวันเวลาแบบเต็มรูป");
define("PRFLAN_24", "รูปแบบการแสดงวันเวลาในการอภิปราย");
define("PRFLAN_25", "หากต้องการทราบรูปแบบของวันเวลาเพิ่มเติมให้ดูได้ที่");
define("PRFLAN_26", "การเทียบเวลาจริง");
define("PRFLAN_27", "ตัวอย่างเช่น, หากคุณเลือกจัดเวลาเป็น +2, เวลาจริงที่แสดงบนเว็ปไซท์ของคุณจะถูกบวกเพิ่มอีก 2 ชั่วโมง อันเเป็นไปตามค่าความแตกต่างของเวลามาตรฐานโลกในแต่ละเขตเวลาประเทศ");
define("PRFLAN_28", "การลงทะเบียนสมาชิก:ผู้ใช้");
define("PRFLAN_29", "เปิดใช้งานระบบการลงทะเบียนสมาชิกใหม่หรือไม่?");
define("PRFLAN_30", "อนุญาตให้บุคคลทั่วไป สมัครเป็นสมาชิกของเว็ปไซท์คุณได้");
//define("PRFLAN_31", "ใช้ระบบการตรวจสอบการลงทะเบียนด้วยอีเมลหรือไม่?");
define("PRFLAN_32", "ให้บุคคลทั่วไปตอบกระทู้ความคิดเห็นได้หรือไม่?");
define("PRFLAN_33", "หากปิด จะเป็นการห้ามไม่ให้บุคคลทั่วไปที่ไม่เป็นสมาชิกในระบบร่วมแสดงความคิดเห็น");
define("PRFLAN_35", "เปิดระบบป้องกันการเรียกซ้ำที่เกินข้อกำหนดเวลาหรือไม่?");
define("PRFLAN_36", "การตั้งค่ากระทำลักษณะส่งข้อมูลซ้ำๆภายในเว็ปไซท์(Flood timeout)");
define("PRFLAN_37", "การระงับใช้โดยอัตโนมัติ(Auto Ban)");
define("PRFLAN_38", "เป็นการตั้งระยะหน่วงเวลา(เป็นวินาที)ของช่วงการรอเวลาแล้วเสร็จของการส่งผ่านข้อมูลเข้าสู่เว็ป หรือจัดหน่วงระยะเวลา ที่คู่สื่อสารจะต้องรอกัน เช่นลักษณะกำลังเข้าใช้การสนทนาออนไลน์ การพิมพ์โต้ตอบการอภิปรายว่าจะให้รอเวลา จนกว่าอีกฝ่ายหนึ่งจะส่งข่าวสารหรือส่งข้อความระหว่างกันให้แล้วเสร็จเป็นระยะช่วงห่างเท่าใด จึงจะถือว่าไม่เป็นการกระทำซ้ำเกิน ในลักษณะการกลั่นแกล้งส่งข้อมูลเข้าอัตโนมัติเพื่อให้เว็ปไซท์ของเราใช้งานไม่ได้ หรือเกินปริมาณการรับส่งข้อมูล(Traffic Bandwidth)ที่ผู้ให้บริการกำหนดไว้ เช่นหากมีการส่งข้อความถึงกันในลักษณะที่เร็วเกินไป และเป็นช่วงเวลาที่ตำ่กว่าค่าที่กำหนดไว ้โดยเป็นระยะอย่างสม่ำเสมอ ระบบความปลอดภัยหรือระบบการสั่งห้ามโดยอัตโนมัติก็จะเริ่มทำการตรวจสอบย้อนกลับ นั่นเอง");
define("PRFLAN_40", "ใช้ตัวกรองคำหยาบหรือไม่?");
define("PRFLAN_41", "หากคลิกเลือกไว้ ระบบจะใช้คำแทนคำหยาบที่ตรวจพบ ตามที่ตั้งไว้ข้างล่างนี้");
define("PRFLAN_42", "แทนที่คำ");
define("PRFLAN_43", "กรองคำหยาบ");
define("PRFLAN_44", "ใส่คำที่จะห้ามแสดง แยกคำโดยใช้เครื่องหมายลูกน้ำ,");
define("PRFLAN_45", "ใช้COPPAในหน้าการลงทะเบียน?");
define("PRFLAN_46", "ดูรายละเอียดเพิ่มเติมของ COPPA ได้ที่");
define("PRFLAN_47", "ระบบความปลอดภัย");
define("PRFLAN_48", "วิธีการบันทึกและติดตามที่มาของผู้ใช้(Tracking)");
define("PRFLAN_49", "Cookies");
define("PRFLAN_50", "Sessions");
define("PRFLAN_52", "บันทึกการเปลี่ยนแปลง");
define("PRFLAN_53", "การตั้งค่าเว็ปไซท์");
define("PRFLAN_55", "ชื่อCookie(หากเลือกใช้cookies)");
define("PRFLAN_56", "เขตเวลา");
define("PRFLAN_58", "เป็นเว็ปไซท์สงวนสิทธิ์ให้ใช้ได้เฉพาะสมาชิกเท่านั้น");
define("PRFLAN_59", "การคลิกเลือกไว้ จะเป็นการกำหนดให้ในทุกพื้นที่อื่นของเว็ปไซท์จะถูกปิด/ซ่อนไว้ จากหน้าแรกของเว็ป โดยจะแสดงให้เห็นเฉพาะกับสมาชิกที่เข้าระบบแล้วเท่านั้น");
define("PRFLAN_60", "เปิดใช้โหมดความปลอดภัย SSL(Secure Sockets Layer)");
define("PRFLAN_61", "เปิดอนุญาตใช้งานเว็ปในโหมดความปลอดภัย SSL เท่านั้น หาก<b>คำเตือน ! หากคุณมั่นใจว่าสามารถดำเนินการเองได้ หรือกรณีที่ทราบเรื่องการตั้งค่าระบบนี้ หากไม่มั่นใจไม่ควรดำเนินการเอง และควรปรึกษาผู้บริหารระบบเครือข่ายอินเตอร์เน็ตเสียก่อน</b>");
define("PRFLAN_76", "เปิดใช้รหัสตรวจสอบในการสมัครเป็นสมาชิก");
define("PRFLAN_77", "แสดงข้อมูลโปรแกรมเสริม ");
define("PRFLAN_78", "ปล่อยว่างหากไว้หากไม่ต้องการใช้");
define("PRFLAN_80", "คลิกที่นี่เพื่อดู");
define("PRFLAN_81", "เปิดใช้ระบบการตรวจสอบการเข้าสู่ระบบด้วยรหัสภาพ.");
define("PRFLAN_83", "ตัวอย่าง");
define("PRFLAN_87", "การแสดงความคิดเห็น");
define("PRFLAN_88", "เปิดให้แสดงความคิดเห็นต่อกันได้");
define("PRFLAN_89", "แสดงสัญรูปของความเห็นที่เข้ามาใหม่");
define("PRFLAN_90", "อนุญาตให้ผู้ส่งกระทู้แก้ไขความเห็นของตนเองได้");

define("CUSTSIG_1", "บันทึกการตั้งค่าแล้ว!");
define("CUSTSIG_2", "ชื่อจริง:");
define("CUSTSIG_3", "เว็ปไซท์:");
define("CUSTSIG_4", "วันเกิด:");
define("CUSTSIG_5", "ที่อยู่:");
define("CUSTSIG_6", "สัญลักษณ์:");
define("CUSTSIG_7", "สััญรูปแทนตน");
define("CUSTSIG_8", "เขตเวลา:");
define("CUSTSIG_12", "ซ่อน");
define("CUSTSIG_13", "เขตข้อมูล");
define("CUSTSIG_14", "ให้แสดง");
define("CUSTSIG_15", "ต้องการ");
define("CUSTSIG_16", "รหัสผ่านต้องตั้งอย่างน้อย");
define("CUSTSIG_17", "คำลงท้ายต่อจากเนื้อความที่ส่งอีเมลออกจากระบบ");
define("CUSTSIG_18", "ไม่อนุญาตให้ใช้ชื่อดังต่อไปนี้");
define("CUSTSIG_19", "ห้ามใช้ชื่อที่ประกอบด้วยคำที่จะกำหนดต่อไปนี้ การพิมพ์ให้แยกคำด้วยเครื่องหมายลูกน้ำ, ");

define("PRFLAN_91", "หากมีใครพยายามโจมตีระบบเว็ปไซท์ของคุณมาจากภายใต้หมายเลข IP เดิม ด้วยคำสั่งซ้ำๆ ระบบจะระงับการเรียกเข้าใช้งานโดยอัตโนมัติ");
define("PRFLAN_92", "ความปลอดภัยของการลงทะเบียน-ซ่อนรหัสผ่านในอีเมล์หรือไม่?");
define("PRFLAN_93", "strftime ดูที่ php.net");
define("PRFLAN_94", "ที่นี่");
define("PRFLAN_95", "แสดงข้อมูลของโปรแกรมเสริม:");
define("PRFLAN_96", "เปิดแสดงข้อมูลและคุณลักษณะอยู่ในทุกหน้าของการจัดการระบบหรือไม่");
define("PRFLAN_97", "เมนูรวม 'ข้อมูลโปรแกรมเสริม' ");
define("PRFLAN_98", "หากไม่คลิกเปิด,จะแสดงข้อมูลของแต่ละโปรแกรมเสริม. หากเปิดจะแสดงทั้งหมดไว้เป็นเมนูเดียว.");
define("PRFLAN_101", "ตั้งค่าแสดงผลข้อความ/คำ");
define("PRFLAN_102", "ระบบแทนที่คำสั่งเชื่อมโยง");
define("PRFLAN_103", "หากคลิกเปิดไว้,ข้อความที่พิมพ์เข้าและจัดว่าเป็นรูปแบบคำสั่งของการเชื่อมโยง(Link) จะถูกแทนที่ด้วยคำที่กำหนดให้แสดงแทน ตามที่กำหนดไว้ด้านล่าง กรณีนี้จะเป็นการช่วยประหยัดพื้นที่การจัดวางข้อความในหน้าเอกสาร");
define("PRFLAN_104", "คำแทนการเชื่อมโยง");
define("PRFLAN_105", "คำที่จะใช้คลิกเชื่อมโยงไป, หากใช้ภาพเป็นการเชื่อมโยง ให้ใช้คำสั่ง &lt;img tag,กับใส่ที่อยู่ออนไลน์ของภาพให้ถูกต้อง");
define("PRFLAN_106", "บันทึกการตั้งค่าลงฐานข้อมูล.");
define("PRFLAN_107", "คำแทนที่การเชื่อมโยงอีเมล");
define("PRFLAN_108", "คำแทนที่การเชื่อมโยงอีเมล, หากใช้ภาพ ให้ใช้คำสั่ง &lt;img tag, กับที่อยู่ออนไลน์ของภาพที่ถูกต้อง");
define("PRFLAN_109", "การตัดคำขึ้นบรรทัดใหม่ในเนื้อหาหากยาวเกิน");
define("PRFLAN_110", "เป็นการกำหนดให้ตัดคำขึ้นบรรทัดใหม่หากตั้งชื่อเมนูยาวเกินไป");
define("PRFLAN_111", "ตัดคำขึ้นบรรทัดใหม่ของเมนูหากยาวเกิน");
define("PRFLAN_112", "เปิด");
define("PRFLAN_113", "ปิด-ยังไม่เปิดใช้งาน");
define("PRFLAN_116", "อนุญาตให้ใช้โค๊ดรหัสคำสั่งHTML");
define("PRFLAN_117", "เป็นการอนุญาตให้สมาชิกใช้โค๊ดรหัสคำสั่งHTMLในทุกที่ , กรุณาเลือกระดับสมาชิกที่จะอนุญาตให้ใช้.");
define("PRFLAN_118", "ใช้ Geshi (Generic Syntax Highlighter)สำหรับเป็นภาษารูปแบบคำสั่งที่จะทำแถบสีเพื่อเน้นคำ");
define("PRFLAN_119", "ให้ Geshi เป็นรูปประโยคคำสั่งที่จะทำแถบสีเพื่อเน้นคำได้หลายภาษาและเป็น Open Source ดูข้อมูลเพิ่มเติมที่ http://qbnz.com/highlighter/ for more information");
define("PRFLAN_120", "ภาษารูปแบบคำสั่งค่าเริ่มต้นเป็น Geshi ");
define("PRFLAN_121", "หากไม่มีการกำหนดภาษาคำสั่งไว้เป็น bbtag, ภาษานี้จะเป็นคำสั่งใช้เพื่อเป็นภาษารูปแบบคำสั่งที่จะทำแถบสีเพื่อเน้นคำ แทน");
define("PRFLAN_122", "เปิดให้ใช้เครื่องมือดูเสมือนประกอบหน้าจริง(WYSIWYG)ในส่วนการพิมพ์ข้อความ");
define("PRFLAN_123", "การใช้เครื่องมือนี้จะแสดงผลเหมือนกันกับที่จะแสดงเหมือนจริงในหน้าเว็ปไซท์( what-you-see-is-what-you-get).อนุญาตใช้ได้เฉพาะผู้ที่เป็นสมาชิกและผู้จัดการระบบ .");
define("PRFLAN_124", "ใช้รูปแบบ 'classic' ในการแสดงผลหน้าต่อไป");
define("PRFLAN_125", "เปิดการเปิดให้แสดงผลเป็นเลขหน้าแบบs 1 2 3 ... 21 22 23, แทนการแสดงผลแบบเมนู dropdown.");
define("PRFLAN_126", "พิมพ์ข้อความต้อนรับ หรือข้อตกลงที่ต้องการจะบอก แจ้ง กล่าวเข้า ไว้ในหน้าการลงทะเบียนเป็นสมาชิกครั้งแรกของระบบนี้");
define("PRFLAN_127", "เปิดให้คลิกคำ/ข้อความที่ส่งเป็นคำเชื่อมโยงได้");
define("PRFLAN_128", "เป็นการเปิดใช้คำสั่งสร้างการเชื่อมโยงให้อัตโนมัติ(Hyperlinks) กับการพิมพ์/ส่งข้อความ(Posted) ในรูปแบบการเชื่อมโยง(Link)เข้ามาในระบบ");
define("PRFLAN_129", "ไม่อนุญาตให้เข้าใช้ระบบซ้ำซ้อนในขณะเวลาเดียวกัน");
define("PRFLAN_130", "การเปิดใช้งานคำสั่งนี้ จะเป็นการป้องกันการเข้าใช้งานระบบซ้ำซ้อนในขณะเวลาเดียวกันด้วยชื่อและรหัสผ่านเดียวกัน");
define("PRFLAN_131", "เปิดใช้งานคำสั่ง[php] bbcode");
define("PRFLAN_132", "เปิดการเปิดอนุญาตให้ผู้เขียนเรื่องสามารถใช้คำสั่ง  [php] code ในพื้นที่พิมพ์นั้นๆ");
define("PRFLAN_133", "ต้องใช้ GD extension , แต่ไม่พบในระบบ โปรดติดต่อผู้ให้บริการเว็ป");
define("PRFLAN_134", "การเปิดใช้การแปลชื่ออ้างอิงกลับถึงที่อยู่เว็ปไซท์จริง( URL)ด้วยหรือไม่? : เปิดใช้ในกรณีที่ได้ตั้งเว็ปไซท์ที่ออนไลน์ได้และมีอยู่จริง");
define("PRFLAN_135", "ตัวอย่างเช่น เว็ปไซท์ของคุณใช้ที่อยู่เป็น http://prachid.com ถ้า หากมีผู้พิมพ์ที่อยู่เว็ปไซท์เป็น http://www.prachid.com โปรแกรมดูอินเตอร์เน็ต ก็จะแปลอ้างอิงไปถึงที่อยู่ของเว็ปไซท์ที่ชื่อ http://prachid.com ให้ได้เช่นกัน");
define("PRFLAN_136", "อนุญาตให้มีการสมัครลงทะเบียนสมาชิก จากหมายเลข IP เดียวกัน ได้ไม่เกินจำนวน.");
define("PRFLAN_137", "แสดงการใช้หน่วยความจำระบบ");
define("PRFLAN_138", "เปิดใช้ระบบการตรวจสอบการเข้าสู่ระบบด้วยรหัสภาพ เมื่อแจ้งลืมรหัสผ่าน.");
define("PRFLAN_139", "แสดงคำเตือน เมื่อผู้จัดการระบบไม่ได้เปลี่ยนรหัสผ่านใหม่นานเกินกว่า 1 เดือน");
define("PRFLAN_140", "พิมพ์คำขอบคุณ บอก กล่าว หรือแจ้งให้ว่าที่สมาชิกทราบขั้นตอนและการเข้าดำเนินการต่อ หลังจากที่ระบบรับลงทะเบียนสมาชิกให้ในขั้นต้นนี้เรียบร้อยแล้ว");
define("PRFLAN_141", "อนุญาตการลงทะเบียนด้วยไฟล์ประวัติXML");
define("PRFLAN_142", "เปิดใช้กับ-ที่เข้าเกินกำหนดเท่านั้น");
define("PRFLAN_143", "เปิดใช้กับ-การเข้าระบบล้มเหลวเท่านั้น");
define("PRFLAN_144", "เปิดใช้กับ-ที่เข้าระบบล้มเหลวและเกินกำหนด");
define("PRFLAN_145", "ให้เปิดแสดงหน้าเชื่อมโยง เป็นกรอบวินโดวส์ใหม่แบบ Popup ");
define("PRFLAN_146", "การคลิกเลือกเปิดในที่นี่หมายถึง จะเป็นการกำหนดให้ระบบจัดแสดงหน้าที่คลิกเชื่อมโยง เป็นกรอบวินโดวส์ใหม่แบบ Popup ให้ขยายกรอบวินโดวส์ได้เองโดยอิสระ");
define("PRFLAN_147", "โหมดสำหรับนักพัฒนา");
define("PRFLAN_148", "เปิดให้สามารถปรับแก้ไขได้. สำหรับนักพัฒนาเท่านั้น.อย่าเปิดใช้ตัวเลือกนี้ หากเป็นเว็ปไซท์จริง.");
define("PRFLAN_149", "คุณลักษณะขั้นสูง");
define("PRFLAN_150", "เลือกใช้ระบบการรับรองสิทธิ์");
define("PRFLAN_151", "ไม่มีการติดตั้งวิธีการรับรองสิทธิ์อื่นๆให้เลือกในระบบ");

define("PRFLAN_31", "ตรวจสอบด้วยอีเมลตอบกลับ");
define("PRFLAN_152", "ไม่ต้องมีการตรวจสอบ");
define("PRFLAN_153", "ตรวจสอบ อนุมัติและรับเข้าได้โดยผู้จัดการหรือผู้บริหารระบบ ที่ได้รับสิทธิ์");
define("PRFLAN_154", "วิธีการตรวจสอบและรับเข้าเป็นสมาชิกใหม่ <br/>หากเลือกใช้วิธีการ ตรวจสอบและรับเข้าโดยผู้จัดการระบบ , แนะนำให้เปิดใช้ระบบแจ้งเตือนอีเมล เพื่อส่งไปยังผู้จัดการระบบหรือผู้รับมอบสิทธิ์ โดยให้คลิกเพื่อตั้งค่าการส่งอีเมล<a href='".e_ADMIN."notify.php'>ได้ที่นี่</a>.");

define("PRFLAN_155", "แสดงชื่อที่สามารถใช้ได้ให้แก่");
define("PRFLAN_156", "คลิกแสดงชื่อทั้งหมด ใหม่อีกครั้ง");
define("PRFLAN_157", "รายชื่อที่แสดงทั้งหมดได้ถูกเปลี่ยนไปเป็นชื่อเข้าสู่ระบบ:Login Name ให้แล้ว");
define("PRFLAN_158", "ให้แสดงชื่อ(ตัวอักษร) ได้ยาวที่สุด");
define("PRFLAN_159", "กำลังดูหน้านี้ใน");

define("PRFLAN_160", "เข้าตรวจสอบกลับไปยังเครื่องแม่ข่ายบริการอีเมล เมื่อมีการตรวจสอบความถูกต้องของอีเมลผู้ใช้.");
define("PRFLAN_161", "ไม่อนุญาตให้มีการแสดงความคิดเห็นในทุกๆส่วนของเว็ปไซท์");

define("PRFLAN_162", "ข้อมูลติดต่อกับทางเว็ปไซท์");
define("PRFLAN_163", "เช่น.ชื่อหน่วยงาน, ที่อยู่, เบอร์โทรศัพท์ เป็นต้น.");

define("PRFLAN_164", "อนุญาตให้สมาชิก/ผู้ใช้ในระบบ สามารถสำเนาชื่ออีเมลที่ใช้ติดต่อเว็ป ไปใช้ร่วมเป็นของตัวเองได้");
define("PRFLAN_165", "คำเตือน:เป็นประโยชน์ต่อบริษัท ห้างร้าน ที่ใช้อีเมลชื่อเดียวทั้งองค์กร แต่บางทีการเปิดใช้งานคำสั่งนี้ อาจเป็นการเปิดอนุญาตและเปิดโอกาสให้มีการส่งอีเมลขยะ เข้ามาเป็นจำนวนมากได้ โปรดระมัดระวัง หรือมั่นใจในระบบความปลอดภัยของระบบ");
define("PRFLAN_166", "ให้แสดงภาพสัญรูปอารมณ์ในหน้าการแสดงความเห็นหรือไม่?");

define("PRFLAN_167", "ทำให้สามารถเลือกค่าการกรอกชื่อที่อยู่อีเมลได้เอง"); // subject to change.
define("PRFLAN_168", "ติดต่อผู้บริหารเว็ปไซท์");
define("PRFLAN_169", "หากกลุ่มที่คุณเลือกมีสมาชิกมากกว่า 1 คน, สมาชิกจะถูกถามให้เลือกสมาชิกจากในกลุ่ม.");

define("PRFLAN_170", "ใช้เปลี่ยนแปลงค่า DNS กลับเพื่ออนุญาตการสั่งห้ามเข้าใช้เว็ป");
define("PRFLAN_171", "การปรับใช้ค่านี้ จะเป็นการอนุญาตให้สามารถสั่งห้ามสมาชิก ที่เข้าใช้ หรือมาจากชื่อของเว็ปไซท์ ไม่เพียงแต่เป็นหมายเลข IP หรือ ชื่อที่อยู่อีเมล<br />หมายเหตุ: การตั้งค่านี้อาจทำให้การเรียกเปิดแสดงหน้าเว็ปไซท์หรือบางหน้าช้าลงไปบ้าง");

?>