<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Thai/admin/lan_theme.php,v $
|     $Revision: 1.1 $
|     $Date: 2007-03-22 00:34:31 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 พย.2549
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 nov 2006 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com
*/
define("TPVLAN_1", "ขณะนี้คุณกำลังทดลองดูตัวอย่างและลักษณะการจัดวาง ของรูปแบบกราฟิกเว็ปชื่อชุด <b>'".PREVIEWTHEMENAME."'</b>เท่านั้น ยังไม่ใช่เป็นการตั้งค่าจริงให้แก่เว็ปไซท์<br />การเลือกจัดชุดกราฟิกที่ชอบ ให้เข้าไปที่หน้าศูนย์กลางการจัดการระบบ,<a href='".e_ADMIN."theme.php'>หน้าศูนย์กลางการจัดการระบบ</a>และเลือกคลิกปุ่มคำว่า'ให้เป็นรูปแบบกราฟิกหน้าศูนย์กลางจัดการระบบ'.<br />อยากดูตัวอย่างแบบอื่นๆต่อไป<a href='".e_ADMIN."theme.php'>ให้คลิกที่นี่</a>");
define("TPVLAN_2", "ดูตัวอย่าง");
define("TPVLAN_3", "เปลี่ยนรูปแบบกราฟิกของเว็ปเป็น");
define("TPVLAN_4", "ผู้เขียน");
define("TPVLAN_5", "เว็ปไซท์");
define("TPVLAN_6", "วันที่");
define("TPVLAN_7", "ชื่อแบบ");
define("TPVLAN_8", "เลือกปุ่มคำสั่ง");
define("TPVLAN_9", "คลิกดูตัวอย่าง");
define("TPVLAN_10", "ให้เป็นรูปแบบกราฟิกของเว็ป");
define("TPVLAN_11", "เวอร์ชั่น");
define("TPVLAN_12", "ยังดูไม่ได้");
define("TPVLAN_13", "ส่งไฟล์รูปแบบกราฟิกขึ้นสู่ระบบ (ต้องเป็นไฟล์สกุล.zip หรือ .tar.gz)");
define("TPVLAN_14", "ส่งไฟล์ขึ้น");
define("TPVLAN_15", "ส่งไฟล์ขึ้นระบบยังไม่ได้เพราะ".e_THEME." แฟ้มเก็บรูปแบบกราฟิก(theme)ยังไม่อนุญาตให้บันทึกไฟล์เข้าเก็บได้ กรุณาไปแก้ไขค่าอนุญาต(File Attributes)หรือเปลี่ยนโหมดเป็น777 ก่อน แล้วลองส่งขึ้นใหม่.");
define("TPVLAN_16", "ข้อความแจ้งผลการดำเนินการ");
define("TPVLAN_17", "ไฟล์ที่จะส่งขึ้นเป็นไฟล์ที่บีบย่อมาไม่สมบูรณ์ และต้องเป็นไฟล์สกุล .zip และ.tar เท่านั้น.");
define("TPVLAN_18", "มีความผิดพลาด ไม่สามารถคลายไฟล์คืนสภาพให้ได้ โปรดตรวจสอบความผิดพลาดของไฟล์หรือของระบบสนับสนุนของเครื่องแม่ข่ายบริการที่คุณใช้");
define("TPVLAN_19", "ไฟล์รูปแบบกราฟิกที่คุณส่งขึ้นมานั้น ระบบได้รับและคลายคืนสภาพเดิมของไฟล์ให้แล้ว กรุณาเลือนจอภาพไปดูในส่วนของไฟล์รูปแบบกราฟิกที่มีให้เลือกใช้ ที่คุณส่งขึ้นระบบมาไว้.");
define("TPVLAN_20", "คำสั่งส่งไฟล์และคลายคืนสภาพไม่สามารถดำเนินการได้ อันเนื่องจากแฟ้มเก็บ-รับไฟล์ชื่อ e107_themes ยังไม่อนุญาตให้บันทึก. กรุณาไปแก้ไขค่าอนุญาต(File Attributes)หรือเปลี่ยนโหมดเป็น777 ก่อน แล้วลองส่งขึ้นใหม่.");
define("TPVLAN_21", "นี่เป็นรูปแบบกราฟิกเว็ปที่ใช้อยู่ปัจจุบัน");
define("TPVLAN_22", "ไฟล์จัดรูปแบบหน้าเว็ป(CSS) มีให้เลือกหลายแบบคือ");
define("TPVLAN_23", "รูปแบบที่เป็นค่าเริ่มต้น");
define("TPVLAN_24", "ไม่มีข้อมูล");
define("TPVLAN_25", "การเลือกใช้ไฟล์การจัดรูปแบบหน้าเว็ป(CSS) ,ให้ไปที่ <a href='".e_ADMIN."prefs.php'>เลือกค่า</a>แล้วคลิกที่ 'รูปแบบกราฟิกเว็ป'.");
define("TPVLAN_26", "การใช้งานรูปแบบกราฟิกเว็ป(Theme)");
define("TPVLAN_27", "เลือกใช้ไฟล์คำสั่งstylesheet </br>การจัดรูปแบบหน้าเว็ป แล้วบันทึกการเลือกค่า");
define("TPVLAN_28", "เปิด");
define("TPVLAN_29", "ปิด");
define("TPVLAN_30", "ให้เรียกภาพของรูปแบบกราฟิกก่อนหรือไม่:");
define("TPVLAN_31", "นี่เป็นรูปแบบกราฟิกของศูนย์การจัดการระบบที่ใช้ปัจจุบัน");
define("TPVLAN_32", "ให้เป็นรูปแบบกราฟิกของศูนย์กลาง");
define("TPVLAN_33", "รูปแบบที่ใช้กับหน้าเว็ปไซท์คุณในขณะนี้คือ");
define("TPVLAN_34", "รูปแบบที่ใช้กับหน้าศูนย์กลางจัดการระบบในขณะนี้คือ");
define("TPVLAN_35", "บันทึกการเลือกค่า");
define("TPVLAN_36", "กรอบแสดงและแจ้งผลการดำเนินการตามคำสั่ง");
define("TPVLAN_37", "บันทึกการตั้งค่าของรูปแบบกราฟิกแล้ว");
define("TPVLAN_38", "ส่งไฟล์รูปแบบกราฟิกขึ้นระบบ");
define("TPVLAN_39", "รูปแบบกราฟิกอื่นๆที่มีให้เลือกใช้");
define("TPVLAN_40", "เปลี่ยนรูปแบบกราฟิกศูนย์กลางจัดการระบบไปเป็น");
define("TPVLAN_41", "คลิกเลือกการจัดวางหน้า");
define("TPVLAN_42", "บันทึกการเลือกค่า");
define("TPVLAN_43", "บันทึกการเลือกค่าแล้ว");
define("TPVLAN_46", "เกิดความผิดพลาดของคำสั่ง PCLZIP ที่ใช้คลายไฟล์ออก");
define("TPVLAN_47", "เกิดความผิดพลาดของคำสั่ง PCLTAR ที่ใช้คลายไฟล์ออก");
define("TPVLAN_48", "code:");


?>