tinyMCE.addI18n({ru:{
common:{
edit_confirm:"Хотите использовать для редактирования визуальный режим?",
apply:"Сохранить",
insert:"Вставить",
update:"Обновить",
cancel:"Отменить",
close:"Закрыть",
browse:"Обзор",
class_name:"Класс",
not_set:"-- Нет --",
clipboard_msg:"Команды Копировать/Вырезать/Вставить не работают в Firefox. Хотите узнать об этом подробнее?",
clipboard_no_support:"Не поддерживается вашим браузером, используйте клавиатурные сокращения.",
popup_blocked:"Ваш браузер заблокировал всплывающее окно, необходимое для работы приложения. Вам нужно отключить блокирование всплывающих окон на этом сайте, чтобы воспользоваться этим инструментом.",
invalid_data:"Ошибка: красным отмечены значения, введённые неправильно.",
more_colors:"Выбрать цвет"
},
contextmenu:{
align:"Выравнивание",
left:"По левому краю",
center:"По центру",
right:"По правому краю",
full:"По ширине"
},
insertdatetime:{
date_fmt:"%Y-%m-%d",
time_fmt:"%H:%M:%S",
insertdate_desc:"Вставить дату",
inserttime_desc:"Вставить время",
months_long:"января,февраля,марта,апреля,мая,июня,июля,августа,сентября,октября,ноября,декабря",
months_short:"янв,фев,мар,апр,май,июн,июл,авг,сен,окт,ноя,дек",
day_long:"воскресенье,понедельник,вторник,среда,четверг,пятница,суббота,воскресенье",
day_short:"вс,пн,вт,ср,чт,пт,сб,вс"
},
print:{
print_desc:"Печать"
},
preview:{
preview_desc:"Предварительный просмотр"
},
directionality:{
ltr_desc:"Направление слева направо",
rtl_desc:"Направление справа налево"
},
layer:{
insertlayer_desc:"Вставить новый слой",
forward_desc:"На передний план",
backward_desc:"На задний план",
absolute_desc:"Вкл/выкл абсолютное позиционирование",
content:"Новый слой"
},
save:{
save_desc:"Сохранить",
cancel_desc:"Отменить"
},
nonbreaking:{
nonbreaking_desc:"Вставить неразрывный пробел"
},
iespell:{
iespell_desc:"Проверить орфографию",
download:"Компонент проверки орфографии не обнаружен. Установить?"
},
advhr:{
advhr_desc:"Горизонтальная линия"
},
emotions:{
emotions_desc:"Смайлики"
},
searchreplace:{
search_desc:"Найти",
replace_desc:"Найти и заменить"
},
advimage:{
image_desc:"Вставить/редактировать изображение"
},
advlink:{
link_desc:"Вставить/редактировать ссылку"
},
xhtmlxtras:{
cite_desc:"Цитата",
abbr_desc:"Аббревиатура",
acronym_desc:"Акроним",
del_desc:"Удаленный текст",
ins_desc:"Добавленный текст",
attribs_desc:"Вставить/редактировать атрибуты"
},
style:{
desc:"Стиль оформления"
},
paste:{
paste_text_desc:"Вставить только текст",
paste_word_desc:"Вставить из Word",
selectall_desc:"Выделить всё"
},
paste_dlg:{
text_title:"Используйте комбинацию клавиш Ctrl+V, чтобы вставить текст.",
text_linebreaks:"Сохранять разрывы строк",
word_title:"Используйте комбинацию клавиш Ctrl+V, чтобы вставить текст."
},
table:{
desc:"Вставить таблицу",
row_before_desc:"Вставить строку до",
row_after_desc:"Вставить строку после",
delete_row_desc:"Удалить строку",
col_before_desc:"Вставить столбец до",
col_after_desc:"Вставить столбец после",
delete_col_desc:"Удалить столбец",
split_cells_desc:"Разделить ячейку",
merge_cells_desc:"Объединить ячейки",
row_desc:"Свойства строки",
cell_desc:"Свойства ячейки",
props_desc:"Свойства таблицы",
paste_row_before_desc:"Вставить строку таблицы до",
paste_row_after_desc:"Вставить строку таблицы после",
cut_row_desc:"Вырезать строку",
copy_row_desc:"Копировать строку",
del:"Удалить таблицу",
row:"Строка",
col:"Столбец",
cell:"Ячейка"
},
autosave:{
unload_msg:"Внесенные изменения будут потеряны, если вы уйдете с этой страницы."
},
fullscreen:{
desc:"Вкл./выкл. полноэкранный режим"
},
media:{
desc:"Вставить/редактировать медиа-объект",
edit:"Редактировать медиа-объект"
},
fullpage:{
desc:"Свойства документа"
},
template:{
desc:"Вставить готовый шаблон"
},
visualchars:{
desc:"Символы визуального контроля вкл./выкл"
},
spellchecker:{
desc:"Проверка орфографии",
menu:"Параметры проверки орфографии",
ignore_word:"Игнорировать слово",
ignore_words:"Игнорировать все",
langs:"Языки",
wait:"Пожалуйста, подождите...",
sug:"Варианты",
no_sug:"Нет вариантов",
no_mpell:"Ошибок не обнаружено."
},
pagebreak:{
desc:"Вставить разделитель страницы."
}}});