<?php

define("NFPM_LAN_1", "Тема");
define("NFPM_LAN_2", "Автор");
define("NFPM_LAN_3", "Преглеждани");
define("NFPM_LAN_4", "Отговори");
define("NFPM_LAN_5", "Последен отговор");
define("NFPM_LAN_6", "Теми");
define("NFPM_LAN_7", "от");

define("NFPM_L1", "Този модул показва списък на заглавната страница с последно писаното във форума");
define("NFPM_L2", "Последно от Форума");
define("NFPM_L3", "За конфигуриране моля кликнете линка в плъгин секцията на заглавната страница в Администрация");
define("NFPM_L4", "В коя зона да е активно?");
define("NFPM_L5", "Неактивно");
define("NFPM_L6", "Най-отгоре на странницата");
define("NFPM_L7", "Най-отдолу на странницата");
define("NFPM_L8", "Заглавие");
define("NFPM_L9", "Брой на нови съобщения за показване?");
define("NFPM_L10", "Показване на скрол?");
define("NFPM_L11", "Височина на таблицата");
define("NFPM_L12", "Настройка на Последно от Форума");
define("NFPM_L13", "Обновяване");
define("NFPM_L14", "Настройката на Последно от Форума е обновена.");
define("NFPM_L15", "Използвай за показване на последните съобщения във форума.<br />По подразбиране са последните теми.");
define('NFPM_L16', '[потребителя е изтрит]');


?>