<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("NFPM_LAN_1", "Темы");
define("NFPM_LAN_2", "Добавил"); //Poster
define("NFPM_LAN_3", "Просмотров");
define("NFPM_LAN_4", "Ответов");
define("NFPM_LAN_5", "Последнее сообщение");
define("NFPM_LAN_6", "Темы");
define("NFPM_LAN_7", "автор");
define("NFPM_L1", "Этот плагин отображает список новых сообщений форума на вашей первой странице");
define("NFPM_L2", "Последние сообщения форума");
define("NFPM_L3", "Чтобы настроить, пожалуйста, щелкните по ссылке в секции плагинов главной страницы Админцентра");
define("NFPM_L4", "В какой области активировать?");
define("NFPM_L5", "Неактивно");
define("NFPM_L6", "Верх страницы");
define("NFPM_L7", "Низ страницы");
define("NFPM_L8", "Заголовок");
define("NFPM_L9", "Кол-во новых сообщений для показа?");
define("NFPM_L10", "Отображать полосу прокрутки внутри блока?");
define("NFPM_L11", "Высота блока");
define("NFPM_L12", "Настройки плагина");
define("NFPM_L13", "Обновить настройки");
define("NFPM_L14", "Настройки обновлены.");
define("NFPM_L15", "Отметьте для показа последних сообщений форума.<br />По умолчанию - последние разделы.");
define("NFPM_L16", "[пользователь удален]");


?>