<?php
	
define("NFPM_LAN_1", "การส่งกระทู้เข้า");
define("NFPM_LAN_2", "ผู้ส่ง");
define("NFPM_LAN_3", "เข้าอ่าน");
define("NFPM_LAN_4", "ตอบ");
define("NFPM_LAN_5", "ส่งล่าสุด");
define("NFPM_LAN_6", "กระทู้เข้า");
define("NFPM_LAN_7", "โดย");
	
define("NFPM_L1", "โปรแกรมเสริมนี้ เป็นส่วนแสดงรายการของกระทู้ที่ส่งเข้าใหม่ในหน้าแรกของเว็ปไซท์");
define("NFPM_L2", "กระทู้อภิปรายล่าสุด");
define("NFPM_L3", "การตั้งค่า ให้ไปคลิกตั้งค่าที่หน้าศูนย์กลางการบริหารจัดการระบบ ในส่วนของโปรแกรมเสริม");
define("NFPM_L4", "เปิดใช้ในเขตพื้นที่?");
define("NFPM_L5", "ยังไม่ใช้งาน");
define("NFPM_L6", "ด้านบน");
define("NFPM_L7", "ด้านล่าง");
define("NFPM_L8", "คำอธิบาย");
define("NFPM_L9", "จำนวนของส่งกระทู้ใหม่ ที่จะเปิดแสดง?");
define("NFPM_L10", "แสดงแถบเลื่อนหน้าไว้ภายในกรอบ?");
define("NFPM_L11", "กรอบสูง");
define("NFPM_L12", "ตั้งค่าการส่งกระทู้ใหม่");
define("NFPM_L13", "ปรับปรุงตั้งค่าการส่งกระทู้ใหม่");
define("NFPM_L14", "ได้ปรับปรุงตั้งค่าการส่งกระทู้ใหม่แล้ว");
define("NFPM_L15", "คลิกในช่องเพื่อให้แสดงกระทู้ล่าสุด.<br />ค่าเริ่มต้นคือหัวข้อล่าสุด.");
define('NFPM_L16', '[ลบสมาชิกแล้ว]');
	
	
?>