<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Эта страница предназначена для управления файлами в каталоге /files. Если появляется сообщение об ошибке по поводу разрешений доступа при загрузке фалов, пожалуйста, установи CHMOD равным 777 на каталог, в который происходит загрузка.";
$ns -> tablerender("Файловый менеджер: Справка", $text);
?>