<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Эта страница позволяет создавать зарегистрированных пользователей. Среди прочего, здесь вы можете обновлять их свойства, давать им права администратора и устанавливать для них классы пользователей.";
$ns -> tablerender("Пользователи: Справка", $text);
unset($text);
?>