<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File
|     Bulgarian Language Pack for e107 Version 0.7
|     Copyright © 2005 - Bulgarian e107
|     http://www.e107bg.org
|     Encoding: utf-8
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/lan_signup.php,v $
|     $Revision: 1.2 $
|     $Date: 2005-07-19 19:46:15 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Регистрация");
define("LAN_7", "Име за визуализиране: ");
define("LAN_8", "името, което ще се вижда на сайта");
define("LAN_9", "Потребителско Име: ");
define("LAN_10", "името, което ще ползвате за вход");
define("LAN_17", "Парола: ");
define("LAN_103", "Това потребителско име не може да бъде прието като валидно. Моля изберете друго потребителско име.");
define("LAN_104", "Това потребителско име вече съществува в потребителската база. Моля изберете друго потребителско име.");
define("LAN_105", "Двете пароли не съвпадат");
define("LAN_106", "Това не изглежда да е валиден имейл адрес");
define("LAN_107", "Благодарим ви! Вече сте регистриран потребител на");
define("LAN_108", "Регистрацията е завършена");
define("LAN_109", "This site complies with The Children's Online Privacy Protection Act of 1998 (COPPA) and as such cannot accept registrations from users under the age of 13 without a written permission document from their parent or guardian. For more information you can read the legislation");
define("LAN_110", "Регистрация");
define("LAN_111", "Отново парола: ");
define("LAN_112", "Имейл Адрес: ");
define("LAN_113", "Скриване на имейл?: ");
define("LAN_114", "Това ще предотврати показването на имейл адреса ви на сайта");
define("LAN_123", "Регистрирай се");
define("LAN_185", "Оставени са празни задължителни полета");
define("LAN_201", "Да");
define("LAN_200", "Не");
define("LAN_202", "Неуспешна Регистрация");
define("LAN_309", "Моля попълнете вашите данни по-долу.");
define("LAN_399", "Продължи");
define("LAN_400", "Потребителското име и паролата са чувствителни на <b>малки-големи букви</b>");
define("LAN_401", "Вашият профил е вече активен. Моля");
define("LAN_402", "Регистрацията е активирана");
define("LAN_403", "Добре дошли на");
define("LAN_404", "Регистрационни данни за");
define("LAN_405", "Този етап от регистрацията е завършен. Ще получите имейл за потвърждение съдържащ данните необходими за вход в сайта. Моля използвайте линка в имейла за окончателно завършване на регистрационния процес и активиране на вашия профил.");
define("LAN_406", "Благодарим ви!");
define("LAN_407", "Моля пазете този имейл за ваша собствена информация. Паролата ви е криптирана и не може да бъде възстановена при загубване или забравяне. Разбира се можете да заявите нова парола ако това се случи.\n\nБлагодарим за вашата регистрация.\n\nОт");
define("LAN_408", "Вече съществува потребител с този имейл адрес. Моля използвайте страницата 'забравена парола' за получаване на парола.");
define("LAN_SIGNUP_1", "Мин.");
define("LAN_SIGNUP_2", "симв.");
define("LAN_SIGNUP_3", "Неодобрен код.");
define("LAN_SIGNUP_4", "Паролата ви трябва да е дълга най-малко ");
define("LAN_SIGNUP_5", " символа.");
define("LAN_SIGNUP_6", "Необходимо е вашето ");
define("LAN_SIGNUP_7", "");
define("LAN_SIGNUP_8", "Благодарим ви!");
define("LAN_SIGNUP_9", "Невъзможно продължението.");
define("LAN_SIGNUP_10", "Да");
define("LAN_SIGNUP_11", ".");

define("LAN_409", "Невалидни знаци в потребителското име");
define("LAN_410", "Въведете кода изобразен на картинката");

define("LAN_SIGNUP_12", "моля пазете потребителското си име и парола на сигурно място - при загубване те не могат да бъдат възстановени.");
define("LAN_SIGNUP_13", "Можете да влезнете в сайта през логин полето или от <a href='".e_BASE."login.php'>тук</a>.");
define("LAN_SIGNUP_14", "тук");
define("LAN_SIGNUP_15", "Моля свържете се с администратора на сайта");
define("LAN_SIGNUP_16", "ако имате нужда от помощ.");
define("LAN_SIGNUP_17", "Моля потвърдете, че сте на възраст 13 или над 13 години.");
define("LAN_SIGNUP_18", "Вашата регистрация беше получена и създадена със следните данни...");
define("LAN_SIGNUP_19", "Потребителско име:");
define("LAN_SIGNUP_20", "Парола:");
define("LAN_SIGNUP_21", "Вашият профил в момента е неактивен. За активиране моля използвайте следния линк ...");
define("LAN_SIGNUP_22", "кликни тук");
define("LAN_SIGNUP_23", "за лгоин.");
define("LAN_SIGNUP_24", "Благодарим за регистрирането на");
define("LAN_SIGNUP_25", "Качи свой аватар");
define("LAN_SIGNUP_26", "Качи своя снимка");
define("LAN_SIGNUP_27", "Покажи");
define("LAN_SIGNUP_28", "избор за съдържание/имейл списък");
define("LAN_SIGNUP_29", "Имейл за потвърждение ще бъде изпратен на зададения от вас имейл адрес, така че той трябва да е валиден.");
define("LAN_SIGNUP_30", "Ако не желаете вашич имейл да бъде показван на този сай, моля маркирайте 'скрий имейл адреса'.");

define("LAN_SIGNUP_31", "URL към вашия XUP файл");
define("LAN_SIGNUP_32", "Какво е XUP файл?");
define("LAN_SIGNUP_33", "Въведи път или избери аватар");
define("LAN_SIGNUP_34", "Моля имайте предвид: Всяка една картинка качена на този сървър, която е счетена от администраторите за неподходяща, ще бъде незабавно изтрита.");
define("LAN_SIGNUP_35", "Натисни тук за регистриране с XUP файл");
define("LAN_SIGNUP_36", "Срещната е грешка при създаването на вашата потребителска информация. Моля свържете се със администратор на сайта");

define("LAN_LOGINNAME", "Логин Име");
define("LAN_PASSWORD", "Парола");
define("LAN_USERNAME", "Име за показване");
define("LAN_EMAIL_01", "Уважаеми");
define("LAN_EMAIL_04", "Моля пазете този имейл за ваша собствена информация.");
define("LAN_EMAIL_05", "Паролата ви е криптирана и не може да бъде възстановена при загубване или забравяне. Разбира се можете да заявите нова парола ако това се случи.");
define("LAN_EMAIL_06", "Благодарим за регистрацията ви.");

?>