<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File
|     Bulgarian Language Pack for e107 Version 0.7
|     Copyright © 2005 - Bulgarian e107
|     http://www.e107bg.org
|     Encoding: utf-8
|
|     $Source: /cvsroot/e107/e107_langpacks/e107_languages/Bulgarian/lan_upload.php,v $
|     $Revision: 1.2 $
|     $Date: 2005/07/19 19:46:15 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Качване на файл");

define('LAN_UL_001','Невалиден имейл адрес');
define('LAN_UL_002', 'Нямате необходимите права за качване на файлове на този сървър.');	// LAN_403

define('LAN_UL_020', 'Грешка');
define('LAN_UL_021', 'Качването не е успешно');

define('LAN_UL_032', 'Трябва да изберете категория');
define('LAN_UL_033', 'Трябва да въведете валиден имейл адрес');
define('LAN_UL_034', 'Трябва да въведете име на файла');
define('LAN_UL_035', 'Трябва да въведете описание');
define('LAN_UL_036', 'Трябва да изберете файл за качване');
define('LAN_UL_037', 'Трябва да изберете гатегория');
define('LAN_UL_038', '');

//define("LAN_20", "Грешка"); - виж LAN_UL_020
define("LAN_61", "Вашето Име: ");
define("LAN_112", "Имейл Адрес: ");
define("LAN_144", "Уебсайт URL: ");
define("LAN_402", "Трябва да се регистриран потребител за качване на файлове на този сървър.");
//define("LAN_403", ""); - виж LAN_UL_002
define("LAN_404", "Благодарим Ви. Файлът, който качихте ще бъде прегледан от администратор и ако бъде одобрен ще бъде добавен към списъка с файлове на този сайт.");
//define("LAN_405", "Файлът надминава максималната позволена големина - файлът е изтрит.");
define("LAN_406", "Моля обърнете внимание");
define("LAN_407", "Всякакви друг вид файлове ще бъдат незабавно изтрити.");
define("LAN_408", "Подчертаните");
define("LAN_409", "Име на файл");
define("LAN_410", "Версия");
define("LAN_411", "Файл");
define("LAN_412", "Картинка");
define("LAN_413", "Описание");
define("LAN_414", "Работещо демо");
define("LAN_415", "въведете URL към сайт, където може да бъде видяна демонстрация");
define("LAN_416", "Потвърждение и Качване");
define("LAN_417", "Качване на Файл");
define("LAN_418", "Максимална големина на файла: ");
define("DOWLAN_11", "Категория");
define("LAN_419", "Позволени файлове");
define("LAN_420", "полета са задължителни");



?>
