<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_signup.php,v $
|     $Revision: 1.23 $
|     $Date: 2006/11/16 19:50:45 $
|     $Author: mcfly_e107 $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Регистрация");
define("LAN_7", "Име за визуализиране: ");
define("LAN_8", "името, което ще се вижда на сайта");
define("LAN_9", "Потребителско име: ");
define("LAN_10", "името, което ще ползвате за вход");
define("LAN_17", "Парола: ");
define("LAN_103", "Това потребителско име не може да бъде прието като валидно. Моля изберете друго потребителско име.");
define("LAN_104", "Това потребителско име вече съществува в потребителската база. Моля изберете друго потребителско име.");
define("LAN_105", "Двете пароли не съвпадат");
define("LAN_106", "Това не изглежда да е валиден имейл адрес");
define("LAN_107", "Благодарим Ви! Вече сте регистриран потребител на");
define("LAN_108", "Регистрацията е завършена");
define("LAN_109", "Този сайт поддържа Онлайн Детска Защита (The Children's Online Privacy Protection Act) от 1998 (COPPA) и не приема регистрация от потребители под 13 години без подписан от родителите или техни настойници документ. За по-вече информация можете да прочетете закона");
define("LAN_110", "Регистрация");
define("LAN_111", "Отново парола: ");
define("LAN_112", "Имейл адрес: ");
define("LAN_113", "Скриване на имейл?: ");
define("LAN_114", "Това ще предотврати показването на имейл адреса Ви на сайта");
define("LAN_123", "Регистрирай се");
define("LAN_185", "Оставени са празни задължителни полета");
define("LAN_201", "Да");
define("LAN_200", "Не");
define("LAN_202", "Неуспешна регистрация");
define("LAN_309", "Моля попълнете Вашите данни по-долу.");
define("LAN_399", "Продължи");
define("LAN_400", "Потребителското име и паролата са чувствителни на <b>малки и големи букви</b>");
define("LAN_401", "Вашият профил е вече активен. Моля");
define("LAN_402", "Регистрацията е активирана");
define("LAN_403", "Добре дошли на");
define("LAN_404", "Регистрационни данни за");
define("LAN_405", "Този етап от регистрацията е завършен. Ще получите имейл за потвърждение съдържащ данните необходими за вход в сайта. Моля използвайте линка в имейла за окончателно завършване на регистрационния процес и активиране на вашия профил.");
define("LAN_406", "Благодарим Ви!");
define("LAN_407", "Моля пазете този имейл за Ваша собствена информация. Паролата Ви е криптирана и не може да бъде възстановена при загубване или забравяне. Разбира се можете да заявите нова парола, ако това се случи.\n\nБлагодарим за Вашата регистрация.\n\nОт");
define("LAN_408", "Вече съществува потребител с този имейл адрес. Моля, използвайте страницата \"забравена парола\" за получаване на парола.");
define("LAN_SIGNUP_1", "Мин.");
define("LAN_SIGNUP_2", "симв.");
define("LAN_SIGNUP_3", "Неодобрен код.");
define("LAN_SIGNUP_4", "Паролата Ви трябва да е дълга най-малко ");
define("LAN_SIGNUP_5", " символа.");
define("LAN_SIGNUP_6", "Необходимо е Вашето ");
define("LAN_SIGNUP_7", ""); //intentional empty constant
define("LAN_SIGNUP_8", "Благодарим Ви!");
define("LAN_SIGNUP_9", "Невъзможно е продължаването.");
define("LAN_SIGNUP_10", "Да");
define("LAN_SIGNUP_11", ".");

define("LAN_409", "Невалидни знаци в потребителското име");
define("LAN_410", "Въведете кода, изобразен на картинката");
define("LAN_411", "Това име за показване вече съществува - моля изберете ново");

define("LAN_SIGNUP_12", "моля пазете потребителското си име и парола на сигурно място - при загубване те не могат да бъдат възстановени.");
define("LAN_SIGNUP_13", "Можете да влезнете в сайта през логин полето или от <a href='".e_BASE."login.php'>тук</a>.");
define("LAN_SIGNUP_14", "тук");
define("LAN_SIGNUP_15", "Моля свържете се с администратора на сайта");
define("LAN_SIGNUP_16", "ако имате нужда от помощ.");
define("LAN_SIGNUP_17", "Моля потвърдете, че сте на възраст 13 или над 13 години.");
define("LAN_SIGNUP_18", "Вашата регистрация беше получена и създадена със следните данни:");
//define("LAN_SIGNUP_19", "Потребителско име:");
//define("LAN_SIGNUP_20", "Парола:");
define("LAN_SIGNUP_21", "Вашият профил в момента е неактивен. За активиране моля използвайте следния линк ...");
define("LAN_SIGNUP_22", "кликни тук");
define("LAN_SIGNUP_23", "за логин.");
define("LAN_SIGNUP_24", "Благодарим за регистрирането на");
define("LAN_SIGNUP_25", "Качи свой аватар");
define("LAN_SIGNUP_26", "Качи своя снимка");
define("LAN_SIGNUP_27", "Покажи");
define("LAN_SIGNUP_28", "избор за съдържание/имейл списък");
define("LAN_SIGNUP_29", "Имейл за потвърждение ще бъде изпратен на зададения от вас имейл адрес, така че той трябва да е валиден.");
define("LAN_SIGNUP_30", "Ако не желаете вашият имейл да бъде показван на този сайт, моля, изберете \"Да\" от настройката \"скрий имейл адреса\".");

define("LAN_SIGNUP_31", "URL към вашия XUP файл");
define("LAN_SIGNUP_32", "Какво е XUP файл?");
define("LAN_SIGNUP_33", "Въведи път или избери аватар");
define("LAN_SIGNUP_34", "Моля, имайте предвид: Всяка картинка качена на този сървър, която е счетена от администраторите за неподходяща, ще бъде незабавно изтрита.");
define("LAN_SIGNUP_35", "Натисни тук за регистриране с XUP файл");
define("LAN_SIGNUP_36", "Срещната е грешка при създаването на Вашата потребителска информация. Моля, свържете се с администратор на сайта");
define("LAN_LOGINNAME", "Име за вход");
define("LAN_PASSWORD", "Парола");
define("LAN_USERNAME", "Име за показване");
define("LAN_EMAIL_01", "Уважаеми");
define("LAN_EMAIL_04", "Моля пазете този имейл за ваша собствена информация.");
define("LAN_EMAIL_05", "Паролата ви е криптирана и не може да бъде възстановена при загубване или забравяне. Разбира се можете да заявите нова парола, ако това се случи.");
define("LAN_EMAIL_06", "Благодарим за регистрацията Ви.");

define("LAN_SIGNUP_37", "Този етап на регистрацията Ви приключи. Сайт администратора ще разгледа вашата регистрация. При одобрение ще получите имейл с потвърждение за одобряване на регистрацията Ви.");
define("LAN_SIGNUP_38", "Моля въведете един и същ валиден имейл адрес в съответните полета");
define("LAN_SIGNUP_39", "Въведете отново имейл адрес:");

// 0.7.6
define("LAN_SIGNUP_40", "Не е необходимо активиране");
define("LAN_SIGNUP_41", "Вашият профил е вече активиран.");
define("LAN_SIGNUP_42", "Внимание - имейл за регистрация не беше изпратен. Моля свържете се с администратора на сайта.");
define("LAN_SIGNUP_43", "Имейлът е изпратен");
define("LAN_SIGNUP_44", "Изпратен е имейл за активиране до:");
define("LAN_SIGNUP_45", "Моля проверете вашия имейл.");
define("LAN_SIGNUP_47", "Заявка за активиране");
define("LAN_SIGNUP_48", "Потребител или Имейл");
define("LAN_SIGNUP_49", "Ако сте се регистрирали с грешен имейл адрес, моля въведете нов имейл адрес и вашата парола тук:");
define("LAN_SIGNUP_50", "Нов Имейл");
define("LAN_SIGNUP_51", "Стара парола");
define("LAN_SIGNUP_52", "неправилна парола");
define("LAN_SIGNUP_53", "- невалидна стойност");

define("LAN_SIGNUP_54", "Кликни тук за попълване на информацията за регистрация");
define("LAN_SIGNUP_55", "Избраното име за визуализиране е прекалено дълго. Моля изберете друго");
define("LAN_SIGNUP_56", "Избраното име за визуализиране е прекалено кратко. Моля изберете друго");
define("LAN_SIGNUP_57", "Избраното име за вход е прекалено дълго. Моля изберете друго");
define("LAN_SIGNUP_58", "Преглед на регистрация");
define("LAN_SIGNUP_59","**** If the link doesn't work, please check that part of it has not overflowed onto the next line. ****");
define('LAN_SIGNUP_60', 'Error accessing external avatar');

// 0.7.16

define("LAN_SIGNUP_72", "Благодарим Ви, че се регистрирахте в [sitename]! Изпращаме имейл за порвърждение до [email]. Моля потвърдете като натисните на линка в този имейл за да завършите Вашата регистрация и активирате Вашия профил.");  	// LAN_405

define("LAN_SIGNUP_98", "Потвърдете Вашия имейл адрес");
define("LAN_SIGNUP_99", "Засечен е проблем");
define("LAN_SIGNUP_100", "Изчакайте активиране от администратор");

?>