<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File
|     Bulgarian Language Pack for e107 Version 0.7
|     Copyright © 2005 - Bulgarian e107
|     http://www.e107bg.org
|     Encoding: utf-8
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/lan_subcontent.php,v $
|     $Revision: 1.2 $
|     $Date: 2005-07-19 19:46:15 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("ARLAN_0", "Благодарим ви, вашата статия е записана и ще бъде прегледана от администратор на сайта в най-скоро време.");
define("ARLAN_1", "Оставени празни полета.");
define("ARLAN_2", "Благодарим ви, вашата рецензия е записана и ще бъде прегледана от администратор на сайта в най-скоро време.");
define("ARLAN_15", "Напиши статия");
define("ARLAN_17", "Заглавие");
define("ARLAN_18", "Подзаглавие");
define("ARLAN_19", "Обобщение");
define("ARLAN_20", "Статия");
define("ARLAN_21", "Позволи коментари?");
define("ARLAN_22", "Да");
define("ARLAN_23", "Не");
define("ARLAN_24", "Добави имейл/принт икони?");
define("ARLAN_25", "Да");
define("ARLAN_26", "Не");
define("ARLAN_27", "Запиши Статията");
define("ARLAN_28", "Преглед");
define("ARLAN_55", "Видимо за");
define("ARLAN_73", "Отвори HTML Редактор");
define("ARLAN_74", "Категория");
define("ARLAN_75", "Няма");
define("ARLAN_82", "Инфо за автора");
define("ARLAN_84", "име на автора");
define("ARLAN_85", "имейл на автора");
define("ARLAN_86", "Рецензия");
define("ARLAN_87", "Рейтинг");
define("ARLAN_88", "Моля изберете рейтинг");
define("ARLAN_89", "Запиши Рецензия");

define("ARLAN_90", "Оставени са празни полета, моля натиснете бутона за връщане във вашия браузър и попълнете всички полета.");
define("ARLAN_91", "Повторен преглед");
define("ARLAN_92", "Моля въведете вашието име и имейл адрес");


define("ARLAN_93", "статия");
define("ARLAN_94", "рецензия");
define("ARLAN_95", "Писането на статии от потребители към този момент е забранено");
define("ARLAN_96", "Писането на рецензии от потребители към този момент е забранено");
define("ARLAN_97", "Нямате необходимите права за Писане на Статия");
define("ARLAN_98", "Нямате необходимите права за Писане на Рецензия");


define("ARLAN_99", "Какво бихте искали да добавите?");
define("ARLAN_100", "Новини");
define("ARLAN_101", " Събитие");
define("ARLAN_102", "Статия");
define("ARLAN_103", "Рецензия");
define("ARLAN_104", "Линк");
define("ARLAN_105", "Файл");
define("ARLAN_106", "Добави публикация");

?>