<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File
|     Bulgarian Language Pack for e107 Version 0.7
|     Copyright © 2005 - Bulgarian e107
|     http://www.e107bg.org
|     Encoding: utf-8
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/lan_login.php,v $
|     $Revision: 1.2 $
|     $Date: 2005-07-19 19:46:15 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("LAN_27", "Не сте попълнили задължително поле(та)");
define("LAN_300", "Некоректен логин. Въведените данни не принадлежат на регистриран потребител. Проверете дали е активиран вашия CAPS-LOCK - информацията при логин е чувствителна на малки-големи букви.");
define("LAN_302", "Вашата регистрация не е активирана. Би трябвало да сте получили имейл с инструкции как да потвърдите вашата регистрация. Ако не сте получили имейл, моля свържете се с администратора на сайта.");
define("LAN_303", "Въведен е неправилен код.");
define("LAN_304", "Комбинацията от това име/парола е вече в употреба.");
define("LAN_LOGIN_1", "Потребителско име");
define("LAN_LOGIN_2", "Парола");
define("LAN_LOGIN_3", "Защитен сървър");
define("LAN_LOGIN_4", "Моля въведете вашите данни за получаване на достъп.");
define("LAN_LOGIN_5", "Регистрация");
define("LAN_LOGIN_6", "Към този момент не се приемат нови потребители");
define("LAN_LOGIN_7", "Въведете код");
define("LAN_LOGIN_8", "Запомни ме");
define("LAN_LOGIN_9", "Вход");
define("LAN_LOGIN_10", "Кликни за логване");
define("LAN_LOGIN_11", "Регистриране на нов Потребител");
define("LAN_LOGIN_12", "Забравена Парола?");
define("LAN_LOGIN_13", "Въведи текста от картинката");

define("LAN_LOGIN_14", "Потребител опита логване с неразпознато потребителско име");
define("LAN_LOGIN_15", "Потребител опита логване с неправилна парола");
define("LAN_LOGIN_16", "Потребител опита логване с комбинация от потребител/парола, които са вече в употреба");
define("LAN_LOGIN_17", "Потребителска парола (хеширана)");
define("LAN_LOGIN_18", "Автоматичен бан: Повече от 10 неуспешни опита за логин");
define("LAN_LOGIN_19", "&gt; 10 неуспешни опита за логин");
?>