<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File
|     Bulgarian Language Pack for e107 Version 0.7
|     Copyright © 2005 - Bulgarian e107
|     http://www.e107bg.org
|     Encoding: utf-8
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/lan_fpw.php,v $
|     $Revision: 1.2 $
|     $Date: 2005-07-19 19:46:15 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Смяна на паролата");

define("LAN_02", "Съжалявам, изпращането на имейл е невъзможно - моля свържете се с главния администратор на сайта.");
define("LAN_03", "Смяна на паролата");
define("LAN_05", "За подмяна на вашата парола, моля въведете следната информация");
define("LAN_06", "Опит за смяна на парола");
define("LAN_07", "Някой с IP адрес ");
define("LAN_08", "направи опит за смяна на основната администраторска парола.");
define("LAN_09", "Смяна на паролата от ");
define("LAN_112", "Имейл адрес, използван при регистрация ");
define("LAN_156", "Изпрати");
define("LAN_213", "Комбинация от това потребителско име/имейл адрес не беше намерено в базата данни.");
define("LAN_214", "Смяната на паролата е невъзможна");
define("LAN_216", "За да активирате вашата нова парола, моля посетете следния адрес ...");
define("LAN_217", "Вашата нова парола е активирана, можете да се логнете използвайки новата си парола.");
define("LAN_218", "Вашето потребителско име е:");
define("LAN_219", "Паролата асоциирана с вашия имейл адрес беше вече сменена и не може да бъде сменена отново. Моля свържете се с администратора на сайта за повече информация.");
define("LAN_FPW1","Потребителско име");
define("LAN_FPW2","Въведи кода");
define("LAN_FPW3","Въведен е неправилен код");
define("LAN_FPW4","Вече е изпратена заявка за смяна на тази парола. Ако не сте получили имейл, моля свържете се с администратора на сайта.");
define("LAN_FPW5","Заявка за смяна на вашата парола за");
define("LAN_FPW6","Изпратен ви е имейл с линк, който ще ви позволи да смените вашата парола.");
define("LAN_FPW7","Това не е валиден линк за смяна на вашата парола.<br />Моля свържете се с администратора на сайта за повече информация.");
define("LAN_FPW8","Паролата за потребителско име");
define("LAN_FPW9","беше успешно сменена.<br /><br />Новата парола е:");
define("LAN_FPW10","Моля");
define("LAN_FPW11","логнете се сега");
define("LAN_FPW12","и незабавно сменете паролата си поради съображения за сигурност.");

define("LAN_FPW13", "моля следвайте инструкциите в имейла за да активирате вашата парола.");
define("LAN_FPW14", "беше изпратена от някой с IP адрес");
define("LAN_FPW15", "Това не означава, че вашата парола е вече сменена. Необходимо е да използвате линка по-долу, за да завършите процеса за смяна на паролата ви.");
define("LAN_FPW16", "При положение, че не вие сте направили заявка за смяна на паролата и НЕ ЖЕЛАЕТЕ да я сменяте, можете просто да игнорирате този имейл");
define("LAN_FPW17", "Линкът по-долу ще бъде валиден за 48 часа.");

?>