<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_news.php,v $
|     $Revision: 83 $
|     $Date: 2006-11-27 14:47:49 +0200 (Mon, 27 Nov 2006) $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Новини");

define("LAN_NEWS_1", "Новини само за определени потребители");
define("LAN_NEWS_2", "Нямате права за гледане на тези новини");






define("LAN_NEWS_9", "Въведено е само заглавие - <b>ще бъде показано само заглавието на новината</b><br />");
define("LAN_NEWS_10", "Тази новина е <b>неактивна</b> (Тя няма да бъде показана на заглавната страница). ");
define("LAN_NEWS_11", "Тази новина е <b>активна</b> (Тя ще бъде показана на заглавната страница). ");
define("LAN_NEWS_12", "Коментарите са <b>позволени</b>. ");
define("LAN_NEWS_13", "Коментарите са <b>забранени</b>. ");
define("LAN_NEWS_14", "<br />Период на активиране: ");
define("LAN_NEWS_15", "Дължина на новината: ");
define("LAN_NEWS_16", "b. Дължина на разширението: ");
define("LAN_NEWS_17", "b.");
define("LAN_NEWS_18", "Инфо:");
define("LAN_NEWS_19", "Сега");




define("LAN_NEWS_23", "Категории новини");
define("LAN_NEWS_24", "създай pdf с тази новина");
define("LAN_NEWS_25", "Редакция");
define('LAN_NEWS_31', 'Важна новина');					// Added
define("LAN_NEWS_82", "Новини - Категории");
define("LAN_NEWS_83", "Все още няма новини - моля проверете отново скоро.");
define('LAN_NEWS_84', 'Обратно към преглед на новините');
define('LAN_NEWS_85', 'Обратно към преглед на категорията');
define('LAN_NEWS_86', 'По-стари новини');
define('LAN_NEWS_87', 'По-нови новини');
define("LAN_NEWS_462", "Не са намерени новини за зададения месец");


// Following used by alt_news
define("LAN_99", 'Коментари');
define("LAN_100", 'На');
define("LAN_307", 'Общо новини в тази категория: ');

?>