<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/lan_news.php,v $
|     $Revision: 1.6 $
|     $Date: 2007-03-04 21:39:35 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Новини");

define("LAN_NEWS_1", "Новини само за определени потребители");
define("LAN_NEWS_2", "Нямате права за гледане на тези новини");
//define("LAN_NEWS_3", "Моля изтрийте install.php от вашия сървър");
//define("LAN_NEWS_4", "ако не го направите има потенциален риск за вашия уебсайт");
define("LAN_NEWS_5", "<strong>Грешка!</strong> Беше невъзможно актуализирането на новината в базите данни!</b>");
define("LAN_NEWS_6", "Новината е записана в базите данни.");
define("LAN_NEWS_7", "<b>Грешка!</b> Беше невъзможно записването на новината в базите данни!</b>");
define("LAN_NEWS_8", "Новината е записана в базите данни за всички езици. ID: ");
define("LAN_NEWS_9", "Въведено е само заглавие - <b>ще бъде показано само заглавието на новината</b><br />");
define("LAN_NEWS_10", "Тази новина е <b>неактивна</b> (Тя няма да бъде показана на заглавната страница). ");
define("LAN_NEWS_11", "Тази новина е <b>активна</b> (Тя ще бъде показана на заглавната страница). ");
define("LAN_NEWS_12", "Коментарите са <b>позволени</b>. ");
define("LAN_NEWS_13", "Коментарите са <b>забранени</b>. ");
define("LAN_NEWS_14", "<br />Период на активиране: ");
define("LAN_NEWS_15", "Дължина на новината: ");
define("LAN_NEWS_16", "b. Дължина на разширението: ");
define("LAN_NEWS_17", "b.");
define("LAN_NEWS_18", "Инфо:");
define("LAN_NEWS_19", "Сега");
define("LAN_NEWS_20", "Новините са актуализирани в базата за следния език: ");
define("LAN_NEWS_21", "Новините са актуализирани в базата.");
//define("LAN_NEWS_22", "Отиди на страница: ");
define("LAN_NEWS_23", "Категории новини");
define("LAN_NEWS_24", "създай pdf с тази новина");

define("LAN_NEWS_82", "Новини - Категории");
define("LAN_NEWS_83", "Все още няма новини - моля проверете отново скоро.");
define("LAN_NEWS_84", "Новини");
define("LAN_NEWS_99", "Коментари");
define("LAN_NEWS_100", "на");
define("LAN_NEWS_307", "Общо публикации в тази категория: ");
define("LAN_NEWS_462", "Не са намерени новини за зададения месец");
?>