<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File
|     Bulgarian Language Pack for e107 Version 0.7
|     Copyright © 2005 - Bulgarian e107
|     http://www.e107bg.org
|     Encoding: utf-8
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/lan_user.php,v $
|     $Revision: 1.2 $
|     $Date: 2005-07-19 19:46:15 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Потребители");

define("LAN_20", "Грешка");
define("LAN_112", "Имейл Адрес");
define("LAN_115", "ICQ Номер");
define("LAN_116", "AIM Адрес");
define("LAN_117", "MSN Messenger");
define("LAN_118", "Рожденна дата");
define("LAN_119", "Местоположение");
define("LAN_120", "Подпис");
define("LAN_137", "Няма информация за този потребител, понеже той не е регистриран на");
define("LAN_138", "Регистрирани потребители: ");
define("LAN_139", "Подреждане: ");
define("LAN_140", "Регистрирани потребители");
define("LAN_141", "Все още няма регистрирани потребители.");
define("LAN_142", "Потребител");
define("LAN_143", "[скрито по желание]");
define("LAN_144", "Уебсайт URL");
define("LAN_145", "Регистриран на");
define("LAN_146", "Посещения след регистрацията");
define("LAN_147", "Съобщения е чата");
define("LAN_148", "Пуснати коментари");
define("LAN_149", "Съобщения на форума");
define("LAN_308", "Истинско име");
define("LAN_400", "Това не е валиден потребител.");
define("LAN_401", "няма информация");
define("LAN_402", "Потребителски профил");
define("LAN_403", "Статистики на сайта");
define("LAN_404", "Последно посещение");
define("LAN_405", "");
define("LAN_406", "Рейтинг");
define("LAN_407", "няма");
define("LAN_408", "няма снимка");
define("LAN_409", "точки");
define("LAN_410", "Други");
define("LAN_411", "Натисни тук за актуализиране на информацията");
define("LAN_412", "Натисн тук за редакция на потребителските данни");
define("LAN_413", "изтриване на снимката");
define("LAN_414", "назад");
define("LAN_415", "напред");
define("LAN_416", "Трябва да сте логнат за достъп до тази страница");
define("LAN_417", "Главен администратор");
define("LAN_418", "Сайт администратор");
define("LAN_419", "Покажи");
define("LAN_420", "Низходящ");
define("LAN_421", "Възходящ");
define("LAN_422", "Изпълни");
define("LAN_423", "Натисни тук за преглед на коментарите от потребителя");
define("LAN_424", "Натисни тук за преглед на съобщенията на форума");
define("LAN_425", "Изпрати лично съобщение");
define("LAN_426", "по-рано");

define("USERLAN_1", "Peer Rating");

?>