<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Hebrew/lan_news.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 15:13:34 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "חדשות");

define("LAN_82", "חדשות - קטגוריה");
define("LAN_83", "אין פריטי חדשות כרגע - חזור במועד מאוחר יותר.");
define("LAN_84", "פריטי חדשות");
define("LAN_99", "תגובה");
define("LAN_100", "מופעל");
define("LAN_307", "סך הודעות בקטגוריה: ");

define("LAN_NEWS_1", "חדשות למשתמשים מסוימים בלבד");
define("LAN_NEWS_2", "אתה לא מורשה לצפות בחדשות אלה");
define("LAN_NEWS_3", "מחק קובץ install.php מהשרת");
define("LAN_NEWS_4", "אם לא תמחק ישנו סיכון אבטחתי לאתרך");

define("LAN_NEWS_5", "<b>שגיאה!</b> לא ניתן לעדכן פריט חדשות למסד הנתונים!</b>");
define("LAN_NEWS_6", "חדשות הוכנסו למסד הנתונים.");
define("LAN_NEWS_7", "<b>שגיאה!</b> לא ניתן להכניס פריט חדשות למסד הנתונים!</b>");
define("LAN_NEWS_8", "חדשות הוכנסו למסד הנתונים לפעולה בכל השפות. ID: ");
define("LAN_NEWS_9", "כותרת בלבד מוגדרת - <b>רק כותרת החדשות תופיע</b><br />");
define("LAN_NEWS_10", "פריט חדשות זה <b>אינו פעיל</b> (לא יוצג בדף הראשי). ");
define("LAN_NEWS_11", "פריט חדשות זה <b>פעיל</b> (יוצג בדף הראשי). ");
define("LAN_NEWS_12", "תגובות <b>מופעלות</b>. ");
define("LAN_NEWS_13", "תגובות <b>כבויות</b>. ");
define("LAN_NEWS_14", "<br />תקופת הפעלה: ");
define("LAN_NEWS_15", "אורך החדשות: ");
define("LAN_NEWS_16", "b. אורך מוגדל: ");
define("LAN_NEWS_17", "b.");
define("LAN_NEWS_18", "מידע:");
define("LAN_NEWS_19", "עכשיו");
define("LAN_NEWS_20", "חדשות עודכנו במסד הנתונים לשפות הבאות: ");
define("LAN_NEWS_21", "חדשות עודכנו במסד הנתונים.");
define("LAN_NEWS_22", "לך לעמוד: ");
define("LAN_NEWS_23", "קטגוריות חדשות");
?>