<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Hebrew/lan_fpw.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 15:13:34 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "איפוס סיסמא");

define("LAN_02", "סליחה, לא ניתן לשלוח אי-מייל - אנא צור קשר עם מנהל האתר דרך פורום המשוב.");
define("LAN_03", "איפוס סיסמא");
define("LAN_05", "בכדי לאפס את הסיסמא הכנס את המידע הבא:");
define("LAN_06", "ניסה לאפס סיסמא");
define("LAN_07", "מישהו עם כתובת הip ");
define("LAN_08", "ניסה לאפס את סיסמאת המנהל הראשי.");
define("LAN_09", "איפוס סיסמא מ ");
define("LAN_112", "כתובת האימייל שהיתה בשימוש בהרשמה ");
define("LAN_156", "שלח");
define("LAN_213", "שם המשתמש\כתובת האימייל לא נמצא\ה במסד הנתונים של האתר.");
define("LAN_214", "לא ניתן לאפס סיסמא");
define("LAN_216", "בכדי לאשר סיסמתך החדשה היכנס לכתובת הבאה ...");
define("LAN_217", "סיסמתך החדשה מאושרת, אתה מוזמן להתחבר לאתר עם סיסמתך החדשה.");
define("LAN_218", "שם המשתמש שלך הוא:");
define("LAN_219", "הסיסמא שמשויכת לחשבון אי-מייל זה כבר אופסה, לא ניתן לאפסה בשנית. אנא צור קשר עם מנהל האתר לפרטים נוספים.");
define("LAN_FPW1","שם משתמש");
define("LAN_FPW2","הכנס קוד");
define("LAN_FPW3","קוד לא תקני");
define("LAN_FPW4","בקשה לאיפוס סיסמא זו כבר נשלחה, אם לא קיבלת את האי-מייל, אנא צור קשר עם מנהל האתר לעזרה.");
define("LAN_FPW5","בקשה לאיפוס סיסמתך ל");
define("LAN_FPW6","אי-מייל נשלח אלייך עם קישור לאימות הסיסמא החדשה והפעלתה.");
define("LAN_FPW7","קישור זה לאיפוס סיסמא אינו תקני.<br />אנא צור קשר עם מנהל האתר לפרטים נוספים.");
define("LAN_FPW8","הסיסמא לשם המשתמש");
define("LAN_FPW9","שונתה בהצלחה.<br /><br />הסיסמא החדשה היא:");
define("LAN_FPW10","אנא");
define("LAN_FPW11","התחבר עכשיו");
define("LAN_FPW12","ושנה את הסיסמא מיידית, לשם מטרות אבטחה.");

define("LAN_FPW13", "עקוב אחרי ההוראות באי-מייל בכדי לאמת סיסמתך.");
define("LAN_FPW14", "נשלח על מישהו עם כתובת ה IP הזאת:");
define("LAN_FPW15", "זה לא אומר שסיסמתך אופסה עדיין.  אתה חייב להיכנס לקישור המוצג כאן בכדי להשלים את תהליך האיפוס.");
define("LAN_FPW16", "אם לא ביקשת לאפס את הסיסמא שלך, התעלם ממכתב זה ו<b>אל<b/> תיכנס לקישור המצורף.");
define("LAN_FPW17", "קישור זה תקני במשך 48 שעות בלבד.");

?>