<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Hebrew/lan_upload.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 15:13:35 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "העלאות");

define("LAN_20", "שגיאה");
define("LAN_61", "השם שלך: ");
define("LAN_112", "כתובת אי-מייל: ");
define("LAN_144", "כתובת אתר: ");
define("LAN_402", "אתה חייב להיות משתמש רשום כדי להעלות קבצים");
define("LAN_403", "אין לך את ההרשאות המתאימות כדי להעלות קבצים");
define("LAN_404", "תודה , הקובץ הועלה ויאושר על ידי המנהל");
define("LAN_405", "הקובץ חרג ממגבלות הגודל שלו ונמחק");
define("LAN_406", "שים לב");
define("LAN_407", "קבצים עם סיומות לא מאושרות יימחקו");
define("LAN_408", "מסומנים בקו תחתון");
define("LAN_409", "שם הקובץ");
define("LAN_410", "גירסה");
define("LAN_411", "קובץ");
define("LAN_412", "תמונת מסך");
define("LAN_413", "תיאור");
define("LAN_414", "דמו");
define("LAN_415", "הכנס לקישור כדי לראות תצוגה מקדימה");
define("LAN_416", "הועלה");
define("LAN_417", "העלה קובץ");
define("LAN_418", גודל קובת מקסימלי: ");
define("DOWLAN_11", "קטגוריה");
define("LAN_419", "סיומות מאושרות:");
define("LAN_420", "שדות שחובה למלא");



?>