<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Hebrew/lan_usersettings.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 15:13:35 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "הגדרות משתמש");

define("LAN_7", "שם תצוגה: ");
define("LAN_8", "השם שיוצג באתר");
define("LAN_9", "כינוי להתחברות ");
define("LAN_10", "שם משתמש להתחברות לאתר");
define("LAN_11", "השם שאתה מנסה להתחבר איתו לא ניתן לשינוי, אנא צור קשר עם אחד המנהלים");

define("LAN_20", "שגיאה");
define("LAN_105", "הסיסמאות אינן תואמות");
define("LAN_106", "כתובת אי-מייל שגויה");
define("LAN_112", "כתובת אי-מייל: ");
define("LAN_113", "החבא כתובת אי-מייל? ");
define("LAN_114", "זה ימנע הצגת כתובת האי-מייל שלך באתר");
define("LAN_115", "מספר icq: ");
define("LAN_116", "AIM : ");
define("LAN_117", "MSN מסנג'ר: ");
define("LAN_118", "יום הולדת: ");
define("LAN_119", "מיקום: ");
define("LAN_120", "חתימה: ");
define("LAN_121", "סמלון אישי: ");
define("LAN_122", "איזור זמן:");
define("LAN_144", "כתובת אתר: ");
define("LAN_150", "הגדרות נשמרו");
define("LAN_151", "אישור");
define("LAN_152", "סיסמא חדשה: ");
define("LAN_153", "כתוב שנית את הסיסמא: ");
define("LAN_154", "שמור הגדרות");
define("LAN_155", "עדכן הגדרות משתמש");
define("LAN_185", "השארת את איזור הסיסמא ריק ");
define("LAN_308", "שם אמיתי: ");
define("LAN_401", "השאר ריק כדי לשמור על הסיסמא הקיימת");
define("LAN_402", "בחר סימלון אישי או רשום כתובת");
define("LAN_403", "בחר סימלון אישי");
define("LAN_404", "שים לב - תמונה אשר תחרוג מהמותרות תמחק על ידי המנהל.");

define("LAN_410", "הגדרות של");
define("LAN_411", "עדכן הגדרות");
define("LAN_412", "שנה סיסמא");
define("LAN_413", "בחר סימלון אישי");
define("LAN_414", "העלה תמונה");
define("LAN_415", "העלה סימלון");

define("LAN_416", "כן");
define("LAN_417", "לא");

define("LAN_418", "מידע על ההרשמה");
define("LAN_419", "מידע אישי");
define("LAN_420", "סימלון אישי");
define("LAN_421", "בחר סימלון אישי מאתר אחר");
define("LAN_422", "השתמש בסימלון הבסיסי");
define("LAN_423", "אנא הקש כתובת מלאה לסימלון");
define("LAN_424", "לחץ כדי לראות סימלונים אחרים");
define("LAN_425", "תמונה");
define("LAN_426", "זה יוצג בדף הפרופיל שלך");
define("LAN_427", "שלח...");
define("LAN_428", "פריט חדשות");
define("LAN_429", "קישור");
define("LAN_430", "הורדה");
define("LAN_431", "מאמר");
define("LAN_432", "מאמר");

define("LAN_433", "כתובת לקובץ xup");
define("LAN_434", "מה זה?");
define("LAN_435", "XML פרוטוקול קובץ למשתמש");

define("LAN_SIGNUP_1", "מינימום.");
define("LAN_SIGNUP_2", "תוים.");
define("LAN_SIGNUP_4", "הסיסמא חייבת להיות לפחות באורך ");
define("LAN_SIGNUP_5", " תוים.");
define("LAN_SIGNUP_6", "שלך ");
define("LAN_SIGNUP_7", " דרושה");

define("LAN_USET_1", "הסימלון שלך רחב מדי");
define("LAN_USET_2", "הרוחב המקסימלי של הסימלון:");
define("LAN_USET_3", "הסמלון שלך גבוה מדי");
define("LAN_USET_4", "הגובה המקסימלי של הסימלון:");

// v.616
define("LAN_CUSTOMTITLE", "כותרת אישית");
define("LAN_ICQNUMBER", "מספר האייסיקיו חייב להכיל רק מספרים");

//v.617
define("LAN_408", "משתמש עם האימייל הזה כבר קיים ");
define("MAX_AVWIDTH", "גודל הסימלון המקסימלי הוא ");
define("MAX_AVHEIGHT", " x ");
define("GIF_RESIZE", "אנא שנה גודל או החלף לסוג תמונה אחר ");
define("RESIZE_NOT_SUPPORTED", "שיטת שינוי גודל לא נתמכת על ידי השרת. שנה גודל תמונה או בחר אחרת. הקובץ נמחק.");

// v0.7
define("LAN_USET_5", "רשום ל");
define("LAN_USET_6", "הירשם לרשימת התפוצה של האתר ו\או לאיזורים באתר.");
define("LAN_USET_7", "שונות");
define("LAN_USET_8", "חתימה / איזור זמן");
define("LAN_USET_9", "חלק מהשדות שמסומנים ב-* ריקים");
define("LAN_USET_10","אנא עדכן את ההגדרות שלך כדי להמשיך.");
define ("LAN_USET_11", "שם משתמש אינו יכול להתקבל תקף, אנא בחר שם משתמש אחר");
define ("LAN_USET_12", "זה השם לתצוגה הוא קצר מדי. נא לבחור אחרת");
define ("LAN_USET_13", "תווים לא חוקיים שם משתמש. נא לבחור אחרת");
define ("LAN_USET_14", "שם התחבר יותר מדי זמן. נא לבחור אחרת");
define ("LAN_USET_15", "שם לתצוגה ארוכה מדי. נא לבחור אחרת");
define ("LAN_USET_16", "תיבת סמן כדי למחוק תמונה קיימת ללא העלאה נוספת");
define ("LAN_USET_17", "שם לתצוגה משמש כבר. נא לבחור אחרת");


?>