<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Hebrew/lan_request.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 15:13:34 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/

define("LAN_dl_61", "שגיאה בהורדה");
define("LAN_dl_62", "הורדה נחסמה, עברת את מכסת ההורדות המותרת.");
define("LAN_dl_63", "אין לך את ההרשאות המתאימות להורדת קובץ זה.");
define("LAN_dl_64", "אחורה");
define("LAN_dl_65", "קובץ לא נמצא");

?>