<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_langpacks/e107_languages/Hebrew/lan_user.php,v $
|     $Revision: 1.1 $
|     $Date: 2006/04/13 15:13:35 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "משתמשים");

define("LAN_20", "שגיאה");
define("LAN_112", "כתובת אי-מייל");
define("LAN_115", "מספר אייסיקיו");
define("LAN_116", "AIM כתובת");
define("LAN_117", "MSN מסנג'ר");
define("LAN_118", "יום הולדת");
define("LAN_119", "מיקום");
define("LAN_120", "חתימה");
define("LAN_137", "אין מידע על המשתמש מאחר והוא אינו רשום באתר");
define("LAN_138", "משתמשים רשומים: ");
define("LAN_139", "סדר: ");
define("LAN_140", "משתמשים רשומים");
define("LAN_141", "אין משתמשים רשומים עדיין.");
define("LAN_142", "חבר");
define("LAN_143", "[מוסתר לבקשת המשתמש]");
define("LAN_144", "כתובת אינטרנט");
define("LAN_145", "הצטרף");
define("LAN_146", "ביקורים באתר מאז הרישום");
define("LAN_147", "הודעות בתיבת הצ'ט");
define("LAN_148", "תגובות שפורסמו");
define("LAN_149", "הודעות בפורומים");
define("LAN_308", "שם אמיתי");
define("LAN_400", "שם משתמש זה אינו חוקי.");
define("LAN_401", "אין מידע");
define("LAN_402", "פרופיל משתמש");
define("LAN_403", "סטטיסטיקות אתר");
define("LAN_404", "ביקור אחרון לפני");
define("LAN_405", "ימים");
define("LAN_406", "ציון");
define("LAN_407", "אין");
define("LAN_408", "אין תמונה");
define("LAN_409", "נקודות");
define("LAN_410", "שונות");
define("LAN_411", "לחץ כאן כדי לעדכן את המידע שלך");
define("LAN_412", "לחץ כאן כדי לשנות את מידע המשתמש");
define("LAN_413", "מחק תמונה");
define("LAN_414", "חבר קודם");
define("LAN_415", "חבר הבא");
define("LAN_416", "אתה חייב להתחבר למערכת כדי להיכנס לדף זה");
define("LAN_417", "מנהל האתר");
define("LAN_418", "מנהל אתר");
define("LAN_419", "הצג");
define("LAN_420", "מהסוף להתחלה");
define("LAN_421", "מההתחלה לסוף");
define("LAN_422", "סדר");
define("LAN_423", "לחץ כאן כדי לצפות בתגובות המשתמש");
define("LAN_424", "לחץ כאן כדי לצפות בהודעות בפורומים");
define("LAN_425", "שלח הודעה פרטית");
define("LAN_426", "לפני");

define("USERLAN_1", "דירוג peer");
define ("USERLAN_2", "אין לך גישה לצפות בעמוד זה.");


?>