<?php

/*
Hebrew Translation File
Author: yarivot
Email: yarivot26@walla.co.il
*/

define("INSLAN1", "שלב ההתקנה");
define("INSLAN2", "בדיקת גרסת mySQl וPHP / בדיקת הגישות לקבצים");
define("INSLAN3", "גרסת הPHP");
define("INSLAN4", "נכשל");
define("INSLAN5", "<b>אתה משתמש בגרסא של PHP שהיא לא עובדת עם e107<br />(e107 צורכת לפחות את הגרסא 4.1.0).</b><br /><br />אם אתה משתמש בשרת שעל המחשב שלך אתה תצטרך לשדרג את <br />הגרסא של PHP שלך, בבקשה ראה <a href='http://php.net'>php.net</a> בשביל הוראות נוספות. אם אתה<br />מנסה להתקין את e107 בשרת פרטי אתה תצטרך ליצור קשר עם <br />מנהל השרת ולבקש ממנו לדרג את גרסת הPHP שלו בשבילך<br />בבקשה חזור אחרי שדרוג הגרסא שלך."); 
define("INSLAN6", "הסקריפט הושהה.");
define("INSLAN7", "עבר");
define("INSLAN8", "גרסת MYSQL");
define("INSLAN9", "<b>e107 לא היה מסוגל לקבוע את גרסת בסיס הנתונים שלך.</b><br /><br />יכול להיות שאין לך בסיס נתונים מותקן בשרת או בסיס נתונים שכרגע פועל, או<br />יכול להיות שאתה מפעיל גרסא של בסיס שאינה  תואמת<br />למספר שצריך (v5.x ידועה כגרסא שגורמת לבעיה זו). אם השלב הבא של ההתקנה <br />ייכשל אתה תצטרך לבדוק את מצב הבסיס שלך.");
define("INSLAN10", "גישה לקבצים");
define("INSLAN11", "בלתי ניתן לכתיבה");
define("INSLAN12", "התיקיית בלתי ניתנת לכתיבה");
define("INSLAN13", "בבקשה וודא שהגישות לקבצים  הרשומים למעלה מוגדרים<br />כראוי בשרת שלך, הגישות צריכות להיות  777. כדי להגדיר את <br />הגישות, לחיצה ימנית על הקובץ בFTP ובחר chmod או <br />set file permissions, ואז הקש בפנים 777, אם הדיאלוג שהופיע היה קופסאות אישור<br />אז בחר את כולם.<br /><br />בבקשה התחל מחדש אחרי שתגדיר את הגישות.");
define("INSLAN14", "התקנת e107");
define("INSLAN15", "שגיאה כללית");
define("INSLAN16", "למרות שלא היה ניתן לקבוע את גרסת בסיס הנתונים שלך, <br />בבקשה המשך לשלב הבא.");
define("INSLAN17", "המשך");
define("INSLAN18", "בדוק מחדש את הגישות לקבצים");
define("INSLAN19", "כל הבדיקות על השרת עברו בהצלחה, בבקשה לחץ על הכפתור כדי להמשיך");
define("INSLAN20", "מידע על בסיס הנתונים");
define("INSLAN21", "בבקשה הכנס את פרטי בסיס הנתונים שלך כאן.<br />אם יש לך גישה אתה יכול ליצור בסיס על ידי לחיצה בקופסא, אם לא אתה חייב<br />אתה חייב ליצור בסיס חדש או להשתמש באחד קיים. <br />אם יש לך רק בסיס אחד השתמש בקידומת שלא תפריע למערכת אחרות באותו בסיס.<br />אם אינך יודע את פרטי המסד שלך צור קשר עם בעל השרת שלך.");
define("INSLAN22", "שרת MYSQL");
define("INSLAN23", "שם משתמש");
define("INSLAN24", "סיסמא");
define("INSLAN25", "שם בסיס הנתונים");
define("INSLAN26", "קידומת הטבלאות");
define("INSLAN27", "שגיאה");
define("INSLAN28", "התרחשה שגיאה");
define("INSLAN29", "אתה השארת שדה חובה ריק, בבקשה הכנס מחדש את פרטי הבסיס שלך");
define("INSLAN30", "e107 לא הצליח להתחבר לבסיס הנתונים לפי המידע שהכנסת.<br />בבקשה חזור לעמוד הקודם ובדוק שהמידע שהכנסת נכון.");
define("INSLAN31", "בדיקת בסיס הנתונים");
define("INSLAN32", "התחברות לבסיס הנתונים בוצעה בהצלחה.");
define("INSLAN33", "מנסה ליצור בסיס נתונים");
define("INSLAN34", "לא יכול ליצור בסיס נתונים, בבקשה וודא שיש לך את הגישות המתאימות כדי ליצור בסיס נתונים על השרת שלך.");
define("INSLAN35", "בסיס הנתונים נוצר בהצלחה.");
define("INSLAN36", "בבקשה לחץ על הפתור כדי לעבור לשלב הבא.");


define("INSLAN37", "בחזרה לעמוד הקודם");
define("INSLAN38", "מידע על המנהל הראשי");
define("INSLAN39", "בבקשה הכנס את שם המשתמש, הסיסמא וכתובת הדואר האלקטרונית של המנהל הראשי כאן.<br /> הפרטים האלו יהיו בשימוש שתנסה להיכנס ללוח הבקרה של האתר שלך.<br /> בבקשה תבדוק שרשמת את שם המשתש והסיסמא במקום בטוח כי אם תאבד אותם<br /> לא תוכל לשחזר אותם.");
define("INSLAN40", "שם משתמש");
define("INSLAN41", "סיסמא");
define("INSLAN42", "אישור סיסמא");
define("INSLAN43", "דואר אלקטרוני");
define("INSLAN44", "השארת שדה חובה ריק, בבקשה הכנס מחדש את המידע על המנהל הראשי.");;
define("INSLAN45", "שתי הסיסמאות לא תואמות, בבקשה הכנס אותם מחדש.");
define("INSLAN46", "לא נראת ככתובת הגיונית לדואר אלקטרוני, בבקשה הכנס מחדש.");
define("INSLAN47", "הכל מוגדר!");
define("INSLAN48", "לe107 יש עכשיו את כל המידע שהוא צריל כדי לגמור את ההתקנה.<br />בבקשה לחץ על הכפתור בשביל ליצור את הטבלאות בבסיס הנתונים שלך ולשמור את כל המידע שלך.");
define("INSLAN49", "e107 לא הצליח לשמור על הקובץ config.php בשרת שלך<br />בבקשה וודא שהקובץ<b>e107_config.php</b>בגישות הנכונות");
define("INSLAN50", "ההתקנה הושלמה!");
define("INSLAN51", "הכל מוכן");
define("INSLAN52", "e107 הותקנה בהצלחה!<br />בגלל סיבות בטחוניות כדי לך לשנות את הגישות בקובץ<br /><b>e107_config.php</a> חזרה ל644.<br />גם כן בבקשה מחק את הקובץ install.php מהשרת אחרי שתלחץ על הכפתור מתחת");
define("INSLAN53", "לחץ כאן כדי להגיע לאתרך החדש!");
define("INSLAN54", "לא יכול לקרוא את קובץ המידע של בסיס הנתונים<br /><br />בבקשה וודא שהקובץ <b>core_sql.php</a> קיים בתיקייה <b>/e107_admin/sql</b>.");
define("INSLAN55", "e107 לא הצליח ליצור את כל הטבלאות הדרושות בבסיס הנתונים.<br />בבקשה נקה את בסיס הנתונים שלך לפני שאתה מנסה שוב.");
define("INSLAN56", "ברוך הבא לאתרך החדש!");

define("INSLAN57", "e107 הותקנה בהצלחה ועכשיו מוכנה לקבל תוכן.<br />לוח הבקרה שלך נמצא  <a href='e107_admin/admin.php'>כאן<a> לחץ עכשיו כדי להגיע לשם, אתה תצטרך להתחבר שוב בשם המשתמש והסיסמא שהכנסת במהלך ההתקנה."); 
define("INSLAN58", "אתה תוכל למצוא את מסמך השאלות והתשובות כאן.");
define("INSLAN59", "תודה לך שניסית את e107, אנחנו מקווים שזה יימלא את הדרישות שלך לגבי האתר שלך.\n(אתה יכול למחוק את ההודעה הזאת מלוח הבקרה שלך.)");
define("INSLAN60", "לחץ כדי ליצור");
define("INSLAN61", "תיקייה");
define("INSLAN62", "או");
define("INSLAN63", "שגיאה בגישת הקבצים");
define("INSLAN64", "הקובץ הזה נוצר על ידי קובץ ההתקנה.");

?>