<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_langpacks/e107_languages/Hebrew/lan_signup.php,v $
|     $Revision: 1.2 $
|     $Date: 2006/08/14 16:02:45 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "הרשמה לאתר");
define("LAN_7", "שם לתצוגה: ");
define("LAN_8", "שם המשתמש שלך שיוצג באתר");
define("LAN_9", "שם התחברות: ");
define("LAN_10", "שם המשתמש שלך להתחברות לאתר");
define("LAN_17", "סיסמא: ");
define("LAN_103", "שם המשתמש הזה איזו יכול להתקבל, בחר בשם משתמש אחר");
define("LAN_104", "שם משתמש זה נמצא בשימוש של משתמש אחר, בחר בשם משתמש אחר");
define("LAN_105", "שתי הסיסמאות אינן תואמות");
define("LAN_106", "כתובת אי-מייל זו אינה תקינה");
define("LAN_107", "תודה לך! אתה רשום כעת כחבר באתר");
define("LAN_108", "הרשמה הסתיימה");
define("LAN_109", "תוכן אתר זה תואם לחוק הגנת הפרטיות של ילדים במסגרת האינטרנט משנת 1998 (COPPA) ולכן אינו יכול לקבל רישום של משתמשים
מתחת לגיל 13 ללא היתר בכתב מהוריהם או מהאפוטרופוס. למידע נוסף אתם יכולים לקרא את החוק.");
define("LAN_110", "הרשמה");
define("LAN_111", "רשום סיסמא בשנית: ");
define("LAN_112", "כתובת אי-מייל: ");
define("LAN_113", "הסתר כתובת אי-מייל?: ");
define("LAN_114", "זה ימנע הצגת כתובת האי-מייל שלך באתר");
define("LAN_123", "הרשם");
define("LAN_185", "השארת שדה(ות) ריק\ים");
define("LAN_201", "כן");
define("LAN_200", "לא");
define("LAN_202", "הרשמה נכשלה");
define("LAN_309", "אנא הכנס פרטיך.");
define("LAN_399", "המשך");
define("LAN_400", "שמות המשתמש והסיסמאות <b>רגישות להבדלי אותיות גדולות וקטנות (באנגלית)</b>");
define("LAN_401", "חשבונך הופעל");
define("LAN_402", "הרשמה הופעלה");
define("LAN_403", "ברוך הבא ל");
define("LAN_404", "פרטי הרשמה ל");
define("LAN_405", "שלב הרשמה זה הושלם. בקרוב תקבל אי-מייל עם פרטי ההתחברות שלך לאתר. לחץ על הקישור באי-מייל כדי להשלים את ההרשמה לאתר ולהפעיל חשבונך.");
define("LAN_406", "תודה לך!");
define("LAN_407", "שמור על אי-מייל זה למידע אישי שלך. סיסמתך מוצפנת ולא ניתן לשחזר אותה אם שכחת. למרות זאת, אם שכחת סיסמתך תוכל ליצור סיסמא חדשה.\n\nתודה לך על ההרשמה לאתר\n\nמ");
define('LAN_408', 'משתמש עם כתובת אי-מייל זו כבר קיים. השתמש בדף ה"שכחתי סיסמא" כדי לשחזר סיסמתך.');
define("LAN_409", "תוים שאינם תקינים בשם המשתמש");
define("LAN_410", "הכנס קוד שנראה בתמונה");
define("LAN_411", "שם זה קיים כבר בבסיס הנתונים, אנא בחרו שם אחר");

define("LAN_SIGNUP_1", "מינימום.");
define("LAN_SIGNUP_2", "תוים.");
define("LAN_SIGNUP_3", "אישור קוד נכשל.");
define("LAN_SIGNUP_4", "סיסמא חייבת להיות באורך של לפחות ");
define("LAN_SIGNUP_5", " תוים.");
define("LAN_SIGNUP_6", "שלך ");
define("LAN_SIGNUP_7", " דרושה");
define("LAN_SIGNUP_8", "תודה לך!");
define("LAN_SIGNUP_9", "אין אפשרות להמשיך.");
define("LAN_SIGNUP_10", "כן");
define("LAN_SIGNUP_11", ".");
define("LAN_SIGNUP_12", "אנא שמור את שם המשתמש והסיסמא שלך במקום בטוח, מאחר ולא ניתן לשחזר אותם במקרה ששכחת.");
define("LAN_SIGNUP_13", "אתה יכול עכשיו להתחבר מתפריט ההתחברות (תחת הכותרת 'ברוך הבא') ,או מ <a href='".e_BASE."login.php'>כאן</a>.");
define("LAN_SIGNUP_14", "כאן");
define("LAN_SIGNUP_15", "אנא, צרו קשר עם מנהל האתר");
define("LAN_SIGNUP_16", "אם אתם זקוקים לעזרה.");
define("LAN_SIGNUP_17", "אנא, אשרו בבקשה כי גילכם הינו 13 או מעל גיל 13.");
define("LAN_SIGNUP_18", "ההרשמך התקבלה עם המידע הבא ...");
define("LAN_SIGNUP_19", "שם משתמש:");
define("LAN_SIGNUP_20", "סיסמה:");
define("LAN_SIGNUP_21", "חשבונכם מסומן כלא פעיל, להפעלת חשבונכם אנא היכנסו לקישור הבא ...");
define("LAN_SIGNUP_22", "לחצו כאן");
define("LAN_SIGNUP_23", "להיתחברות.");
define("LAN_SIGNUP_24", "אנו מודים לך על הרשמתך");
define("LAN_SIGNUP_25", "טען את האייקון הגרפי שלך");
define("LAN_SIGNUP_26", "טען את תמונתך");
define("LAN_SIGNUP_27", "הצג");
define("LAN_SIGNUP_28", "בחירת תוכן/רשימת תפוצה");
define("LAN_SIGNUP_29", "אישור ישלח לכתובת האימייל שרשמתם לכן האימייל חייב להיות בר-תוקף.");
define("LAN_SIGNUP_30", "אם אינכם רוצים כי כתובת האימייל שלכם תוצג באתר, אנא סמנו את התא \"הסתר כתובת אימייל\".");
define("LAN_SIGNUP_31", "URL לתוך קובץ XUP שלכם");
define("LAN_SIGNUP_32", "מהו קובץ XUP ?");
define("LAN_SIGNUP_33", "הקלד כתובת או בחר באייקון ");
define("LAN_SIGNUP_34", "אנא זכור: כל תמונה שתועלה לשרת זה, ואשר תחשב ע\"י מנהל האתר כלא הולמת תימחק לאלתר.");
define("LAN_SIGNUP_35", "לחצו כאן להרשמה לשימוש בקובץ XUP");
define("LAN_SIGNUP_36", "שגיאה אירעה ביצירת קובץ המידע למשתמש שלכם");
define("LAN_SIGNUP_37", "שלב ההרשמה הסתיים. מנהל האתר צריך לאשר הרשמה זו. ברגע שהרשמתכם תאושר, תקבלו אימייל המאשר כי הרשמתכם באתר אושרה.");
define("LAN_SIGNUP_38", "היכנסתם שתי כתובות אימייל שונות. אנא הקלידו כתובת אימייל ברת תוקף בשני השדות המיועדים לכך");
define("LAN_SIGNUP_39", "הקלידו מחדש את כתובת האימייל:");
define ("LAN_SIGNUP_40", "הפעלת אין צורך");
define ("LAN_SIGNUP_41", "החשבון שלך כבר הופעל.");
define ("LAN_SIGNUP_42", "לא היתה בעיה, דואר אחת לא נשלח, אנא פנה למנהל האתר.");
define ("LAN_SIGNUP_43", "דואר אלקטרוני שנשלחו");
define ("LAN_SIGNUP_44", "הפעלת דואל שנשלח:");
define ("LAN_SIGNUP_45", "אנא בדוק את תיבת הדואר הנכנס שלך.");
define ("LAN_SIGNUP_47", "שלח מחדש הפעלה מייל");
define ("LAN_SIGNUP_48", "שם משתמש או דואר אלקטרוני");
define ("LAN_SIGNUP_49", "אם אתה רשום עם כתובת דואל שגויה, סוג חדש והסיסמה שלך כאן:");
define ("LAN_SIGNUP_50", "ניו מייל");
define ("LAN_SIGNUP_51", "סיסמה ישנה");
define ("LAN_SIGNUP_52", "סיסמה שגויה");

define ("LAN_SIGNUP_53", "שדה נכשל במבחן האימות");
define ("LAN_SIGNUP_54", "לחץ כאן כדי למלא את הפרטים שלך כדי להירשם");
define ("LAN_SIGNUP_55", "זה השם לתצוגה הוא ארוך מדי. נא לבחור אחרת");
define ("LAN_SIGNUP_56", "זה השם לתצוגה הוא קצר מדי. נא לבחור אחרת");
define ("LAN_SIGNUP_57", "זה שם המשתמש ארוך מדי. נא לבחור אחרת");
define ("LAN_SIGNUP_58", "הרשמה תצוגה מקדימה");
define ("LAN_SIGNUP_59", "**** אם הקישור לא עובד, אנא בדוק כי חלק זה לא גלשה אל השורה הבאה. ****");
define ("LAN_SIGNUP_60", "שגיאה בגישה גלגול חיצוני ");

// 0.7.16

define ("LAN_SIGNUP_72", "תודה על שנרשמת ב] [sitename]! אנחנו פשוט נשלח לך דואל אישור ל [דואל]. אנא לחץ על הקישור אישור בדואל כדי להשלים את ההרשמה שלכם ולהפעיל את החשבון שלך."); // LAN_405

define ("LAN_SIGNUP_98", "אישור כתובת האימייל שלך");
define ("LAN_SIGNUP_99", "בעיה נתקלנו");
define ("LAN_SIGNUP_100", "מנהל הממתין לאישור");




define("LAN_LOGINNAME", "שם משתמש");
define("LAN_PASSWORD", "סיסמה");
define("LAN_USERNAME", "השם המוצג");
define("LAN_EMAIL_01", "יקיריי");
define("LAN_EMAIL_04", "אנא שימרו אימייל זה עם המידע האישי שלכם.");
define("LAN_EMAIL_05", "סיסמתכם הוצפנה והיא איננה ניתנת לשיחזור במיקרה של שיכחה. אולם, במקרה כזה אתם יכולים לבקש סיסמה חדשה.");
define("LAN_EMAIL_06", "תודה לכם על הרשמתכם.");

?>