<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|     ©Steve Dunstan 2001-2002
|     http://e107.org
|     jalist@e107.org
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/log/languages/admin/Bulgarian.php,v $
|     $Revision: 1.5 $
|     $Date: 2007-03-04 22:15:33 $
|     $Author: secretr $
|     $Превод:
|     $e107BG Team
|     $http://e107bg.org
+----------------------------------------------------------------------------+
*/
	
define("ADSTAT_ON", "Включен");
define("ADSTAT_OFF", "Изключен");
define("ADSTAT_L1", "Този плъгин записва всички визити на сайта ви, и изгражда детайлна статистика базирана на взетата информация.");
define("ADSTAT_L2", "Статистиката е инсталирана успешно. За да я активирате, моля вървете в конфигурация и кликнете на Активиране.<br /><b>Трябва да промените правата за запис в e107_plugins/log/logs папката на 777 (chmod 777)</b>");
define("ADSTAT_L3", "Статистика на сайта");
define("ADSTAT_L4", "Активиране на статистиката на сайта");
define("ADSTAT_L5", "На какво да се води статистика");
define("ADSTAT_L6", "Браузъри");
define("ADSTAT_L7", "Операционни системи");
define("ADSTAT_L8", "Разделителна способност на екрана");
define("ADSTAT_L9", "Домейни");
define("ADSTAT_L10", "Препращания");
define("ADSTAT_L11", "Търсене");
define("ADSTAT_L12", "Нулирай");
define("ADSTAT_L13", "това ще нулира статистиката до момента - внимателно!");
define("ADSTAT_L14", "На посетените странници от сайта");
define("ADSTAT_L15", "Обновяване на настройките");
define("ADSTAT_L16", "Настройки на модул Статистика на сайта");
define("ADSTAT_L17", "Настройките са обновени");
define("ADSTAT_L18", "Позволи достъп до статистиката на ...");
define("ADSTAT_L19", "Препратени посетители");
define("ADSTAT_L20", "Добавяй и визитите на администраторите");
define("ADSTAT_L21", "Максимален брой записи за показване на странница");
define("ADSTAT_L22", "Обнови за нова система");
define("ADSTAT_L23", "лога от предната версия на e107 е намерен, обнови го от тук");
define("ADSTAT_L24", "Обнови скрипта");
define("ADSTAT_L25", "Избраните статистики са нулирани");
define("ADSTAT_L26", "Премахни записи на странници");
define("ADSTAT_L27", "ако в статистиката има некоректни странници, Вие можете да ги махнете от тук");
define("ADSTAT_L28", "Отвори странница");


define("ADSTAT_L29", "Име на странницата");
define("ADSTAT_L30", "Маркирай за премахване");
define("ADSTAT_L31", "премахни маркираните странница");
define("ADSTAT_L32", "Подредба на странниците");
define("ADSTAT_L10", "Препращания");
define("ADSTAT_L10", "Препращания");

define("ADSTAT_L33", "Конфигуриране записване на статистиката");

?>