<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("ADSTAT_ON", "Вкл");
define("ADSTAT_OFF", "Выкл");
define("ADSTAT_L1", "Этот плагин зарегистрирует все посещения вашего сайта, и сформирует детальные статистические отчеты, основанные на собранной информации.");
define("ADSTAT_L2", "Плагин статистики был успешно установлен. Для активации, пожалуйста, идите к конфигурационной странице и щелкните Активировать.<br /><b>Вы должны установить разрешения на каталог e107_plugins/log/logs равным 777 (chmod 777)</b>");
define("ADSTAT_L3", "Запись Статистики");
define("ADSTAT_L4", "Активировать запись статистики");
define("ADSTAT_L5", "Статистические типы");
define("ADSTAT_L6", "Браузеры");
define("ADSTAT_L7", "Операционные Системы");
define("ADSTAT_L8", "Расширение экрана / глубина");
define("ADSTAT_L9", "Посещений из стран/доменов");
define("ADSTAT_L10", "Рефералы");
define("ADSTAT_L11", "Поисковые запросы");
define("ADSTAT_L12", "Сброс статистики");
define("ADSTAT_L13", "Осторожно - это сотрет всю статистику!");
define("ADSTAT_L14", "Счетчики страниц");
define("ADSTAT_L15", "Обновить настройки статистики");
define("ADSTAT_L16", "Настройки статистики сайта");
define("ADSTAT_L17", "Настройки статистики обновлены");
define("ADSTAT_L18", "Позволить доступ к основной странице статистики ...");
define("ADSTAT_L19", "Недавние посетители");
define("ADSTAT_L20", "Считать посещения администрации");
define("ADSTAT_L21", "Максимум записей для отображения на странице статистики");
define("ADSTAT_L22", "Запустить подпрограмму обновления");
define("ADSTAT_L23", "файлы регистрации статистики от предыдущей версии e107 были обнаружены, модифицировать их здесь");
define("ADSTAT_L24", "Идите модифицировать сценарий");
define("ADSTAT_L25", "Выбранная статистика сброшена");
define("ADSTAT_L26", "Удалить записи страниц");
define("ADSTAT_L27", "Если ваша статистика показывает неправильные страницы, вы можете удалить их здесь");
define("ADSTAT_L28", "Открыть страницу");
define("ADSTAT_L29", "Имя страницы");
define("ADSTAT_L30", "Отметьте для удаления");
define("ADSTAT_L31", "Удалить отобранные страницы");
define("ADSTAT_L32", "Салфеточка Страницы");
define("ADSTAT_L33", "Конфигурировать запись статистики");
define("ADSTAT_L34", "Статистика");
define("ADSTAT_L38", "Вы должны открыть каталог e107_plugins/log/logs на запись");


?>