<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|     ฉSteve Dunstan 2001-2002
|     http://e107.org
|     jalist@e107.org
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/log/languages/admin/Thai.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 16:03:08 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+

*/
	
define("ADSTAT_ON", "เปิด");
define("ADSTAT_OFF", "ปิด");
define("ADSTAT_L1", "โปรแกรมเสริมนี้จะบันทึกค่าการเข้าใช้งานในระบบของเว็ปไซท์คุณ พร้อมเก็บค่าสถิติและข้อมูลต่างๆที่เกี่ยวข้องไว้แสดงเป็นข้อมูล.");
define("ADSTAT_L2", "ตัวบันทึกค่าสถิติได้ติดตั้งเรียบร้อยแล้ว. การเปิดใช้งานให้,ให้ไปคลิกเปิด จัดการค่าสถิติของเว็ปไซท์ ในส่วนของการจัดการโปรแกรมเสริมระบบ .<br /><b>และต้องอนุญาตสิทธิ์ให้สามารถเข้าทำการบันทึกไฟล์และแฟ้มรายการใน e107_plugins/log/logs เป็นโหมด777 (chmod 777)</b>");
define("ADSTAT_L3", "จัดการสถิติของเว็ปไซท์");
define("ADSTAT_L4", "การเปิดใช้โปรแกรมบันทึกสถิติการเข้าใช้ระบบ");
define("ADSTAT_L5", "เลือกประเภทของการบันทึกค่าสถิติที่ต้องการ");
define("ADSTAT_L6", "บันทึกโปรแกรมดูอินเตอร์เน็ต");
define("ADSTAT_L7", "บันทึกโปรแกรมระบบปฏิบัติการ");
define("ADSTAT_L8", "บันทึกความละเอียดหน้าจอ");
define("ADSTAT_L9", "บันทึกที่มาของประเทศ");
define("ADSTAT_L10", "บันทึกผู้อ้างอิง");
define("ADSTAT_L11", "บันทึกคำค้นหา");
define("ADSTAT_L12", "คลิกเริ่มบันทึกค่าสถิติใหม่");
define("ADSTAT_L13", "ระวัง ในที่นี้จะเป็นการลบค่าสถิติเดิมที่เลือกรายการไว้");
define("ADSTAT_L14", "นับหน้า");
define("ADSTAT_L15", "ปรับปรุงการตั้งค่าสถิติในเว็ปไซท์");
define("ADSTAT_L16", "ตั้งค่าสถิติในเว็ปไซท์");
define("ADSTAT_L17", "ปรับปรุงการตั้งค่าสถิติในเว็ปไซท์แล้ว");
define("ADSTAT_L18", "เลือกผู้ที่จะอนุญาตให้เข้าดูหน้าสถิติของเว็ปไซท์คือ ...");
define("ADSTAT_L19", "บันทึกผู้เข้าชมเมื่อเร็วๆ นี้. ");
define("ADSTAT_L20", "เปิดนับสถิติของผู้จัดการระบบด้วยหรือไม่");
define("ADSTAT_L21", "กำหนดจำนวนรายการให้แสดงผลค่าสถิติต่อหน้าไว้ไม่เกิน");
define("ADSTAT_L22", "ปรับปรุงให้เป็นปัจจุบัน");
define("ADSTAT_L23", "ตรวจพบการบันทึกค่าสถิติเดิมจากe107เวอร์ชั่นก่อนนี้  ให้ปรับปรุงรุ่นในที่นี้");
define("ADSTAT_L24", "ไปที่การปรับปรุงสคริ๊ปคำสั่ง");
define("ADSTAT_L25", "เลือกค่าสถิติที่ต้องการเริ่มค่าใหม่");
define("ADSTAT_L26", "เลือกเอาออกจากระบบบันทึกค่าสถิติเฉพาะหน้าที่ต้องการ");
define("ADSTAT_L27", "หากค่าสถิติในแต่ละหน้าไม่ถูกต้องหรือไม่ต้องการให้มีการบันทึกค่าสถิติ ให้เลือกเอาออก โดยคลิกเปิดเลือกหน้าเอง");
define("ADSTAT_L28", "คลิกเปิดเลือกหน้า");


define("ADSTAT_L29", "ชื่อหน้า");
define("ADSTAT_L30", "คลิกไว้เพื่อจะเอาออก");
define("ADSTAT_L31", "เอาหน้าที่เลือกไว้ออกไป");
define("ADSTAT_L32", "เลือกหน้าที่ต้องการเอาออกจากระบบบันทึกค่าสถิติ");
define("ADSTAT_L10", "ผู้อ้างอิงถึง");
define("ADSTAT_L10", "ผู้อ้างอิงถึง");



?>