<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:50:02 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("TREE_L1", "Настроить меню");
define("TREE_L2", "Обновить настройки");
define("TREE_L3", "Конфигурация сохранена.");
define("TREE_L4", "вкл");
define("TREE_L5", "выкл");
define("TREE_L6", "CSS для неоткрываемых ссылок");
define("TREE_L7", "CSS для открываемых ссылок");
define("TREE_L8", "CSS для открытых ссылок");
define("TREE_L9", "Использовать spacer class между основными ссылками");

?>