<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("TREE_L1", "Настроить меню");
define("TREE_L2", "Обновить настройки");
define("TREE_L3", "Конфигурация сохранена.");
define("TREE_L4", "вкл");
define("TREE_L5", "выкл");
define("TREE_L6", "CSS для неоткрываемых ссылок");
define("TREE_L7", "CSS для открываемых ссылок");
define("TREE_L8", "CSS для открытых ссылок");
define("TREE_L9", "Использовать spacer class между основными ссылками");

?>