<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/chatbox_menu/languages/Bulgarian/Bulgarian_config.php,v $
|     $Revision: 1.4 $
|     $Date: 2006-11-29 15:34:53 $
|     $Author: secretr $
|     Encoding:
+----------------------------------------------------------------------------+
*/
define("CHBLAN_1", "Настройките за Чат са успешно записани.");
define("CHBLAN_2", "Модерирано.");
define("CHBLAN_3", "Няма още съобщения в чата.");
define("CHBLAN_4", "Потребител");
define("CHBLAN_5", "Гост");
define("CHBLAN_6", "отблокирай");
define("CHBLAN_7", "блокирай");
define("CHBLAN_8", "изтрий");
define("CHBLAN_9", "Модериране на Чата");
define("CHBLAN_10", "Модериране на съобщенията");
define("CHBLAN_11", "Чат съобщения за показване");
define("CHBLAN_12", "брой съобщения за показване в чат менюто");
define("CHBLAN_13", "Заместване на линковете");
define("CHBLAN_14", "ако е отметнато, пуснатите линкове ще бъдат заместени от текста зададен в полето по-долу");
define("CHBLAN_15", "Низ за заместване ако е активно");
define("CHBLAN_16", "линковете ще бъдат замествани от този низ");
define("CHBLAN_17", "Дължина за изрязване");
define("CHBLAN_18", "думи по-големи от числото което сте задали тук ще бъдат изрязани");
define("CHBLAN_19", "Обнови Настройките");
define("CHBLAN_20", "Натройки на чата");
define("CHBLAN_21", "Почистване");
define("CHBLAN_22", "Изтрий съобщения по-стари от определен период време");
define("CHBLAN_23", "Изтрий съобщения по-стари от ");

define("CHBLAN_24", "Един ден");
define("CHBLAN_25", "Една седмица");
define("CHBLAN_26", "Един месец");
define("CHBLAN_27", "- Изтрий всички съобщения -");
define("CHBLAN_28", "Чата е почистен.");

define("CHBLAN_29", "Покажи Чата в фиксирана лента със скрол");
define("CHBLAN_30", "Височина на лентата");
define("CHBLAN_31", "Покажи иконки за емоции");
define("CHBLAN_32", "Потребителски клас за модератори");

define("CHBLAN_33", "Броя на съобщенията е преизчислен");
define("CHBLAN_34", "Преизчисли броя на съобщенията");
define("CHBLAN_35", "Преизчисляване");

define("CHBLAN_36", "Опции за визуализиране на Чата");
define("CHBLAN_37", "Нормално");
define("CHBLAN_38", "Използвай javascript код за обновяване динамично на съобщенията (AJAX)");
?>