<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/chatbox_menu/languages/Thai/Thai_config.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 16:03:07 $
|     $Author: e107coders $
|     Encoding:
+----------------------------------------------------------------------------+
*/
define("CHBLAN_1", "ปรับปรุงการตั้งค่ากล่องสนทนาแล้ว.");
define("CHBLAN_2", "ตรวจสอบแล้ว.");
define("CHBLAN_3", "ยังไม่มีการส่งข้อความสนทนาในกล่อง.");
define("CHBLAN_4", "สมาชิก");
define("CHBLAN_5", "บุคคลทั่วไป");
define("CHBLAN_6", "ไม่ห้าม");
define("CHBLAN_7", "ห้าม");
define("CHBLAN_8", "ลบ");
define("CHBLAN_9", "กรองการสนทนา");
define("CHBLAN_10", "ตรวจสอบข้อความ");
define("CHBLAN_11", "ข้อความสนทนาที่จะแสดง");
define("CHBLAN_12", "จำนวนข้อความที่จะแสดงในกล่องสนทนา");
define("CHBLAN_13", "คำแทนการเชื่อมโยง");
define("CHBLAN_14", "หากคลิกไว้ คำที่พิมพ์ส่งจะถูกแทนที่คำพิมพ์ด้วยคำแทนในกรอบข้างล่างนี้");
define("CHBLAN_15", "แทนที่คำ หากเปิดให้ใช้งาน");
define("CHBLAN_16", "การเชื่อมโยงจะถูกแทนที่ด้วยคำแทนนี้");
define("CHBLAN_17", "นับคำตัดขึ้นบรรทัดใหม่");
define("CHBLAN_18", "คำ/ข้อความยาวเกินกว่าจำนวนคำที่กำหนดไว้นี้จะถูกตัดคำลงไปบรรทัดล่าง");
define("CHBLAN_19", "ปรับปรุงการตั้งค่ากล่องสนทนา");
define("CHBLAN_20", "การตั้งค่ากล่องสนทนา");
define("CHBLAN_21", "กรองข้อความ");
define("CHBLAN_22", "ลบข้อความที่ส่งเข้ามานานเกินกว่าเวลาที่กำหนดให้แสดง");
define("CHBLAN_23", "ลบข้อความที่นานเกินกว่า ");

define("CHBLAN_24", "1 วัน");
define("CHBLAN_25", "1 สัปดาห์");
define("CHBLAN_26", "1 เดือน");
define("CHBLAN_27", "- ลบข้อความทั้งหมด -");
define("CHBLAN_28", "กรองข้อความในกล่องแล้ว.");

define("CHBLAN_29", "ให้แสดงแถบเลื่อนในกรอบของกล่องสนทนา");
define("CHBLAN_30", "ความสูงของเลเยอร์");
define("CHBLAN_31", "แสดงสัญรูปอารมณ์");
define("CHBLAN_32", "ระดับของผู้ตรวจสอบ/กรองคำ");

define("CHBLAN_33", "เริ่มนับจำนวนผู้ส่งข้อความใหม่แล้ว");
define("CHBLAN_34", "นับจำนวนผู้ส่งข้อความใหม่");
define("CHBLAN_35", "เริ่มนับใหม่");

define("CHBLAN_36", "เลือกกำหนดค่าการแสดงผลของกล่องสนทนา");
define("CHBLAN_37", "กล่องสนทนาธรรมดา");
define("CHBLAN_38", "ใช้รหัสคำสั่งภาษา javascript เพื่อปรับปรุงการส่งข้อความโดยอัตโนมัติ(AJAX)");

?>