<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("UCSLAN_1", "Удалить всех пользователей из класса.");
define("UCSLAN_2", "Класс пользователей обновлен.");
define("UCSLAN_3", "Класс удален.");
define("UCSLAN_4", "Отметить для удаления класса пользователей");
define("UCSLAN_5", "Класс пользователей обновлен.");
define("UCSLAN_6", "Класс пользователей сохранен в базе данных.");
define("UCSLAN_7", "Классы пользователей пока отсутствуют.");
define("UCSLAN_8", "Существующие классы пользователей");

// define("UCSLAN_9", "Edit");
// define("UCSLAN_10", "Delete");
define("UCSLAN_11", "отметьте для подтверждения");
define("UCSLAN_12", "Имя Класса");
define("UCSLAN_13", "Описание класса");
define("UCSLAN_14", "Обновить класс");
define("UCSLAN_15", "Создать новый класс");
define("UCSLAN_16", "Назначить пользователей к классу");
define("UCSLAN_17", "Удалить");
define("UCSLAN_18", "Очистить класс");
define("UCSLAN_19", "Назначить пользователей к классу"); //Assign users to + ClassName + UCSLAN_20
define("UCSLAN_20", "&nbsp;"); //class - см. UCSLAN_19
define("UCSLAN_21", "Настройки классов пользователей");

define("UCSLAN_22", "Пользователи - нажмите для перемещения ...");
define("UCSLAN_23", "Пользователи этого класса ...");

define("UCSLAN_24", "Кто может управлять классом");


?>