<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-11 14:35:51 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("LAN_CHECK_1", "Выбрать язык для проверки");
define("LAN_CHECK_2", "Начать проверку");
define("LAN_CHECK_3", "Проверка ");
define("LAN_CHECK_4", "Файл отсутствует!");
define("LAN_CHECK_5", "Фраза отсутствует!");
define("LAN_CHECK_6", "OK");
define("LAN_CHECK_7", "фраза");

define("LAN_CHECK_8", "Файл отсутствует...");
define("LAN_CHECK_9", " файлов отсутствует...");
define("LAN_CHECK_10", "Критическая ошибка: ");
define("LAN_CHECK_11", "Нет отсутствующих файлов !");
define("LAN_CHECK_12", "Файл ошибочный...");
define("LAN_CHECK_13", " ошибочных файлов...");
define("LAN_CHECK_14", "Все существующие файлы правильны !");

?>
