<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("NT_LAN_1", "Уведомления");
define("NT_LAN_2", "Отсылка уведомлений о событиях на сайте по электронной почте");
define("NT_LAN_3", "Выкл");
define("NT_LAN_4", "Главный Админ");
define("NT_LAN_5", "Класс");
define("NT_LAN_6", "Email");

define("NU_LAN_1", "Пользователи");
define("NU_LAN_2", "Регистрация пользователя");
define("NU_LAN_3", "Подтверждение учетной записи пользователя");
define("NU_LAN_4", "Вход пользователя");
define("NU_LAN_5", "Выход пользователя");

define("NS_LAN_1", "Безопасность");
define("NS_LAN_2", "IP запрещен за флуд сайта");

define("NN_LAN_1", "Новости");
define("NN_LAN_2", "Сообщено новостей пользователями");
define("NN_LAN_3", "Добавленных новостей админом");
define("NN_LAN_4", "Отредактированных новостей админом");
define("NN_LAN_5", "Удаленных новостей админом");

define("NF_LAN_1", "Файловые события"); //File Events
define("NF_LAN_2", "Файл загружен на сервер пользователем"); //File uploaded by user

?>