<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2006-09-13 11:10:53 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("UPLLAN_1", "Удалить загрузку");
define("UPLLAN_2", "Настройки сохранены в базе");
define("UPLLAN_3", "ID Загрузки");

define("UPLLAN_5", "Разместил");
define("UPLLAN_6", "Эл. почта");
define("UPLLAN_7", "Сайт");
define("UPLLAN_8", "Имя файла");

define("UPLLAN_9", "Версия");
define("UPLLAN_10", "Файл");
define("UPLLAN_11", "Размер файла");
define("UPLLAN_12", "Скриншот");
define("UPLLAN_13", "Описание");
define("UPLLAN_14", "Демо");

define("UPLLAN_16", "Копировать в Новости");
define("UPLLAN_17", "Удалить загрузку");
define("UPLLAN_18", "Просмотр деталей");
define("UPLLAN_19", "Нет непроверенных добавленных файлов");
define("UPLLAN_20", "");
define("UPLLAN_21", "непроверенных добавленных файлов");
define("UPLLAN_22", "ID");
define("UPLLAN_23", "Имя");
define("UPLLAN_24", "Тип файла");
define("UPLLAN_25", "Включить добавление файлов?");
define("UPLLAN_26", "не разрешено никому, если отключено");

define("UPLLAN_29", "Тип сохранения");
define("UPLLAN_30", "Выберите, как хранить загруженные файлы, как нормальные файлы на сервере или как двоичную информацию в базе данных");
define("UPLLAN_31", "Нормальный файл");
define("UPLLAN_32", "Двоичная База данных");
define("UPLLAN_33", "Максимальный размер файла");
define("UPLLAN_34", "Максимально загружаемый размер в байтах - оставьте чистым, чтобы использовать установки php.ini (");
define("UPLLAN_35", "Разрешённые типы файлов");
define("UPLLAN_36", "Пожалуйста, введите один тип в строку");
define("UPLLAN_37", "Разрешение");
define("UPLLAN_38", "Выберите тип пользователей, которым будет разрешена загрузка");
define("UPLLAN_39", "Подтвердить");

define("UPLLAN_41", "Обратите внимание - загрузка файлов запрещена в файле php.ini, что делает невозможной загрузку, даже если вы ее разрешите всем.");

define("UPLLAN_42", "Действия");
define("UPLLAN_43", "Загрузки");
define("UPLLAN_44", "Загрузить");

define("UPLLAN_45", "Уверены, что хотите удалить этот файл?");

define("UPLAN_COPYTODLM", "копировать в менеджер загрузок");
define("UPLAN_IS", " "); //"is "
define("UPLAN_ARE", " "); //"are "
define("UPLAN_COPYTODLS", "копировать в загрузок");

define("UPLLAN_48", "В целях повышения безопасности сайта, разрешенные типы файлов были удалены из БД и прописаны 
в простом файле в каталоге admin. Чтобы использовать эту особенность, переименуйте файл e107_admin/filetypes_.php в e107_admin/filetypes.php 
и добавьте в него разделенный запятыми список разрешенных расширений. Вы не должны разрешать загрузку файлов .html, .txt, php и т.д. так как взломщик может загрузить файл этого типа, который будет содержать, содержащий вредоносный javascript. Также вы, конечно, не должны позволять 

загрузку .php файлов или любых других типов исполняемых скриптов.");

?>