<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2006-09-22 12:57:05 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("LANG_LAN_00","не может быть создано.(уже существует)");
define("LANG_LAN_01","будет удалено(если существует) и создано.");
define("LANG_LAN_02","не может быть удалено");
define("LANG_LAN_03","Таблицы");

define("LANG_LAN_05","Не установлен");
define("LANG_LAN_06", "Создать таблицы");
define("LANG_LAN_07", "Удалить существующие таблицы?");
define("LANG_LAN_08", "Заменить существующие таблицы (данные будут утеряны).");
define("LANG_LAN_10", "Подтвердите удаление");
define("LANG_LAN_11", "Удалить непроверенные таблицы выше (если они существуют).");
define("LANG_LAN_12", "Разрешить мультиязычные таблицы");
define("LANG_LAN_13", "Мультиязычные установки");
define("LANG_LAN_14", "Язык сайта по-умолчанию");
define("LANG_LAN_15", "Отметьте галочкой, чтобы скопировать данные из языка по-умолчанию. (Полезно для Ссылок, категорий новостей и т.д.) ");
define("LANG_LAN_16", "Многоязычное исользование БД");
define("LANG_LAN_17", "Язык по умолчанию - Не требуется дополнительных таблиц.");
define("LANG_LAN_18", "Используйте припаркованные поддомены, чтобы установить язык:");
define("LANG_LAN_19", "например, fr.mydomain.com, чтобы установить язык во французский.");
define("LANG_LAN_20", "Введите главное имя домена, чтобы включить это, например, mydomain.com");


?>