<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.11 $
|     $Date: 2006-12-02 15:59:41 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("ADMSLAN_0", "Новый пользователь/администратор создан");
define("ADMSLAN_1", "теперь имеет статус администратора.");
define("ADMSLAN_2", "обновлено в базе данных.");
define("ADMSLAN_3", "Является главным администратором сайта и не может быть удален.");
define("ADMSLAN_4", "Продолжить");
define("ADMSLAN_5", "Ошибка!");
define("ADMSLAN_6", "Является главным администратором сайта и не может быть удален."); 

define("ADMSLAN_13", "Существующие Администраторы");


define("ADMSLAN_16", "Имя Администратора");
define("ADMSLAN_17", "Пароль Администратора");
define("ADMSLAN_18", "Права");
define("ADMSLAN_19", "Изменение настроек сайта");
define("ADMSLAN_20", "Изменение меню");
define("ADMSLAN_21", "Изменить права администратора");
define("ADMSLAN_22", "Управление пользователями/запретами и т.п."); //Moderate users/bans etc
define("ADMSLAN_23", "Открывать/редактировать форумы");
define("ADMSLAN_24", "Управление категориями загрузок"); //Manage download categories
define("ADMSLAN_25", "Загрузка на сервер/управление файлами"); //Upload /manage files
define("ADMSLAN_26", "Редактирование категорий новостей");
define("ADMSLAN_27", "Редактирование категорий ссылок");
define("ADMSLAN_28", "Закрыть сайт на техническое обслуживание"); //Take site down for maintenance
define("ADMSLAN_29", "Управление баннерами");
define("ADMSLAN_30", "Настройка заголовков новостей");
define("ADMSLAN_31", "Настройка смайликов");
define("ADMSLAN_32", "Настройка главной страницы");
define("ADMSLAN_33", "Настройка логов/статистики");
define("ADMSLAN_34", "Настройка мета-тегов");
define("ADMSLAN_35", "Настройка загрузок файлов на сервер"); //Configure public file uploads . "Public" опущено.
define("ADMSLAN_36", "Настройка параметров изображения");
define("ADMSLAN_37", "Модерировать комментарии");
//define("ADMSLAN_38", "Модерировать/настроить мини-чат");
define("ADMSLAN_39", "Поместить новость");
define("ADMSLAN_40", "Поместить ссылку");
define("ADMSLAN_41", "Поместить статью");
define("ADMSLAN_42", "Поместить обзор");
define("ADMSLAN_43", "Поместить страницы контента");
define("ADMSLAN_44", "Поместить загрузки"); //Post downloads
define("ADMSLAN_45", "Поместить голосование");
define("ADMSLAN_46", "Приветствие");
define("ADMSLAN_47", "Редактировать сообщённые новости");
define("ADMSLAN_48", "Настройка плагинов");
define("ADMSLAN_49", "Отметить все");
define("ADMSLAN_51", "Снять все отметки");
define("ADMSLAN_52", "Обновление администраторов");
define("ADMSLAN_53", "Добавить администратора");
define("ADMSLAN_54", "Администраторы сайта");
define("ADMSLAN_55", "Поле(я) оставлено(ы) чистым(и)");

define("ADMSLAN_56", "Администратор сайта");

define("ADMSLAN_58", "Главный администратор сайта");
define("ADMSLAN_59", "Удалить статус Администратора");
define("ADMSLAN_60", "Вы уверены, что хотите удалить статус администратора у");
define("ADMSLAN_61", "Админстратор удалён");

define("ADMSLAN_62", "Менеджер плагинов");

define("ADMSLAN_64", "Очистить кеш системы");
define("ADMSLAN_65", "Настройки почты и отправки сообщений");
define("ADMSLAN_66", "Настроить Поиск");
define("ADMSLAN_67", "Проверить инспектором файлов");
define("ADMSLAN_68", "Настроить почтовые уведомления");
define("ADMSLAN_69", "уже является Администратором и должен быть отредактирован.");

define("ADMSLAN_70", "Вернуться к списку администраторов");
define("ADMSLAN_71", "Нажмите здесь, чтобы отобразить права");  

?>