<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.22 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("ADLAN_0", "Новости");
define("ADLAN_1", "Доб/ред/удал новостей");
//define("ADLAN_2", "Категории новостей");
//define("ADLAN_3", "Доб/ред/удал категорий новостей");
define("ADLAN_4", "Настройки сайта");
define("ADLAN_5", "Ред. свойств сайта");
define("ADLAN_6", "Меню"); 
define("ADLAN_7", "Порядок расположения ваших меню");
define("ADLAN_8", "Администраторы");
define("ADLAN_9", "Доб/удаление администраторов сайта");
define("ADLAN_10", "Пароль администратора");
define("ADLAN_11", "Сменить ваш пароль");
//define("ADLAN_12", "Форумы");
//define("ADLAN_13", "Доб/ред Форумов");
//define("ADLAN_14", "Статьи");
//define("ADLAN_15", "Доб/ред/удал статей");
//define("ADLAN_16", "Контент");
//define("ADLAN_17", "Доб/ред/удал страниц контента");
//define("ADLAN_18", "Обзоры");
//define("ADLAN_19", "Доб/ред/удал обзоров"); 
//define("ADLAN_22", "Категории ссылок");
//define("ADLAN_23", "Доб/ред/удал категорий ссылок");
define("ADLAN_24", "Загрузки"); //Downloads
define("ADLAN_25", "Управлять загрузками"); //Manage Downloads
//define("ADLAN_26", "Категории загрузок"); //Download Categories
//define("ADLAN_27", "Доб/ред/удал категорий загрузок"); //Add new/edit/delete download categories
define("ADLAN_28", "Приветствие");
define("ADLAN_29", "Установить постоянное приветствие");
define("ADLAN_30", "Файловый менеджер");
define("ADLAN_31", "Управлять/загружать на сервер файлы"); //Manage/upload files
//define("ADLAN_32", "Присланные новости");
//define("ADLAN_33", "Просмотр присланных пользователями новостей");
define("ADLAN_34", "Список запрещенных"); //Banlist
define("ADLAN_35", "Запрещенные посетители"); //Ban visitors
define("ADLAN_36", "Пользователи");
define("ADLAN_37", "Модерация пользователей сайта");
define("ADLAN_38", "Классы пользователей");
define("ADLAN_39", "Создание/редактирование классов пользователей");
define("ADLAN_40", "Тех. обслуживание");
define("ADLAN_41", "Закрыть сайт на техническое обслуживание");
define("ADLAN_42", "Cвои меню/страницы"); //Custom Menus/Pages
define("ADLAN_43", "Создать свои пункты меню"); //Create custom menu items
define("ADLAN_44", "База данных");
define("ADLAN_45", "Утилиты базы");
define("ADLAN_46", "Выход");
define("ADLAN_47", "Добро пожаловать, ");
define("ADLAN_48", "Вход выполнен");
define("ADLAN_49", "главный администратор сайта");
//define("ADLAN_50", "разрешения");
define("ADLAN_51", "Пожалуйста, войдите, чтобы получить доступ к Админцентру");
define("ADLAN_52", "Главная страница Админцентра");
define("ADLAN_53", "На сайт"); //Leave Admin. Слишком длинное имя плохо вписывается
define("ADLAN_54", "Баннеры");
define("ADLAN_55", "Настройка баннеров");
//define("ADLAN_56", "Мини-чат");
//define("ADLAN_57", "Настойка мини-чата");
define("ADLAN_58", "Смайлики");
define("ADLAN_59", "Настройка смайликов");
define("ADLAN_60", "Главная страница");
define("ADLAN_61", "Настройка контента главной страницы");
//define("ADLAN_62", "Источник Новостей");
//define("ADLAN_63", "Настроить источник новостей");
//define("ADLAN_64", "Статистика логов");
//define("ADLAN_65", "Статистика/счетчики логов и т.д.");
define("ADLAN_66", "Мета-теги");
define("ADLAN_67", "Доб/ред мета-теги сайта");
define("ADLAN_68", "Информация PHP"); 
define("ADLAN_69", "Страница информации PHP"); 
//define("ADLAN_70", "Опросы");
//define("ADLAN_71", "Доб/ред опросов");
define("ADLAN_72", "Загрузки на сервер"); 
define("ADLAN_73", "Настройка общедоступной загрузки файлов на сервер");
define("ADLAN_74", "Кеш");
define("ADLAN_75", "Установка статуса кеша");
//define("ADLAN_77", "Пользователь добавил новость - пожалуйста, нажмите здесь, чтобы проверить.");
define("ADLAN_78", "Дополнительные поля");
define("ADLAN_79", "Редактировать дополнительные поля");

//define("ADLAN_86", "Неверный пароль ");
//define("ADLAN_87", "Имя администратора не найдено в базе данных ");
//define("ADLAN_88", "Невозможно войти "); //"Unable to login "
define("ADLAN_89", "Имя администратора ");
define("ADLAN_90", "Пароль администратора ");
define("ADLAN_91", "Войти"); //Log In
define("ADLAN_92", "Пожалуйста, войдите, чтобы перейти к Админцентру ...");
define("ADLAN_93", "Функции администратора");
//define("ADLAN_94", "Показать установленные плагины");
define("ADLAN_95", "Управление плагинами"); //Plugin Management
//define("ADLAN_96", "Нет"); //None
//define("ADLAN_97", "Нажмите здесь для перехода в FAQ");
define("ADLAN_98", "Управление плагинами"); //Plugin Manager
define("ADLAN_99", "Установка/обновление и т.д. плагинов");
//define("ADLAN_100", "Разметка темы");
//define("ADLAN_101", "Создатель шаблона");
define("ADLAN_102", "Прошло более 30 дней с тех пор, как вы меняли пароль главного администратора - ");
define("ADLAN_103", "Нажмите здесь, чтобы сменить его сейчас");
define("ADLAN_104", "Безопасность");

define("ADLAN_105", "Изображения");
define("ADLAN_106", "Настройки изображений");

//define("ADLAN_107", "Непроверенных присланных новостей");
//define("ADLAN_108", "Непроверенных добавленных файлов");
//define("ADLAN_109", "Информация");
define("ADLAN_110", "Зарегистрированых пользователей");
define("ADLAN_111", "Неактивированных пользователей");
define("ADLAN_112", "Запрещенных пользователей"); //Banned users
define("ADLAN_113", "Сообщений в форуме");
define("ADLAN_114", "Комментариев");
define("ADLAN_115", "Сообщений в мини-чате");
define("ADLAN_116", "Логи администратора ...");
define("ADLAN_117", "Показать все записи"); //Show all entries
define("ADLAN_118", "Очистить логи");

define("ADLAN_119", "Непроверенных присланных ссылок");

define("ADLAN_120", "Возможен апгрейд базы данных, нажмите на кнопку для установки ...");
define("ADLAN_121", "Установить");


//define("ADLAN_123", "Непроверенных присланных статей");
//define("ADLAN_124", "Непроверенных присланных обзоров");

//define("ADLAN_125", "Непроверенных сообщений в форуме");

//define("ADLAN_126", "Основные настройки");
//define("ADLAN_127", "Пользователи");
//define("ADLAN_128", "Контент");
//define("ADLAN_129", "Коммуникация");
//define("ADLAN_130", "Управление файлами");
//define("ADLAN_131", "Другие инструменты");

define("ADLAN_132", "Язык");
define("ADLAN_133", "по умолчанию");

define("ADLAN_134", "Статус");
define("ADLAN_135", "Лог Администратора");

define("ADLAN_136", "Почта");
define("ADLAN_137", "Настройки и отправка email");

define("ADLAN_138", "Ссылки сайта");
define("ADLAN_139", "Доб/ред/удал ссылок");

define("ADLAN_140", "Менеджер тем");
define("ADLAN_141", "Установка / выбор тем и т.д.");

define("ADLAN_142", "Поиск");
define("ADLAN_143", "Настройки поиска");
define("ADLAN_144", "Вы находитесь в режиме простого вида, чтобы переключиться в расширенный вид");
define("ADLAN_145", "нажмите сюда");

define("ADLAN_146", "Неудавшиеся попытки логина");
define("ADLAN_147", "Файловый инспектор");
define("ADLAN_148", "Сканировать файлы сайта");

define("ADLAN_149", "Уведомления");
define("ADLAN_150", "Уведомления для админа по email");

define("ADLAN_151", "Главная");
define("ADLAN_152", "Введите код");

define("ADLAN_153", "Админцентр"); //Administration Area
define('ADLAN_154', "Ошибка соединения с Sourceforge для запроса наличия новой версии");

define('ADLAN_CL_1', 'Настройки');
define('ADLAN_CL_2', 'Пользователи');
define('ADLAN_CL_3', 'Контент');
define('ADLAN_CL_4', 'Coms');
define('ADLAN_CL_5', 'Файлы');
define('ADLAN_CL_6', 'Инструменты');
define('ADLAN_CL_7', 'Плагины');
define('ADLAN_CL_8', 'FAQ'); // In main menu English: "Docs"

define("ADLAN_LAT_1", "Самое последнее"); //Latest ????

define("ADLAN_LAT_2", "Прислано новостей");
//define("ADLAN_LAT_3", "Прислано статей");
//define("ADLAN_LAT_4", "Прислано обзоров");
define("ADLAN_LAT_5", "Прислано ссылок");
define("ADLAN_LAT_6", "Новых сообщений форума");
define("ADLAN_LAT_7", "Добавлено файлов");
define("ADLAN_LAT_8", "Имеются непроверенные сообщения администратора");

// define("ADLAN_ERR_1", "Предупреждение!");
define("ADLAN_ERR_2", "На вашем сервере имеются файлы, известные тем, что их легко использовать (\"exploitable\"). Они должны быть удалены <b>немендленно</b>. Файлы относятся к предыдущей (0.6xx) ветке e107. Пожалуйста, удалите следующие каталоги и все их содержимое:");
//                                                           v[public upload directories]                       v[allowed upload filetypes list]                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      v[(see admin => uploads)   ]                        v[upload          ]                                                      v[upload          ]                                                                                               v[upload          ]
define("ADLAN_ERR_3", "Имеется один или более файлов в ваших каталогах загрузок на сервер, которые не находятся в списке разрешенных для загрузки на сервер файлов. Они могли быть помещены взломщиком и если это так, должны быть удалены <b>немедленно</b>. Вы <b>не</b> должны открывать эти файлы поскольку они могут запустить злонамеренный код, который может содержаться в файле, это означает: не открывайте их вашим браузером.<br /><br />Если вы признаете, что эти файлы допустимые, это может быть ввиду последнего изменения допустимых типов файлов, тип файлов больше не находится среди допустимых и вам нужно добавить его заново (смотрите Загрузки на сервер). Не следует разрешать загружать на сервер файлы .html, .txt, и т. д., поскольку взломщик может загрузить на сервер файл этого типа, включающий вредоносный javascript. Вам следует также, конечено, не позволять загружать на сервер .php файлы или какие-либо другие запускаемые скрипты.<br /><br />Ниже следует список файлов, которые могут быть потенциально вредоносными:");
define("ADLAN_ERR_4", "Найдены опротистованные файл(ы) плагина");
define("ADLAN_ERR_5", "Следующие файлы следует переименовать в");
define("ADLAN_ERR_6", "После этого щелкните сюда, чтобы просканировать заново ваши каталоги плагинов.");

// Common Terms
define("LAN_EDIT","Правка");
define("LAN_DELETE","Удалить");
define("LAN_CREATE","Создать");
define("LAN_UPDATE","Обновить");
define("LAN_SAVE","Сохранить");
define("LAN_SAVED","Сохранено");
define("LAN_SETSAVED","Ваши настройки были сохранены");

define("LAN_CONFIRMDEL","Подтвердите желание удалить");
define("LAN_OPTIONS","Опции"); //Options
define("LAN_PREFS","Свойства"); //Preferences
define("LAN_DELETED","Успешно удалено");
define("LAN_UPDATED","Успешно обновлено");
define("LAN_CREATED","Успешно создано");
define("LAN_CREATED_FAILED","Создать не удалось");
define("LAN_DELETED_FAILED","Удалить не удалось");
define("LAN_UPDATED_FAILED","Обновить не удалось");
define("LAN_NO_CHANGE","Обновление не удалось, так как никакие изменения не были внесены.");
define("LAN_TRY_AGAIN","Попробуйте снова.");

define("LAN_RESET","Сброс");
define("LAN_CLEAR","Очистить");
define("LAN_OK","OK");

define("LAN_PRESET","Предустановки"); // Preset
define("LAN_PRESET_SAVED","Предустановки успешно сохранены");

define("LAN_PRESET_DELETED","Предустановки успешно удалены");
define("LAN_PRESET_CONFIRMDEL","Вы уверены, что хотите удалить эти предустановки?");
define("LAN_NOTWRITABLE"," не открыт на запись, нужно вначале сделать CHMOD 777 для этого файла или каталога.");
define("LAN_DATE","Дата");
define("LAN_TIME","Время");
define("LAN_YES","Да");
define("LAN_NO","Нет");
define("LAN_EMPTY","В БД еще нет записей");
define("LAN_EXISTING","Существующие записи");

define("LAN_CANCEL","Отмена");
define("LAN_CONFDELETE","Подтвердить удаление");
define("LAN_PLUGIN","Плагин");
define("LAN_ORDER","Порядок");

define("LAN_SELECT","Выбрать ...");
define("LAN_ADMIN","Администратор");
define("LAN_DISPLAYOPT", "Редактировать настройки отображения");
define("LAN_GOPAGE", "Перейти на страницу:");
define("LAN_DATESTAMP","Штамп даты"); // Date stamp
define("LAN_OPTIONAL", "необязательно");
define("LAN_INACTIVE","Неактивен");

define("LAN_BAN","Запрет"); //Ban
define("LAN_RATING", "Рейтинг");

define("LAN_UPLOAD", "Загрузка на сервер"); //CheckIt: Upload (глагол? существительное?)
define("LAN_UPLOAD_IMAGES","Загрузить на сервер изображения");  //Upload Images
define("LAN_UPLOAD_FILES","Загрузить на сервер файлы"); //Upload Files
define("LAN_UPLOAD_ADDFILE","Добавить другой файл");
define("LAN_UPLOAD_CONFIRM","Любые несохраненные изменения на этой странице будут потеряны. Продолжить?");
define("LAN_UPLOAD_777","Каталог отсутствует или не открыт для записи, вам нужно сделать CHMOD 777 для следующего каталога перед загрузкой на сервер:"); //"...before uploading:"
define("LAN_UPLOAD_SERVEROFF", "Это свойство выключено, так как загрузка на сервер файлов не включена на вашем сервере"); // ...file uploading...

define("LAN_DISABLED","Выключено"); //Disabled
define("LAN_ENABLED", "Включено");  //Enabled

define("LAN_PRESET_CONFIRMSAVE","Сохранить текущие значения формы как значения по умолччанию для этой страницы?");
define("LAN_CONFIGURE", "Конфигурировать");

define("LAN_BACK","Назад"); //Back

define("LAN_CREDITS","Благодарности");
define("LAN_NEWVERSION","Доступна новая версия");

?>