<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("FMLAN_1", "Загружено");
define("FMLAN_2", "в");
define("FMLAN_3", "каталог");
define("FMLAN_4", "Загружаемый файл превышает параметр переменной upload_max_filesize в php.ini.");
//define("FMLAN_5", "Размер загружаемого файла превышает параметр переменной MAX_FILE_SIZE, которая была обозначеа в HTML коде.");
//define("FMLAN_6", "Загружаемый файл был добавлен частично.");
//define("FMLAN_7", "Нет загруженных файлов.");
//define("FMLAN_8", "Размер загруженного файла 0 байтов");
//define("FMLAN_9", "Этот файл не загружен. Имя файла");
//define("FMLAN_10", "Ошибка");
//define("FMLAN_11", "Файлы данного типа не могут быть загружены в этот каталог.");
define("FMLAN_12", "файл");
define("FMLAN_13", "файлы");
define("FMLAN_14", "каталог "); //directory
define("FMLAN_15", "каталоги"); //directories
define("FMLAN_16", "Корневой каталог"); //Root directory
define("FMLAN_17", "Имя");
define("FMLAN_18", "Размер");
define("FMLAN_19", "Последнее изменение");

define("FMLAN_21", "Загрузить на сервер файл в этот каталог"); //Upload file to this dir
define("FMLAN_22", "Загрузить на сервер"); //Upload

define("FMLAN_26", "Удален");
define("FMLAN_27", "успешно");
define("FMLAN_28", "Невозможно удалить");
define("FMLAN_29", "Путь");
define("FMLAN_30", "Вверх");
define("FMLAN_31", "каталог");

define("FMLAN_32", "Выбрать каталог");
define("FMLAN_33", "Выбрать");
define("FMLAN_34", "Выбор каталога");
define("FMLAN_35", "Каталог файлов");

define("FMLAN_36", "Каталог своихх меню");
define("FMLAN_37", "Каталог своих страниц");

define("FMLAN_38", "Файл успешно перемещен в");
define("FMLAN_39", "Не получилось переместить файл в");
define("FMLAN_40", "Каталог изображений для новостей");


define("FMLAN_43", "Удалить отмеченные файлы");


define("FMLAN_46", "Пожалуйста, подтвердите, что вы желаете УДАЛИТЬ выбранные файлы.");
define("FMLAN_47", "Загрузки на сервер пользователей"); //User Uploads

define("FMLAN_48", "Переместить выбранное в");
define("FMLAN_49", "Пожалуйста, подтвердите, что вы желаете переместить выбранные файлы.");
define("FMLAN_50", "Переместить");



?>