<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("MENLAN_1", "Видно всем");
define("MENLAN_2", "Видно пользователям");
define("MENLAN_3", "Только Админам");
define("MENLAN_4", "Видно только:");
// define("MENLAN_5", "класс");
define("MENLAN_6", "Сохранить параметры видимости");
define("MENLAN_7", "Настроить видимость для");
define("MENLAN_8", "Параметры видимости обновлены");
define("MENLAN_9", "Свое новое меню установлено");
define("MENLAN_10", "Новое меню установлено");
define("MENLAN_11", "Меню убрано");
define("MENLAN_12", "Активировать: выберите область");
define("MENLAN_13", "Активировать в области");
define("MENLAN_14", "Область");
define("MENLAN_15", "Деактивировать");
define("MENLAN_16", "Настроить");
define("MENLAN_17", "Вверх");
define("MENLAN_18", "Вниз");
define("MENLAN_19", "Переместить в область");
define("MENLAN_20", "Видимость");

// define("MENLAN_21", "Видно только гостям");
define("MENLAN_22", "Неактивные меню");

define("MENLAN_23", "В самый низ");
define("MENLAN_24", "В самый верх");
define("MENLAN_25", "Функции ...");

define("MENLAN_26", "Это меню будет <strong>ПОКАЗАНО</strong>только на следующих страницах");
define("MENLAN_27", "Это меню будет <strong>СКРЫТО</strong>только на следующих страницах");
define("MENLAN_28", "Введите по одной странице на линию, лучше указать полный УРЛ");

define("MENLAN_29", "Выберите расположение");
define("MENLAN_30", "Чтобы увидеть области меню и их позиции для своих расположений, выберите свое расположение здесь:");
define("MENLAN_31", "Расположение по умолчанию");
define("MENLAN_32", "Расположение заголовков новостей");
define("MENLAN_33", "Свое расположение");
define("MENLAN_34", "Вложение");
define("MENLAN_35", "Настроить меню");
define("MENLAN_36", "Выберите меню для активизации");
define("MENLAN_37", "затем выберите, где оно будет активно.");
define("MENLAN_38", "Удерживайте Ctrl, чтобы выбрать несколько меню.");


?>