<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-11 14:35:51 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("FRTLAN_1", "Настройки Главной страницы обновлены.");
define("FRTLAN_2", "Установить Главную страницу для");
define("FRTLAN_6", "Ссылки");
// define("FRTLAN_7", "Страницы с содержанием");
define("FRTLAN_12", "Обновить настройки Главной страницы");
define("FRTLAN_13", "Настройки Главной страницы");
define("FRTLAN_15", "Другое (введите url):");
define("FRTLAN_16", "ошибка: не выбрано содержимое Родителя");
define("FRTLAN_17", "ошибка: не выбрано содержимое подкатегории");
define("FRTLAN_18", "ошибка: не выбрано содержимое элементов");
define("FRTLAN_19", "содержимое Родителя");
define("FRTLAN_20", "содержимое категории");
define("FRTLAN_21", "содержимое элементов");
// define("FRTLAN_22", "");
// define("FRTLAN_23", "");
// define("FRTLAN_24", "");
// define("FRTLAN_25", "");

define("FRTLAN_26", "всех посетителей");
define("FRTLAN_27", "Гостей");
define("FRTLAN_28", "Пользователей");
define("FRTLAN_29", "Администраторов");
define("FRTLAN_31", "Всех");
define("FRTLAN_32", "Класс пользователей");
define("FRTLAN_33", "Текущие настройки");
define("FRTLAN_34", "Страница");

?>