<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2006-09-12 08:00:40 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("LAN_head_1", "Навигация администратора");
define("LAN_head_2", "Ваш сервер не поддерживает закачку через HTTP протокол. Это делает невозможным загрузку пользователями аватаров, файлов и т.п. Для исправления установите 'file_uploads - On' в вашем файле php.ini и перезапустите сервер. Если у вас нет доступа к файлу php.ini - свяжитесь с админами хостинга.");
define("LAN_head_3", "Невозможно использовать файлы, которые находятся снаружи HOME директории. This disallows usage of any file outside of your home directory and as such could affect certain scripts such as the filemanager.");

define("LAN_head_4", "Админцентр");

define("LAN_head_5", "Язык, отображаемый в области администрирования: ");
define("LAN_head_6", "Информация о плагинах");

?>
