<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.11 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("NWSLAN_1", "Новость удалена.");
define("NWSLAN_2", "Отметить для удаления блока новостей.");
define("NWSLAN_3", "Нет тем новостей.");
define("NWSLAN_4", "Существующие новости");
define("NWSLAN_5", "Открыть HTML Редактор");
define("NWSLAN_6", "Категория");

define("NWSLAN_9", "отметить для подтверждения");
define("NWSLAN_10", "Нет категорий.");
define("NWSLAN_11", "Доб/Ред. категории");
define("NWSLAN_12", "Заголовок");
define("NWSLAN_13", "Текст");
define("NWSLAN_14", "Расширенный");
define("NWSLAN_15", "Комментарии");
//define("NWSLAN_16", "Включены");
//define("NWSLAN_17", "Отключены");
define("NWSLAN_18", "Разрешить размещение комментариев для этой новости");
define("NWSLAN_19", "Активация");

define("NWSLAN_21", "Активация между");
define("NWSLAN_22", "Видимость");

define("NWSLAN_24", "Просмотреть снова");
define("NWSLAN_25", "Обновить новость в базе данных");
define("NWSLAN_26", "Поместить новость в базу данных");
define("NWSLAN_27", "Просмотр");

define("NWSLAN_29", "Новое сообщение");

define("NWSLAN_31", "Элемент новостей ");
define("NWSLAN_32", "удален");
define("NWSLAN_33", "Категория новостей");
define("NWSLAN_34", "Размещённые новости");
define("NWSLAN_35", "Категория новостей сохранена");
define("NWSLAN_36", "Категория новостей обновлена");
define("NWSLAN_37", "Вы уверены, что хотите удалить эту категорию?");
define("NWSLAN_38", "Вы уверены, что хотите удалить эту сообщёную новость?");
define("NWSLAN_39", "Вы уверены, что хотите удалить эту новость?");
define("NWSLAN_40", "Заголовок");

define("NWSLAN_42", "без заголовка");
define("NWSLAN_43", "Нет новостей");
define("NWSLAN_44", "Главная страница новостей");
define("NWSLAN_45", "Создать новость");
define("NWSLAN_46", "Категории");
define("NWSLAN_47", "Сообщёные новости");
define("NWSLAN_48", "Опции новостей");
define("NWSLAN_49", "Сообщено ");

define("NWSLAN_51", "Существующие категории новостей");
define("NWSLAN_52", "Название категории");
define("NWSLAN_53", "Значок категории");
define("NWSLAN_54", "Посмотреть изображение");
define("NWSLAN_55", "Обновить категорию новостей");
define("NWSLAN_56", "Создать категорию новостей");
define("NWSLAN_57", "Тема ");
define("NWSLAN_58", "Сообщение");
define("NWSLAN_59", "Нет сообщённых новостей");
//define("NWSLAN_60", "Сообщённые новости");

define("NWSLAN_62", "Перейти: ");
define("NWSLAN_63", "Поиск в новостях");

define("NWSLAN_66", "Загрузить на сервер"); //Upload
define("NWSLAN_67", "Изображение");
define("NWSLAN_68", "Файл");
define("NWSLAN_69", "Загрузить на сервер изображение или файл для использования в теле новости");
//define("NWSLAN_70", "Каталог e107_files/downloads не доступен для записи, установите на него CHMOD 0777");
//define("NWSLAN_71", "Каталог ".e_IMAGE."/newspost_images не доступен для записи, установите на него CHMOD 0777");
define("NWSLAN_72", "Отображать новость между датами.");
define("NWSLAN_73", "Задать тип");
define("NWSLAN_74", "Выберите способ отображения новости");
define("NWSLAN_75", "Страница новостей по умолчанию");
define("NWSLAN_76", "Только заголовок на главной странице");
define("NWSLAN_77", "Отправить к другому меню новостей");

//define("NWSLAN_78", "Эта опция не доступна, т.к. файл отсутствует на сервере");
define("NWSLAN_79", "Очистить форму");

define("NWSLAN_83", "Расширенный пост новостей");
define("NWSLAN_84", "Кому будет видна данная новость");

define("NWSLAN_86", "Показывать категории новостей на странице новостей");
define("NWSLAN_87", "Новая колонка категорий");
define("NWSLAN_88", "Новостей на страницу");
define("NWSLAN_89", "Сохранить свойства новостей");
define("NWSLAN_90", "Свойства новостей");
define("NWSLAN_100", "Включить загрузку на сервер изображений на странице Предложить новость"); //Enable Image uploading on Submit News page
define("NWSLAN_101", "Автоматически изменять размеры изображений");
define("NWSLAN_102", "ширина в пикселах<br /> или оставьте пустым для отключения.");
define("NWSLAN_103", "репост"); //re-post
define("NWSLAN_104", "от"); //by
define("NWSLAN_105", "Отметить для обновления штампа даты к текущему времени.");
define("NWSLAN_106", "Отправка новостей доступна для:");
define("NWSLAN_107", "Позволить использование HTML в новостях.");
define("NWSLAN_108", "на"); //on

define("NWSLAN_111", "Показать новую дату в заголовке");
define("NWSLAN_112", "Если отмечено - блок с датой будет отображаться поверх блоков новостей, что может быть полезным для разбиения новостей по дате публикации");

define("NWSLAN_113", "Использовать нестандартный шаблон для расположения новостей");
define("NWSLAN_114", "Если тема, которую вы используете, имеет шаблон расположения новостей, используйте его вместо универсального расположения"); //if ... !!CaSe changed in l10n intentionally

define("NWSLAN_115", "Новостей для отображения в архиве ?");
define("NWSLAN_116", "Сначала обновите настройки отображения новостей, а потом настраивайте опции архива новостей");
define("NWSLAN_117", "установите заголовок для архива новостей");
//define("NWSLAN_118", "Смотреть изображения");
define("NWSLAN_119", "Настройки сохранены");
define("NWSLAN_120", "Текст для отображения вверху сообщенной новости");

define("LAN_NEWS_5", "Ошибка! - не смог обновить новость в БД!");
define("LAN_NEWS_6", "Новость введена в БД.");
define("LAN_NEWS_7", "Ошибка! - не смог ввести новость в БД!");
define("LAN_NEWS_9", "Только заголовок - <b>показан будет только заголовок новости</b>");
define("LAN_NEWS_10", "Эта новость <b>неактивна</b> (Она не будет показана на Главной странице). ");
define("LAN_NEWS_11", "Эта новость <b>активна</b> (она будет показана на Главной странице). ");
define("LAN_NEWS_12", "Комментарии <b>включены</b>.");
define("LAN_NEWS_13", "Комментарии <b>выключены</b>.");
define("LAN_NEWS_14", "<br />Период отображения новости: ");
define("LAN_NEWS_15", "Длина блока новостей: ");
define("LAN_NEWS_16", "b. Длина расширенной новости: ");
define("LAN_NEWS_17", "b.");
define("LAN_NEWS_18", "Информация");
define("LAN_NEWS_19",  "Сейчас");
define("LAN_NEWS_21", "Новость обновлена в БД.");

define("LAN_NEWS_22", "Эскиз"); //Thumbnail
define("LAN_NEWS_23", "Выберите изображение для этой новости");
define("LAN_NEWS_24", "Изображение + Авто-эскиз"); //Image + Auto-Thumbnail
define("LAN_NEWS_25", "Размер авто-эскиза"); //Auto-Thumbnail size
define("LAN_NEWS_26", "добавить новую загрузку на сервер"); //add new upload
define("LAN_NEWS_27", "Аннотация");

define("LAN_NEWS_28", "Прикреплена");
define("LAN_NEWS_29", "Выберите, чтобы новость была прикреплена");
define("LAN_NEWS_30", "Если выбрано, новость будет постоянно находиться выше всех остальных");
define("LAN_NEWS_31", "Эта новость <b>прикреплена</b> (она будет располагаться выше всех остальных). ");
define("LAN_NEWS_32", "Штамп даты"); //Date stamp
define("LAN_NEWS_33", "Установить штамп даты для текущей новости.");

define("LAN_NEWS_34", "Трекбек"); //Trackback
define("LAN_NEWS_35", "Добавьте URL(ы) трекбека"); 
define("LAN_NEWS_36", "<b>Проверка</b> (пинговать все URL(ы) в этой новости)");
define("LAN_NEWS_37", "<b>URL(ы) трекбека:</b> (один URL на строку)");
define("LAN_NEWS_38", "Вставка изображений");

define("LAN_NEWS_39", "щелкните на файле для вставки в позицию курсора");
define("LAN_NEWS_40", "Вставить ссылки для загрузки");

define("LAN_NEWS_42", "Файлы");
//define("LAN_NEWS_43", "(нет изображений в каталоге /e107_images/newspost_images)");
define("LAN_NEWS_44", "Трекбек не активен.");

define("LAN_NEWS_45", "ID");

define("LAN_NEWS_46", "Новость не обновлена, так как не было внесено изменений.");
// define("LAN_NEWS_47", "Изображение");  // already defined above.
define("LAN_NEWS_48", "Нет изображения");

define("LAN_NEWS_49", "Тип отображения");

define('LAN_NEWS_50', 'Тех. обслуживание');
define('LAN_NEWS_51', 'Пересчёт числа комментариев');
define('LAN_NEWS_52', 'Далее');
define('LAN_NEWS_53', 'Обновление завершено');
define('LAN_NEWS_54', 'Тех. обслуживание новостей');

?>