<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2006-09-12 09:12:27 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("UGFLAN_1", "свойства закрытия на техническое обслуживание обновлены");
define("UGFLAN_2", "Активировать флаг технического обслуживания");
define("UGFLAN_3", "Обновить установки технического обслуживания");
define("UGFLAN_4", "Свойства технического обслуживания");

define("UGFLAN_5", "Текcт, который нужно показывать для закрытого сайта");
define("UGFLAN_6", "Оставить пустым для сообщения по умолчанию");

?>