<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.5 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("CACLAN_1", "Кеширование страниц");
define("CACLAN_2", "Установить статус кеша");
define("CACLAN_3", "Система кеширования");
define("CACLAN_4", "Статус кеша установлен");
define("CACLAN_5", "Очистить кеш");
define("CACLAN_6", "Кеш очищен");

define("CACLAN_7", "Кеширование выключено");
//define("CACLAN_8", "Кешировать данные, сохраненные в MySQL");
define("CACLAN_9", "Кеш в файл на диск");
define("CACLAN_10", "Каталог хранения кеша недоступен, установите для него CHMOD 0777");
?>