<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("FLALAN_1", "Неудавшиеся попытки логина");
define("FLALAN_2", "Неудавшиеся попытки логина не были зарегистрированы");
define("FLALAN_3", "Попытка(ки) удалены");
define("FLALAN_4", "Пользователь попытался войти, используя некорректное имя/пароль");
define("FLALAN_5", "IP запрещен(ы)"); //IP(s) banned
define("FLALAN_6", "Дата");
define("FLALAN_7", "Данные");
define("FLALAN_8", "IP адрес/хост");
define("FLALAN_9", "Опции");
define("FLALAN_10", "Удалить / Запретить отмеченные"); //Delete / Ban checked entries
define("FLALAN_11", "отметить все для удаления");
define("FLALAN_12", "снять все отметки об удалении");
define("FLALAN_13", "отметить все для запрета");
define("FLALAN_14", "снять все отметки о запрете");
define("FLALAN_15", "Следующий(ие) IP-адрес(а) был(и) автоматически запрещен(ы) - пользователь сделал более чем десять попыток неудавшихся входов");
define("FLALAN_16", "удалить этот список авто-запретов"); //delete this auto ban list
define("FLALAN_17", "Список авто-запретов удален"); //Auto-ban list deleted

?>