<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2006-09-13 11:10:53 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("DOWLAN_1", "Загрузки добавлены базу данных.");
define("DOWLAN_2", "Загрузки обновлены в базе данных.");
define("DOWLAN_3", "Загрузки удалены.");
define("DOWLAN_4", "Отметить для удаления загрузок");
define("DOWLAN_5", "Не создана категория загрузок.");
define("DOWLAN_6", "Нет загрузок.");
define("DOWLAN_7", "Существующие загрузки");

define("DOWLAN_11", "Категория");
define("DOWLAN_12", "Имя");
define("DOWLAN_13", "Файл");
define("DOWLAN_14", "введите url для внешнего файла");
define("DOWLAN_15", "Автор");
define("DOWLAN_16", "Email Автора");
define("DOWLAN_17", "Сайт Автора");
define("DOWLAN_18", "Описание");
define("DOWLAN_19", "Моё изображение");
define("DOWLAN_20", "Эскиз изображения");
define("DOWLAN_21", "Активна?");

define("DOWLAN_24", "Обновить загрузку");
define("DOWLAN_25", "Подтвердить загрузку");

define("DOWLAN_27", "Файлы");

define("DOWLAN_29", "Главная страница Файлов");
define("DOWLAN_30", "Создать Файлы");
define("DOWLAN_31", "Категории");
define("DOWLAN_32", "Опции Файлов");
define("DOWLAN_33", "Вы уверены, что хотите удалить Файл?");
define("DOWLAN_34", "Вы уверены, что хотите удалить эту категорию Файлов?");

define("DOWLAN_36", "удалить");
define("DOWLAN_37", "Главный каталог");
define("DOWLAN_38", "Нет категорий");
define("DOWLAN_39", "Категории Файлов");
define("DOWLAN_40", "Нет - главный каталог");
define("DOWLAN_41", "Иконка");
define("DOWLAN_42", "Смотреть изображение");
define("DOWLAN_43", "Видно для");
define("DOWLAN_44", "Выбрать, чтобы сделать категорию видимой только для пользователей этой группы");
define("DOWLAN_45", "Создать категорию");
define("DOWLAN_46", "Обновить категорию");
define("DOWLAN_47", "категория создана");
define("DOWLAN_48", "Категория обновлена");
define("DOWLAN_49", "Скачать категорию");

define("DOWLAN_51", "Найти файл");
define("DOWLAN_52", "Файлы");
define("DOWLAN_53", "Подкатегория");
define("DOWLAN_54", "Опции Файлов");
define("DOWLAN_55", "Количество Файлов на страницу");
define("DOWLAN_56", "Сортировать по ");


define("DOWLAN_59", "Имени файла");

define("DOWLAN_62", "По возрастанию");
define("DOWLAN_63", "По убыванию");
define("DOWLAN_64", "Обновить опции");
define("DOWLAN_65", "Опции обновлены");
define("DOWLAN_66", "Размер файла");

define("DOWLAN_67", "ID");
define("DOWLAN_68", "Нет файла!");
define("DOWLAN_69", "Обработчик Загрузки - PHP");
define("DOWLAN_70", "Выбрать для обработки запросов загрузки через PHP.");
define("DOWLAN_100", "Активизировать соглашение загрузок");
define("DOWLAN_101", "Текст соглашения");
define("DOWLAN_102", "Позволить комментарии?");
define("DOWLAN_103", "Удалить из загрузок");
define("DOWLAN_104", "было удалено из общих загрузок");
define("DOWLAN_105", "Назад в Общие загрузки");
define("DOWLAN_106", "Может быть скачано");
define("DOWLAN_107", "Ограничить количество загрузок");
define("DOWLAN_108", "Ограничьте пропускную способность загрузки");
define("DOWLAN_109", "каждые");
define("DOWLAN_110", "дней");
define("DOWLAN_111", "kb");
define("DOWLAN_112", "Ограничения");
define("DOWLAN_113", "Классы пользователей");
define("DOWLAN_114", "Добавить новое ограничение");
define("DOWLAN_115", "Обновить ограничения");
define("DOWLAN_116", "Ограничения для этого класса пользователей уже существуют");
define("DOWLAN_117", "Ограничения успешно добавлены");
define("DOWLAN_118", "Ограничения не добавлены - неизвестная ошибка");
define("DOWLAN_119", "Ограничение успешно удалено");
define("DOWLAN_120", "Ограничение не удалено - неизвестная ошибка");
define("DOWLAN_121", "Ограничение успешно обновлено");
define("DOWLAN_122", "Неактивна");
define("DOWLAN_123", "Активна - файл обладает ограничениями на загрузку");
define("DOWLAN_124", "Активна - файл НЕ обладает ограничениями на загрузку");
define("DOWLAN_125", "Активировать ограничения загрузок");
define("DOWLAN_126", "Состояние активности обновлено");
define("DOWLAN_127", "Введите только размер, если файл - внешний");
define("DOWLAN_128", "Зеркала");
define("DOWLAN_129", "Оставьте пустым, если зеркала не используются");
define("DOWLAN_130", "Добавить другое зеркало");
define("DOWLAN_131", "Выбрать локальный файл");
define("DOWLAN_132", "Пожалуйста, введите зеркало для использования, потом укажите путь к файлу");

define("DOWLAN_133", "Зеркало обновлено в БД");
define("DOWLAN_134", "Зеркало сохранено в БД");
define("DOWLAN_135", "Зеркало удалено");
define("DOWLAN_136", "рисунок");
define("DOWLAN_137", "Уверены, что хотите удалить это зеркало?");
define("DOWLAN_138", "Существующие зеркала");
define("DOWLAN_139", "Адрес");
define("DOWLAN_140", "загрузите рисунок в каталог e107_files/downloadimages чтобы отобразить его здесь, или введите полный путь");
define("DOWLAN_141", "Расположение");
define("DOWLAN_142", "Обновить зеркало");
define("DOWLAN_143", "Создать зеркало");
define("DOWLAN_144", "Зеркала не созданы, пойдите в 'зеркальную комнату' и создайте их.");

define("DOWLAN_145", "Загрузки видны");
define("DOWLAN_146", "Сообщение об отказе в загрузке или URL, куда пойдет пользователь");


define("DOWLAN_147", "Иконка пустой категории");
define("DOWLAN_148", "Отметьте, чтобы обновить штамп даты на текущее время");
define("DOWLAN_149", "или нажмите здесь, чтобы использовать внешний файл");

define("DOWLAN_150", "Отправить Админу уведомление на Email, если было сообщено о неработающей загрузке");
define("DOWLAN_151", "Сообщение о испорченной загрузке доступно для");

define("DOWLAN_152", "Не могу перемещать файл"); //Couldn't move file
define("DOWLAN_153", "Переместить файл в каталог загрузок"); //Move file into download folder
?>