<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-11 14:35:47 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("CRELAN_1", "Благодарности");
define("CRELAN_2", "Это список стороннего ПО / ресурсов, используемых в e107. Команда разработчиков e107 хотела бы лично поблагодарить всех разработчиков за предоставленную возможность использовать их творение совместно с e107, и за выпуск их ПО по лицензии GPL.");
// define("CRELAN_3", "Ресурс");
// define("CRELAN_4", "Описание");
// define("CRELAN_5", "Web-сайт");
// define("CRELAN_6", "Разрешение");
define("CRELAN_7", "версия");



?>