<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("LCLAN_1", "Настройки сохранены");
define("LCLAN_2", "Ссылка добавлена в базу.");
define("LCLAN_3", "Ссылка обновлена в базе.");
// define("LCLAN_4", "Ссылка удалена.");
define("LCLAN_6", "Порядок вывода ссылок установлен.");
define("LCLAN_8", "Существующие ссылки");
define("LCLAN_12", "Категории ссылок");
define("LCLAN_15", "Имя ссылки");
define("LCLAN_16", "URL ссылки");
define("LCLAN_17", "Описание ссылки");
define("LCLAN_18", "Кнопка ссылки");
define("LCLAN_19", "Способ открытия ссылки");
define("LCLAN_20", "открыть в текущем окне");
define("LCLAN_23", "открыть в новом окне");
define("LCLAN_24", "открыть в мини-окне 600x400");
define("LCLAN_25", "Видимость ссылки");
define("LCLAN_26", "Выберите класс пользователей, которым будет видна ссылка");
define("LCLAN_27", "Обновить ссылку");
define("LCLAN_28", "Создать ссылку");
define("LCLAN_29", "Ссылки");
define("LCLAN_30", "вверх");
define("LCLAN_31", "вниз");
define("LCLAN_39", "Смотреть изображения");
define("LCLAN_53", "Ссылка");
define("LCLAN_54", "удалена");
define("LCLAN_58", "Уверены, что хотите удалить эту ссылку?");
define("LCLAN_61", "Нет ссылок");
define("LCLAN_62", "Существующие ссылки");
define("LCLAN_63", "Создать новую ссылку");
define("LCLAN_68", "Опции ссылок");
define("LCLAN_78", "Показывать описание как всплывающую подсказку");
define("LCLAN_79", "Описание отображается после наведения мышки на ссылку");
define("LCLAN_80", "Активируйте раскрывающиеся подменю");
define("LCLAN_81", "Подменю появятся только после того, как будет нажато на пункт меню. (Родитель ссылки блокирован)");
define("LCLAN_83", "Генератор подменю");
define("LCLAN_88", "Опции ссылок сайта");
define("LCLAN_89", "Изображение");

define("LCLAN_91", "Переместить");
define("LCLAN_95", "Класс");

define("LCLAN_96", "Используйте в вашей теме как");


define("LINKLAN_1", "Открывать в окне 800x600");
define("LINKLAN_2", "Родитель");
define("LINKLAN_3", "Нет родителя (Нормальная ссылка)");
define("LINKLAN_4", "Генератор подменю");
define("LINKLAN_5", "Сгенерировать под-ссылки");
define("LINKLAN_6", "Создать под-ссылки из:");
define("LINKLAN_7", "Создать под-ссылки, связанные со ссылками в меню?");
define("LINKLAN_8", "Категории новостей");
define("LINKLAN_9", "Категории загрузок"); //Download Categories
define("LINKLAN_10", "Создать подменю");
?>