<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("IMALAN_1", "Разрешить показ изображений");
define("IMALAN_2", "Показывать изображения опубликованные с помощью bbcode тега [img],  применяется ко всему сайту (в комментариях, мини-чате и т.д.)");
define("IMALAN_3", "Метод изменения размера");
define("IMALAN_4", "Метод изменения размера изображения, или библиотека GD1/2, или ImageMagick");
define("IMALAN_5", "Путь к ImageMagick (если выбран)");
define("IMALAN_6", "Полный путь к утилите конветрации ImageMagick");
define("IMALAN_7", "Настройки изображений");
define("IMALAN_8", "Обновить настройки изображений");
define("IMALAN_9", "Настройки изображений обновлены");
define("IMALAN_10", "Класс пользователей для показа изображений");
define("IMALAN_11", "Кто имеет возможность просматривать изображения (если включена публикация выше)");
define("IMALAN_12", "Метод при выключенных изображениях");
define("IMALAN_13", "Что делать с изображениями, если их показ отключен");
define("IMALAN_14", "Показывать URL изображения");
define("IMALAN_15", "Ничего не показывать");
define("IMALAN_16", "Показать загруженные на сервер аватары"); //Show uploaded avatars
define("IMALAN_17", "Нажать здесь");
define("IMALAN_18", "Загруженные на сервер изображения"); //Uploaded images
define("IMALAN_19", "Выводить сообщение 'отключено'");

define("IMALAN_21", "Используется");
define("IMALAN_22", "Изображение не используется");
define("IMALAN_23", "Аватар");
define("IMALAN_24", "Фото");
define("IMALAN_25", "Нажмите здесь, чтобы стереть все неиспользуемые изображения");
define("IMALAN_26", "изображение(я) удалена(ы)");

define("IMALAN_28", "удалено");
define("IMALAN_29", "Нет изображений");
define("IMALAN_30", "Доступно всем");
define("IMALAN_31", "Только для гостей");
define("IMALAN_32", "Только для пользователей");
define("IMALAN_33", "Только для админов");
define("IMALAN_34", "Включить обход ошибок");
define("IMALAN_35", "Фиксирует ошибки прозрачности PNG-24's с альфа-каналом в IE 5 / 6 (Применяется ко всему сайту)");

define("IMALAN_36", "Проверка размера аватара и доступа");
define("IMALAN_37", "Проверка аватара");
define("IMALAN_38", "Максимально допустимая ширина"); //width!
define("IMALAN_39", "Максимально допустимая высота"); //height!
define("IMALAN_40", "Слишком широкий");
define("IMALAN_41", "Слишком высокий");
define("IMALAN_42", "Не найден");
define("IMALAN_43", "Удалить загруженный аватар");
define("IMALAN_44", "Удалить внешнюю ссылку");
define("IMALAN_45", "Не найден");
define("IMALAN_46", "Слишком большой");
define("IMALAN_47", "Всего загруженных аватаров");
define("IMALAN_48", "Всего внешних аватаров");
define("IMALAN_49", "Пользователей с аватарами");
define("IMALAN_50", "Всего");
define("IMALAN_51", "Аватар для ");

define("IMALAN_52", "Путь к ImageMagick, вероятно, некорректный");
define("IMALAN_53", "Путь к ImageMagick, вероятно, корректный, но конвертируемый файл может быть неправильным");
define("IMALAN_54", "Версия установленного GD:");
define('IMALAN_55', 'Не установлен');

?>