<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.5 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("UGFLAN_1", "свойства закрытия на техническое обслуживание обновлены");
define("UGFLAN_2", "Активировать флаг технического обслуживания");
define("UGFLAN_3", "Обновить установки технического обслуживания");
define("UGFLAN_4", "Свойства технического обслуживания");

define("UGFLAN_5", "Текcт, который нужно показывать для закрытого сайта");
define("UGFLAN_6", "Оставить пустым для сообщения по умолчанию");

?>