<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("FC_LAN_1", "Файловый инспектор");
define("FC_LAN_2", "Опции сканирования");
define("FC_LAN_3", "Показать");
define("FC_LAN_4", "Все");
define("FC_LAN_5", "Файлы ядра");
define("FC_LAN_6", "Только сбой целостности");
define("FC_LAN_7", "Файлы НЕ ядра");
define("FC_LAN_8", "Проверить целостность файлов ядра");
define("FC_LAN_9", "вкл");
define("FC_LAN_10", "выкл");
define("FC_LAN_11", "Сканировать");
define("FC_LAN_12", "Нет");
define("FC_LAN_13", "Потерянные файлы ядра");
define("FC_LAN_14", "Показать результаты как");
define("FC_LAN_15", "Дерево каталогов");
define("FC_LAN_16", "Список");
define("FC_LAN_17", "Строка соответствия");
define("FC_LAN_18", "Регулярное выражение");
define("FC_LAN_19", "Показать номера строк");
define("FC_LAN_20", "Показать соответствующие строки");
define("FC_LAN_21", "Файлы старого ядра");

define("FR_LAN_1", "Проверка");
define("FR_LAN_2", "Результаты проверки");
define("FR_LAN_3", "Просмотр");
define("FR_LAN_4", "Файлы ядра");
define("FR_LAN_5", "Файлы НЕ ядра");
define("FR_LAN_6", "Все файлы");
define("FR_LAN_7", "Проверка целостности системы");
define("FR_LAN_8", "Обработанные файлы ядра");
define("FR_LAN_9", "Неудачные файлы ядра");
define("FR_LAN_10", "Возможные причины неудачной проверки файлов");
define("FR_LAN_11", "Файл испорчен");
define("FR_LAN_12", "Это может быть по ряду причин: например, файл, который был в испорченном zip-архиве, стал испорченным при извлечении, или файл был испорчен в течение передачи через FTP. Вы должны попробовать повторо загрузить файл на ваш сервер и снова выполнить сканирование, чтобы посмотреть, решена ли ошибка.");
define("FR_LAN_13", "Файл устаревший");
define("FR_LAN_14", "Если файл от более старшей редакции e107, чем версия, которая у вас установлена, проверка целостности будет неудачной. Убедитесь, что вы загрузили на сервер новейшую версию этого файла.");
define("FR_LAN_15", "Файл редактировался");
define("FR_LAN_16", "Если файл подвергался редактированию, проверка целостности будет неудачной. Если вы намеренно редактировали этот файл, то вам не нужно беспокоиться, и вы можете пренебречь этой неисправностью проверки целостности. Если, однако, файл редактировался кем-нибудь, кроме вас, без разрешения, лучше повторно загрузить на сервер надлежащую версию этого файла из дистрибутива e107.");
define("FR_LAN_17", "Если вы CVS-пользователь");
define("FR_LAN_18", "Если вы управляете CVS-версией e107, а не официальной стабильной редакцией e107, то вы обнаружите что файлы не прошли проверку целостности, потому что они редактировались после того, как был сделан самый поздний снимок копии содержимого оперативной памяти.");
define("FR_LAN_19", "файлов неудачно");
define("FR_LAN_20", "Все файлы проверены и в порядке");
define("FR_LAN_21", "нет");
define("FR_LAN_22", "Отсутствующих файлов ядра");

define("FR_LAN_23", "Соответствий не найдено.");
define("FR_LAN_24", "Файлы старого ядра");
define("FR_LAN_25", "Целостность невычисляема");

define("FR_LAN_26", "Внимание! Обнаружена известная уязвимость");
define("FR_LAN_27", "На вашем сервере есть файлы, которые могут стать причиной взлома сайта. Они должны быть немедленно удалены.");
define("FR_LAN_28", "Файлов с известными уязвимостями");

?>