<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-11 14:35:47 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("BANLAN_1", "Бан удалён.");
define("BANLAN_2", "Нет банов.");
define("BANLAN_3", "Существующие баны");
define("BANLAN_4", "Удалить бан");
define("BANLAN_5", "Введите IP, email-адрес или хост");
define("BANLAN_7", "Причина");
define("BANLAN_8", "Банить пользователя");
define("BANLAN_9", "Забаненные на сайте пользователи");
define("BANLAN_10", "IP / Email / Причина");
define("BANLAN_11", "Авто-бан: Более чем 10 неудавшихся попыток логина");

?>