<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.9 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("UPLLAN_1", "Загрузка на сервер удалена из списка.");
define("UPLLAN_2", "Настройки сохранены в базе данных");
define("UPLLAN_3", "ID Загрузки на сервер");

define("UPLLAN_5", "Добавил"); //Poster
define("UPLLAN_6", "Email");
define("UPLLAN_7", "Сайт");
define("UPLLAN_8", "Имя файла");

define("UPLLAN_9", "Версия");
define("UPLLAN_10", "Файл");
define("UPLLAN_11", "Размер файла");
define("UPLLAN_12", "Снимок экрана");
define("UPLLAN_13", "Описание");
define("UPLLAN_14", "Демо");

define("UPLLAN_16", "копировать в новости");
define("UPLLAN_17", "Удалить загрузку на сервер из списка");
define("UPLLAN_18", "Просмотр деталей");
define("UPLLAN_19", "Нет непроверенных загрузок на сервер");
define("UPLLAN_20", "Имеется");
define("UPLLAN_21", "непроверенных загрузок на сервер");
define("UPLLAN_22", "ID");
define("UPLLAN_23", "Имя");
define("UPLLAN_24", "Тип файла");
define("UPLLAN_25", "Разрешена загрузка на сервер?");
define("UPLLAN_26", "Не будет разрешаться загрузка на сервер, если запрещена");
define("UPLLAN_27", "немодерированные загрузки на сервер"); //unmoderated public uploads

define("UPLLAN_29", "Тип сохранения");
define("UPLLAN_30", "Выберите, как хранить загруженные на сервер файлы, как нормальные файлы на сервере или как двоичную информацию в базе данных<br /><b>Имейте в виду</b>, двоичная информация подходит только для файлов, меньше приблизительно 500kb");
define("UPLLAN_31", "Простой файл");
define("UPLLAN_32", "Двоичная инорфмация");
define("UPLLAN_33", "Максимальный размер файла");
define("UPLLAN_34", "Максимальный размер в байтах для загрузки на сервер - оставьте чистым, чтобы использовать установки из php.ini");
define("UPLLAN_35", "Разрешённые типы файлов");
define("UPLLAN_36", "Пожалуйста, введите один тип в строку");
define("UPLLAN_37", "Разрешение");
define("UPLLAN_38", "Выберите тип пользователей, которым будет разрешена загрузка на сервер");
define("UPLLAN_39", "Отправить");

define("UPLLAN_41", "Обратите внимание - загрузка на сервер файлов запрещена в php.ini, что делает невозможной загрузку на сервер.");

define("UPLLAN_42", "Действия");
define("UPLLAN_43", "Загрузки на сервер");
define("UPLLAN_44", "Загрузка");

define("UPLLAN_45", "Уверены, что хотите удалить этот файл?");

define("UPLAN_COPYTODLM", "копировать в менеджер загрузок");
define("UPLAN_IS", " "); //"is "
define("UPLAN_ARE", " "); //"are "
define("UPLAN_COPYTODLS", "Копировать в загрузки");

define("UPLLAN_48", "В целях повышения безопасности сайта, разрешенные типы файлов были удалены из БД и прописаны 
в простом файле в каталоге admin. Для этого, переименуйте файл e107_admin/filetypes_.php в e107_admin/filetypes.php 
и добавьте в него разделенный запятыми список разрешенных расширений. Вы не должны разрешать загрузку на сервер файлов .html, .txt, php и т.д. так как взломщик может загрузить на сервер файл этого типа, который может включать вредоносный javascript. Также вы, конечно, не должны позволять 
загрузку на сервер файлов .php или любых других типов исполняемых скриптов.");

?>