<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2006-09-13 11:10:53 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("CACLAN_1", "Кэширование страниц");
define("CACLAN_2", "Установить статус кэша");
define("CACLAN_3", "Система кэширования");
define("CACLAN_4", "Статус кэша установлен");
define("CACLAN_5", "Очистить кэш");
define("CACLAN_6", "Кэш очищен");

define("CACLAN_7", "Кэширование выключено");
//define("CACLAN_8", "Кэшировать данные, сохраненные в MySQL");
define("CACLAN_9", "Кэш в файл на диск");
define("CACLAN_10", "Каталог хранения кэша недоступен, установите для него CHMOD 0777");
?>