<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.8 $
|     $Date: 2007-02-24 16:15:19 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("USRLAN_1", "Опции сохранены.");
define("USRLAN_3", "теперь в списке Админов - Для установки прав администратора перейдите к");
define("USRLAN_4", "Страница Администраторов");
define("USRLAN_5", "Нельзя удалить главного администратора сайта");
define("USRLAN_6", "Статус администратора удалён.");
define("USRLAN_7", "Вы не можете запретить главного администратора"); //You cannot ban the main site administrator
define("USRLAN_8", "Пользователь запрещен."); //User banned.
define("USRLAN_9", "Запрет пользователя снят."); //User unbanned.
define("USRLAN_10", "Пользователь удалён.");
define("USRLAN_11", "Удаление отменено.");
define("USRLAN_12", "Вы не можете удалить главного администратора сайта.");
define("USRLAN_13", "Пожалуйста, подтвердите удаление пользователя");
// define("USRLAN_14", "однажды удаленная запись не может быть восстановлена");
// define("USRLAN_15", "Отмена");
define("USRLAN_16", "Подтверждение удаления");
define("USRLAN_17", "Подтверждение удаления пользователя");
// define("USRLAN_18", "Пользователь активирован.");
// define("USRLAN_19", "Поиск");
// define("USRLAN_20", "Расположить по");
// define("USRLAN_21", "ИД Пользователя");
// define("USRLAN_22", "Имя пользователя");
// define("USRLAN_23", "Посещений на сайт");
// define("USRLAN_24", "Статус администратора");
// define("USRLAN_25", "Статус");
// define("USRLAN_26", "Убывание");
// define("USRLAN_27", "Возрастание");
// define("USRLAN_28", "Сортировка");

define("USRLAN_30", "Запрет"); //Ban
// define("USRLAN_31", "Запрет -деактивирован-");
define("USRLAN_32", "Активировать");
define("USRLAN_33", "Снять запрет"); //Unban
define("USRLAN_34", "Удалить статус администратора");
define("USRLAN_35", "Сделать админом");
define("USRLAN_36", "Установить класс");

// define("USRLAN_37", "Члены");
// define("USRLAN_38", "Результаты поиска");
// define("USRLAN_39", "результат(ы)");
// define("USRLAN_40", "Не определено");

define("USRLAN_44", "Позволить пользователям загружать на сервер аватары?");

define("USRLAN_47", "Максимальная ширина аватара (в пикселях)");
define("USRLAN_48", "по умолчанию 120");
define("USRLAN_49", "Максимальная высота аватара (в пикселях)");
define("USRLAN_50", "по умолчанию 100");
define("USRLAN_51", "Обновить опции");
define("USRLAN_52", "Опции пользователя");
define("USRLAN_53", "Позволить пользователям загружать на сервер фото?");
define("USRLAN_54", "Нажмите здесь, чтобы удалить всех бездеятельных пользователей");
define("USRLAN_55", "Очистить");
define("USRLAN_56", "Стерто");
define("USRLAN_57", "Удаление неактивных пользователей ...");
define("USRLAN_58", "загрузки на сервер файлов отключены в php.ini");
define("USRLAN_59", "Быстрое добавление пользователя");
define("USRLAN_60", "Добавить пользователя");
define("USRLAN_61", "Имя");
define("USRLAN_62", "Пароль");
define("USRLAN_63", "Ещё раз пароль");
define("USRLAN_64", "Email адрес");
define("USRLAN_65", "Это имя не годится. Придумайте другое");
define("USRLAN_66", "Такой пользователь уже существует");
define("USRLAN_67", "Пароли не совпадают ");
define("USRLAN_68", "Вы не заполнили нужные строки");
define("USRLAN_69", "Ваш email написан неверно");
define("USRLAN_70", "Пользователь создан");
define("USRLAN_71", "Пользователи");
define("USRLAN_72", "Быстрое добавление пользователя");
define("USRLAN_73", "Очистить от неактивных");
// define("USRLAN_75", "Опции");
define("USRLAN_76", "Настройки пользователя");
define("USRLAN_77", "Существующие пользователи");
define("USRLAN_78", "Имя");
define("USRLAN_79", "Статус");
define("USRLAN_80", "Инфо");

// define("USRLAN_82", "Вы действительно хотите удалить этого пользователя?");
define("USRLAN_84", "Имеется");
define("USRLAN_85", "Неактивированные пользователи - кликните здесь, чтобы удалить");
define("USRLAN_86", "Пользователь проверен");
define("USRLAN_87", "настройки пользователя обновлены");
define("USRLAN_88", "Классы пользователей обновлены");

define("USRLAN_90", "Поиск/Обновление");
define("USRLAN_91", "Класс");
define("USRLAN_92", "Неправильные символы в имени");

define("USRLAN_93", "Удаление непроверенных пользователей");
define("USRLAN_94", "Удаление по прошествии этого времени");
define("USRLAN_95", "минут");;


define("USRLAN_112", "Повторная посылка Email");
define("USRLAN_113", "Подробности регистрации ");
define("USRLAN_114", "Уважаемый");
define("USRLAN_115", "Спасибо за регистрацию.");
define("USRLAN_116", "Пожалуйста, подтвердите повторную отправку регистрационной информации по адресу:");
define("USRLAN_117", "Кликните для проверки корректности введённого E-mail:");
define("USRLAN_118", "Тест Email");

define("USRLAN_120", "Установленные классы");
define("USRLAN_121", "Рассылка");
define("USRLAN_122", "Добро пожаловать на");
define("USRLAN_123", "Ваша регистрация получена и обработана.");
define("USRLAN_124", "Ваша учетная запись находится в неактивированном состоянии. Для активации необходимо перейти по этой ссылке");
define("USRLAN_125", "От");

define("USRLAN_126", "Разрешить пользователям оценивать пользователей");
define("USRLAN_127", "Разрешить комментарии на странице Профиля пользователя");

define("USRLAN_128", "Имя для логина");

define("USRLAN_130", "Включить отслеживание он-лайн статуса пользователей");
define("USRLAN_131", "Вы должны включить эту опцию, если собираетесь использовать статистические данные о посещениях, пребывании пользователей он-лайн (файл online.php), на форуме и в он-лайн меню");
define("USRLAN_132", "Включить");

define("USRLAN_133", "Вынудить пользователя обновить собственные настройки");
define("USRLAN_134", "Активирование этой опции автоматически отправит пользователя к настроечным параметрам, если требуемое пользовательское поле не заполнено.");

define("USRLAN_135", "IP-адрес не найден в информации о пользователе; IP не заблокирован");
define("USRLAN_136", "Несколько пользователей используют один IP-адрес {IP}; IP не заблокирова.");
define("USRLAN_137", "IP-адрес пользователя {IP} заблокирован.");

define("LAN_MAINADMIN","Главный Администратор");
define("LAN_ADMIN","Администратор");
define("LAN_NOTVERIFIED","Не проверено");
define("LAN_BANNED","Запрещено");

define("DUSRLAN_1", "ID");
define("DUSRLAN_2", "Отображаемое имя");
define("DUSRLAN_3", "Имя пользователя");
define("DUSRLAN_4", "Выборочный заголовок");
define("DUSRLAN_5", "Пароль");
define("DUSRLAN_6", "Сессия");
define("DUSRLAN_7", "Email");
define("DUSRLAN_8", "Web-сайт");
define("DUSRLAN_9", "ICQ");
define("DUSRLAN_10", "AIM");
define("DUSRLAN_11", "MSN");
define("DUSRLAN_12", "Местоположение");
define("DUSRLAN_13", "День рождения");
define("DUSRLAN_14", "Подпись");
define("DUSRLAN_15", "Изображение");
define("DUSRLAN_16", "Временная зона");
define("DUSRLAN_17", "Скрыть Email");
define("DUSRLAN_18", "Дата регистрации");
define("DUSRLAN_19", "Последний визит");
define("DUSRLAN_20", "Текущий визит");
define("DUSRLAN_21", "Последнее сообщение");
define("DUSRLAN_22", "Сообщения в чате");
define("DUSRLAN_23", "Комментарии");
define("DUSRLAN_24", "Сообщения на форуме");
define("DUSRLAN_25", "IP");
define("DUSRLAN_26", "Запрет"); //Ban
define("DUSRLAN_27", "Настройки");
define("DUSRLAN_28", "Новый");
define("DUSRLAN_29", "Просмотров");
define("DUSRLAN_30", "Визитов");
define("DUSRLAN_31", "Админ");
define("DUSRLAN_32", "Настоящее имя");
define("DUSRLAN_33", "Класс пользователя");
define("DUSRLAN_34", "Perms");
define("DUSRLAN_35", "Изображение");
define("DUSRLAN_36", "Сменить пароль");
define("DUSRLAN_37", "XUP");

define("USRLAN_138", "Непроверенные пользователи");
define("USRLAN_139", "Ваша учетная запись была активирована.\n\nПосетите {SITEURL} и войдите используя информацию доступа, которую вы дали.");

define("USRLAN_140", "Email переслан на");
define("USRLAN_141", "Неудача при пересылке письма для");
define("USRLAN_142", "со следующей ссылкой активации");

define("LAN_BOUNCED","Возвращено"); //Bounces
define("USRLAN_143", "Проверить на возвраты"); //Check For Bounces
define("USRLAN_144", "Переслать всем письмо подтверждения");
define("USRLAN_145", "Возвращенные пользователи"); //Bounced users"
define("USRLAN_146", "Информация о пользователе доступна для");

?>