<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("USFLAN_1", "Невозможно найти IP адрес - информация недоступна.");
//define("USFLAN_2", "Ошибка");
define("USFLAN_3", "Сообщение отправлено с IP адреса");
define("USFLAN_4", "Сервер");
define("USFLAN_5", "Щелкните здесь для переноса IP адреса в список запрещенных администратора"); //Click here to transfer IP address to admin ban page
define("USFLAN_6", "Пользовательский ID");
define("USFLAN_7", "Информация о пользователе");

?>