<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.7 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("BANLAN_1", "Запрет удалён."); //Ban removed.
define("BANLAN_2", "Нет запретов."); //No bans.
define("BANLAN_3", "Существующие запреты"); //Existing Bans
define("BANLAN_4", "Удалить запрет"); //Remove ban
define("BANLAN_5", "Введите IP, email-адрес или хост");
define("BANLAN_7", "Причина");
define("BANLAN_8", "Запретить адрес");
define("BANLAN_9", "Запретить пользователей по email, IP или адресу хоста"); //Ban users from site by email, IP or host address
define("BANLAN_10", "IP / Email / Причина");
define("BANLAN_11", "Авто-запрет: Более чем 10 неудавшихся попыток логина"); //Auto-ban
define("BANLAN_12", "Примечание: Реверсный DNS в настоящее время отключен, он должен быть включен, чтобы запрещать хосты. Запрет доступа по IP и email будет работать нормально.");
define("BANLAN_13", "Внимание: Чтобы запретить пользователя по имени, перейдите к странице управления пользователями: ");
define('BANLAN_78','Превышено число обращений (--HITS-- запросов за выделенный промежуток времени)');

?>