<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-11 14:35:48 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("FLALAN_1", "Неудавшиеся попытки логина");
define("FLALAN_2", "Неудавшиеся попытки логина не были зарегистрированы");
define("FLALAN_3", "Попытка(ки) удалены");
define("FLALAN_4", "Пользователь попытался войти, используя некорректное имя/пароль");
define("FLALAN_5", "IP забанено");
define("FLALAN_6", "Дата");
define("FLALAN_7", "Данные");
define("FLALAN_8", "IP адрес/хост");
define("FLALAN_9", "Опции");
define("FLALAN_10", "Удалить / Запретить отмеченные");
define("FLALAN_11", "отметить все для удаления");
define("FLALAN_12", "снять все отметки об удалении");
define("FLALAN_13", "отметить все для запрета");
define("FLALAN_14", "снять все отметки о запрете");
define("FLALAN_15", "Следующий(ие) IP-адрес(а) был(и) автоматически запрещен(ы) - пользователь сделал более чем десять попыток неудавшихся входов");
define("FLALAN_16", "удалить список авто-банов");
define("FLALAN_17", "Список Авто-банов удален");

?>