<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-11 14:35:51 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("UGFLAN_1", "Статус закрытия изменён");
define("UGFLAN_2", "Сайт закрыт");
define("UGFLAN_3", "Обновить установки флага");
define("UGFLAN_4", "Закрытие сайта");

define("UGFLAN_5", "Текcт для закрытого сайта");
define("UGFLAN_6", "Оставить пустым для стандартного сообщения");

?>