<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.5 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("LANG_LAN_00","не может быть создано.(уже существует)");
define("LANG_LAN_01","будет удалено(если существует) и создано.");
define("LANG_LAN_02","не может быть удалено");
define("LANG_LAN_03","Таблицы");

define("LANG_LAN_05","Не установлен");
define("LANG_LAN_06", "Создать таблицы");
define("LANG_LAN_07", "Удалить существующие таблицы?");
define("LANG_LAN_08", "Заменить существующие таблицы (данные будут утеряны).");
define("LANG_LAN_10", "Подтвердите удаление");
define("LANG_LAN_11", "Удалить непроверенные таблицы выше (если они существуют).");
define("LANG_LAN_12", "Разрешить мультиязычные таблицы");
define("LANG_LAN_13", "Мультиязычные установки");
define("LANG_LAN_14", "Язык сайта по умолчанию");
define("LANG_LAN_15", "Отметьте галочкой, чтобы скопировать данные из языка по умолчанию. (Полезно для Ссылок, категорий новостей и т.д.) ");
define("LANG_LAN_16", "Многоязычное исользование БД");
define("LANG_LAN_17", "Язык по умолчанию - Не требуется дополнительных таблиц.");
define("LANG_LAN_18", "Используйте припаркованные поддомены к этим доменам, чтобы установить язык сайта:");
define("LANG_LAN_19", "например, домен fr.mydomain.com, установит французский язык.");
define("LANG_LAN_20", "Введите один домен на строку, например, mydomain.com и т.д. или оставьте незаполненным, чтобы отключить");

define("LANG_LAN_21", "Языковые инструменты");

?>