<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.7 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("TPVLAN_1", "Вы смотрите на предварительный просмотр темы<b>'".PREVIEWTHEMENAME."'</b>. Она еще не установлена как основная тема для вашего сайта, она была активизирована, чтобы обеспечить предварительный просмотр темы.<br />Чтобы установить эту тему в качестве темы сайта, <a href='".e_ADMIN."theme.php'>вернитесь к Менеджеру тем</a> и выберите 'Установить как Тему сайта'.<br />Для просмотра других тем <a href='".e_ADMIN."theme.php'>нажмите здесь</a>");
define("TPVLAN_2", "Просмотр Темы");
define("TPVLAN_3", "Основная тема сайта установлена");
define("TPVLAN_4", "Автор");
define("TPVLAN_5", "Web-сайт");
define("TPVLAN_6", "Дата релиза");
define("TPVLAN_7", "Информация");
define("TPVLAN_8", "Опции");
define("TPVLAN_9", "Предпросмотр темы");
define("TPVLAN_10", "Установить как Тему сайта");
define("TPVLAN_11", "Версия");
define("TPVLAN_12", "Нет предпросмотра");

define("TPVLAN_13", "Загрузить на сверер тему (формат .zip или .tar.gz)"); //Upload theme
define("TPVLAN_14", "Загрузить на сервер тему"); //Upload theme
define("TPVLAN_15", "Файл не может быть загружен на сервер в каталог ".e_THEME." так как нет необходимых разрешений - поставьте CHMOD равным 777 и попробуйте вновь загрузить на сервер файл.");
define("TPVLAN_16", "Сообщение Администрации");
define("TPVLAN_17", "Кажется, этот файл не является правильным .zip or .tar архивом.");
define("TPVLAN_18", "Обнаружена ошибка, невозможно разархивировать файл");
define("TPVLAN_19", "Ваша тема загружена на сервер и разархивирована. Пролистайте список, чтобы найти ее.");
define("TPVLAN_20", "Авто-загрузка на сервер темы и разархивирование выключено, так как не стоят необходимые разрешения на каталоге тем - поставьте CHMOD равным 777 на каталог e107_themes.");

define("TPVLAN_21", "Это в настоящий момент выбранная тема сайта");

define("TPVLAN_22", "Эта тема имеет несколько стилей");
define("TPVLAN_23", "стиль по умолчанию");
define("TPVLAN_24", "нет информации");
define("TPVLAN_25", "Чтобы выбрать стиль для использования, идите на страницу <a href='".e_ADMIN."prefs.php'>настроек</a> и нажмите 'Темы'.");

define("TPVLAN_26", "Менеджер тем");
define("TPVLAN_27", "Выберите стиль для использования");
define("TPVLAN_28", "вкл");
define("TPVLAN_29", "выкл");
define("TPVLAN_30", "Предварительная загрузка изображений Темы:");

define("TPVLAN_31", "Это в настоящий момент выбранная тема Админцентра");
define("TPVLAN_32", "Установить как Тему Админцентра");

define("TPVLAN_33", "Текущая тема сайта");
define("TPVLAN_34", "Текущая тема Админцентра");
define("TPVLAN_35", "Сохранить опции");
define("TPVLAN_36", "Сообщение Администрации");
define("TPVLAN_37", "Опции Темы сохранены");
define("TPVLAN_38", "Загрузить на сервер тему");
define("TPVLAN_39", "Доступные темы");
define("TPVLAN_40", "Тема Админцентра");

define("TPVLAN_41", "Выберите стиль отображения для Админцентра");
define("TPVLAN_42", "Сохранить опции Администратора");
define("TPVLAN_43", "Опции администратора сохранены");

define("TPVLAN_46", "Ошибка извлечения PCLZIP:");
define("TPVLAN_47", "Ошибка извлечения PCLTAR: ");
define("TPVLAN_48", "код:");

?>