<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("DBLAN_1", "Не могу прочитать файл БД<br /><br />Убедитесь, что файл <b>core_sql.php</b> находится в дериктории <b>/admin/sql</b>.");
define("DBLAN_2", "Полная проверка");

define("DBLAN_4", "Таблица");
define("DBLAN_5", "Поле");
define("DBLAN_6", "Статус");
define("DBLAN_7", "Записи");
define("DBLAN_8", "Несоответствие");
define("DBLAN_9", "В текущий момент");
define("DBLAN_10", "возможно");
define("DBLAN_11", "Поле утеряно");
define("DBLAN_12", "Дополнительное поле!");
define("DBLAN_13", "Таблица утеряна!");
define("DBLAN_14", "Выберите таблицу(ы) для проверки");
define("DBLAN_15", "Начать проверку");
define("DBLAN_16", "Проверка SQL");
define("DBLAN_17", "Назад");
define("DBLAN_18", "Таблицы");
define("DBLAN_19", "Попытаться исправить");
define("DBLAN_20", "Попытаться исправить таблицы");
define("DBLAN_21", "Исправить выбранные элементы");
define("DBLAN_22", " не читается"); // is not readable
?>