<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-11 14:35:52 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("USFLAN_1", "Невозможно найти IP адрес - информация недоступна.");
//define("USFLAN_2", "Ошибка");
define("USFLAN_3", "Сообщение отправлено с IP адреса");
define("USFLAN_4", "Сервер");
define("USFLAN_5", "Кликните здесь для переноса IP адреса в бан-лист");
define("USFLAN_6", "Пользовательский ID");
define("USFLAN_7", "Информация о пользователе");

?>