<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-11 14:35:52 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("UDALAN_1", "Ошибка - пожалуйста переподтвердите");
define("UDALAN_2", "Настройки обновлены");
define("UDALAN_3", "Настройки обновлены для");
define("UDALAN_4", "Имя");
define("UDALAN_5", "Пароль");
define("UDALAN_6", "Повторите пароль");
define("UDALAN_7", "Смена пароля");
define("UDALAN_8", "Обновление пароля для");

?>