<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.7 $
|     $Date: 2009-09-26 15:53:35 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("EPL_ADLAN_0", "Установить");
define("EPL_ADLAN_1", "Деинсталлировать");
define("EPL_ADLAN_2", "Вы подтверждайте деинсталляцию плагина?");
define("EPL_ADLAN_3", "Подтверждение деинсталляции");
define("EPL_ADLAN_4", "Деинсталляция отменена.");
define("EPL_ADLAN_5", "Процедура установки создаст новые настройки.");
define("EPL_ADLAN_6", "... щелкните для перехода к процедуре устновки");
define("EPL_ADLAN_7", "Таблицы базы данных обновлены.");
define("EPL_ADLAN_8", "Настройка свойств завершена.");
define("EPL_ADLAN_9", "Не получилось создать таблицу для этого плагина.");
define("EPL_ADLAN_10", "Имя");
define("EPL_ADLAN_11", "Версия");
define("EPL_ADLAN_12", "Автор");
define("EPL_ADLAN_13", "Совместимость");
define("EPL_ADLAN_14", "Описание");
define("EPL_ADLAN_15", "Прочтите README файл для полной информации");
define("EPL_ADLAN_16", "Информация о плагине");
define("EPL_ADLAN_17", "Подробнее...");
define("EPL_ADLAN_18", "Не получилось создать таблицу для этого плагина.");
define("EPL_ADLAN_19", "Таблицы базы успешно открыты.");
//define("EPL_ADLAN_20", "Настройки свойств успешно завершены.");

define("EPL_ADLAN_21", "Плагин уже установлен.");
define("EPL_ADLAN_22", "Установлен");
define("EPL_ADLAN_23", "Не установлен");
define("EPL_ADLAN_24", "Дополнительное обновление");
define("EPL_ADLAN_25", "Не рекомендуется ставить");
define("EPL_ADLAN_26", "... щелкните для перехода к процедуре деинсталляции");
define("EPL_ADLAN_27", "Не получилось удалить ");
define("EPL_ADLAN_28", "Таблицы базы успешно удалены.");
define("EPL_ADLAN_29", "Настройки свойств успешно удалены.");
define("EPL_ADLAN_30", "пожалуйста, удалите вручную.");
define("EPL_ADLAN_31", "Пожалуйста, удалите каталог ");
define("EPL_ADLAN_32", "и все вложенные файлы для завершения процесса деинсталляции.");
define("EPL_ADLAN_33", "Плагин успешно установлен.");
define("EPL_ADLAN_34", "Плагин успешно обновлён.");
define("EPL_ADLAN_35", "Установки преобразования успешно добавлены.");
define("EPL_ADLAN_36", "Некорректный формат преобразований.");

define("EPL_ADLAN_37", "Загрузить на сервер плагин (в формате .zip или .tar.gz)"); //Upload plugin
define("EPL_ADLAN_38", "Загрузить на сервер плагин"); //Upload Plugin
define("EPL_ADLAN_39", "Файл не может быть загружен на сервер, так как каталог ".e_PLUGIN." не имеет необходимых разрешений - пожалуйста, установите права на запись и перезагрузите файл.");
define("EPL_ADLAN_40", "Сообщение Администрации");
define("EPL_ADLAN_41", "Кажется, этот файл не является .zip или .tar архивом.");
define("EPL_ADLAN_42", "Произошла ошибка, не в состоянии разархивировать файл");
define("EPL_ADLAN_43", "Ваш плагин загружен на сервер и разархивирован, пролистайте список, чтобы найти его.");
define("EPL_ADLAN_44", "Авто-загрузка на сервер и разархивирование плагина отключены, так как загрузка плагинов в вашу папку на сервере в данный момент невозможна -  пожалуйста,  установите права на запись для каталога ".e_PLUGIN." для возможности загрузки на сервер.");
define("EPL_ADLAN_45", "Ваш элемент меню был загружен на сервер и разархивирован. Идите на <a href='".e_ADMIN."menus.php'>страницу меню</a>.");
define("EPL_ADLAN_46", "Ошибка извлечения PCLZIP:");
define("EPL_ADLAN_47", "Ошибка извлечения PCLTAR: ");
define("EPL_ADLAN_48", "код:");
define('EPL_ADLAN_49', "Таблицы не были удалены во время процесса деинсталляции в согласии с требованием");

//define("EPL_CANCEL", "Отмена"); use LAN_CANCEL instead !!
//define("EPL_EMAIL", "Е-mail");
define("EPL_WEBSITE", "Сайт");
//define("EPL_OPTIONS", "Опции"); use LAN_OPTIONS instead!
define("EPL_NOINSTALL", "Не устанавливать, Активизировать только из вашего экрана. Для деинсталляции удалить ... ");
define("EPL_DIRECTORY", "каталог."); //directory
define("EPL_NOINSTALL_1", "Не требует установки, для удаления ... ");
define("EPL_UPGRADE", "Апгрейд");
//define("EPL_CONFIGURE", "Настроить");

define("EPL_ADLAN_50", "Комментарии успешно удалены");

define("EPL_ADLAN_53", "Каталог не открыт на запись"); //Directory not writable
define("EPL_ADLAN_54", "Пожалуйста, выберите свойства для деинсталляции плагина:");
define("EPL_ADLAN_55", "Деинсталлировать плагин");

define("EPL_ADLAN_57", "Удалить таблицы плагина");
define("EPL_ADLAN_58", "Если таблицы не будут удалены, плагин может быть установлен заново без потери данных.  Создания таблиц во время повторной установки не произойдет. Таблицы нужно будет удалять вручную.");
define("EPL_ADLAN_59", "Удалить файлы плагина");
define("EPL_ADLAN_60", "e107 попытается удалить все файлы, связанные с плагином.");
// define("EPL_ADLAN_61", "Confirm uninstall"); // duplicated. can be deleted.
define("EPL_ADLAN_62", "Отменить деинсталляцию");
define("EPL_ADLAN_63", "Деинсталлировать:");

define("LAN_UPGRADE_SUCCESSFUL", "Апгрейд успешно произведен"); //Upgrade Successful
define("LAN_INSTALL_SUCCESSFUL", "Установка успешно произведена"); //Installation Successful


?>