<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2006-09-13 11:10:53 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("METLAN_1", "Мета-теги обновлены в базе");
define("METLAN_2", "Введите дополнительные мета-теги");
define("METLAN_3", "Введите параметры новых мета-тегов");
define("METLAN_4", "Обновлено");
define("METLAN_5", "напечатайте свое описание");
define("METLAN_6", "напечатайте ключевые слова  и ключевые фразы");
define("METLAN_7", "вставте свой копирайт");
define("METLAN_8", "Мета-теги");

define("METLAN_9", "Описание");
define("METLAN_10", "Ключевые слова");
define("METLAN_11", "Копирайт");
define("METLAN_12", "Использовать заголовок новости и аннотацию в качества мета-описания на страницах новостей.");
define("METLAN_13", "Автор");

?>