<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.6 $
|     $Date: 2007-01-21 08:39:12 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("EXTLAN_1", "Имя");
define("EXTLAN_2", "Предпросмотр");
define("EXTLAN_3", "Значения");
define("EXTLAN_4", "Обязательно");
define("EXTLAN_5", "Соответствие");
define("EXTLAN_6", "Доступ для чтения");
define("EXTLAN_7", "Доступ для записи");
define("EXTLAN_8", "Действие");
define("EXTLAN_9", "Расширенные поля пользователей");

define("EXTLAN_10", "Имя поля");
define("EXTLAN_11", "Это имя поля, каким оно будет храниться в таблице, оно должно отличаться от любого другого и не должно использоваться в главной таблице пользователей");
define("EXTLAN_12", "Текст поля");
define("EXTLAN_13", "Это отображаемое имя поля в выполняемых страницах");
define("EXTLAN_14", "Тип поля");
define("EXTLAN_15", "Поле включает текст");
define("EXTLAN_16", "Значение по умолчанию");
define("EXTLAN_17", "Введите в каждой строке возможное значение  <br /> Для таблиц БД смотрите справку.");
define("EXTLAN_18", "Обязательное");
define("EXTLAN_19", "Пользователи обязаны будут заполнить значение этого поля при обновлении настроек.");
define("EXTLAN_20", "Определите, к каким пользователям это поле применится.");
define("EXTLAN_21", "Определяет, кому будет видно это поле в их пользовательских настройках.");
define("EXTLAN_22", "Определяет, кто может видеть значение поля на пользовательской странице <br />Внимание: Установив 'Только пользователям' вы сделаете это видимым только Админу и зарегистрированным пользователям.");
define("EXTLAN_23", "Добавить расширенное поле");
define("EXTLAN_24", "Обновить расширенное поле");
define("EXTLAN_25", "вниз");
define("EXTLAN_26", "вверх");
define("EXTLAN_27", "Подтвердите удаление");
define("EXTLAN_28", "Расширенные поля не определены");
define("EXTLAN_29", "Расширенные поля сохранены.");
define("EXTLAN_30", "Расширенные поля удалены");
// define("EXTLAN_31", "Extended Field Menu");
// define("EXTLAN_32", "Extended front page");
define("EXTLAN_33", "Отмена редактирования");
define("EXTLAN_34", "Расширенные поля");
define("EXTLAN_35", "Категории");
define("EXTLAN_36", "Нет назначенных категорий");
define("EXTLAN_37", "Категории не определены");
define("EXTLAN_38", "Имя категории");
define("EXTLAN_39", "Добавить категорию");
define("EXTLAN_40", "Категория создана");
define("EXTLAN_41", "Категория удалена");
define("EXTLAN_42", "Обновить категорию");
define("EXTLAN_43", "Категория обновлена");
define("EXTLAN_44", "Категория");
define("EXTLAN_45", "Добавить новое поле");
define("EXTLAN_46", "Справка");
define("EXTLAN_47", "Добавить новый параметр");
define("EXTLAN_48", "Добавить новое значение");
define("EXTLAN_49", "Разрешить пользователю скрывать");
define("EXTLAN_50", "Установив 'Да' вы позволите пользователям скрывать это значение от не-администраторов");
define("EXTLAN_51", "Параметры соответствия w3c можно ввести здесь<br />ie <i><b>class='tbox' size='40' maxlength='80'</i></b>");
define("EXTLAN_52", "regex-код соответствия");
define("EXTLAN_53", "Введите regex код, который нужно будет согласовать, чтобы сделать его соответствующим <br />**требуются разделители regex**");
define("EXTLAN_54", "неудачный regex-текст");
define("EXTLAN_55", "Введите сообщение об ошибке, которое будет показано, если произойдут сбои проверки соответствия regex.");
define("EXTLAN_56", "Встроенные Поля");
define("EXTLAN_57", "Активировано");
define("EXTLAN_58", "Не активировано");
define("EXTLAN_59", "Активировать");
define("EXTLAN_60", "Деактивировать");
define("EXTLAN_61", "Нет");

define("EXTLAN_62", "Таблица");
define("EXTLAN_63", "Id поля");
define("EXTLAN_64", "Отображаемое значение");

define("EXTLAN_65", "Нет - не показывать на странице регистрации");
define("EXTLAN_66", "Да - показать на странице регистрации");
define("EXTLAN_67", "Нет - показать на странице регистрации");

define("EXTLAN_68", "Поле:");
define("EXTLAN_69", "было активировано");
define("EXTLAN_70", "ОШИБКА!! Поле:");
define("EXTLAN_71", "не было активировано!");
define("EXTLAN_72", "было деактивировано");
define("EXTLAN_73", "не было деактивировано!");
define("EXTLAN_74", "это зарезервированное название поля и оно не может быть использовано.");
define("EXTLAN_75", "Ошибка добавления поля в базу данных.");


//textbox
define("EXTLAN_HELP_1", "<b><i>Параметры:</i></b><br />размер - размер поля<br />макс. длина - максимальная длина поля<br /><br />класс - css класс поля<br />стиль - css стиль строки<br /><br />regex - regex-код соответствия<br />regexfail - текст сбоя проверки соответствия");
//radio buttons
define("EXTLAN_HELP_2", "Введите текст для опций в поле 'Значения' - одно поле на каждую опцию. Добавьте новые поля при необходимости"); // Enter text for options in 'Values' box - one box per option. Add new boxes as needed
//dropdown
define("EXTLAN_HELP_3", "Введите текст для опций в поле 'Значения' - одно поле на каждую опцию. Добавьте новые поля при необходимости"); // Enter text for options in 'Values' box - one box per option. Add new boxes as needed
//db field
define("EXTLAN_HELP_4", "<b><i>Значения:</i></b><br /> ВСЕГДА должны быть предоставлены три значения,:<br /><ol><li>таблица БД</li><li>поле, содержащее id</li><li>поле, содержащее значение</li></ol><br />");
//textarea
define("EXTLAN_HELP_5", "Определите область для текста свободного формата. (Установите, если требуется, размер в блоке 'Поле включает текст')"); //Define an area for free-format text. (Set the size in the 'Field include text' box as required)
//integer
define("EXTLAN_HELP_6", "Позволяет пользователю ввести числовое значение"); //Allow user to enter a numeric value
//date
define("EXTLAN_HELP_7", "Требует от пользователя ввести дату"); //Require user to enter a date
// Language
define("EXTLAN_HELP_8", "Разрешает пользователю выбрать из установленных языков"); //Allow user to select from installed languages

?>