<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2006-12-02 15:59:41 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("BANLAN_1", "Запрет удалён."); //Ban removed.
define("BANLAN_2", "Нет запретов."); //No bans.
define("BANLAN_3", "Существующие запреты"); //Existing Bans
define("BANLAN_4", "Удалить запрет"); //Remove ban
define("BANLAN_5", "Введите IP, email-адрес или хост");
define("BANLAN_7", "Причина");
define("BANLAN_8", "Запретить пользователя"); //Ban User
define("BANLAN_9", "Запретить пользователей с сайта"); //Ban users from site
define("BANLAN_10", "IP / Email / Причина");
define("BANLAN_11", "Авто-запрет: Более чем 10 неудавшихся попыток логина"); //Auto-ban
define("BANLAN_12", "Примечание: Реверсный DNS в настоящее время отключен, он должен быть включен, чтобы запрещать хосты. Запрет доступа по IP и email будет работать нормально.");
?>