<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-11 14:35:52 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("UCSLAN_1", "Удалить всех пользователей из класса.");
define("UCSLAN_2", "Класс пользователей обновлен.");
define("UCSLAN_3", "Класс удален.");
define("UCSLAN_4", "Отметить для удаления класса пользователей");
define("UCSLAN_5", "Класс пользователей обновлен.");
define("UCSLAN_6", "Класс пользователей сохранен в базе данных.");
define("UCSLAN_7", "В классах нет пользователей.");
define("UCSLAN_8", "Существующие классы пользователей");

// define("UCSLAN_9", "Edit");
// define("UCSLAN_10", "Delete");
define("UCSLAN_11", "отметьте для подтверждения");
define("UCSLAN_12", "Имя Класса");
define("UCSLAN_13", "Описание Класса");
define("UCSLAN_14", "Обновить Класс");
define("UCSLAN_15", "Создать новый класс");
define("UCSLAN_16", "Приписать пользователей к классу");
define("UCSLAN_17", "Удалить");
define("UCSLAN_18", "Очистить класс");
define("UCSLAN_19", "Приписать пользователей к ");
define("UCSLAN_20", "класс");
define("UCSLAN_21", "Настройки Класса пользователей");

define("UCSLAN_22", "Пользователи - нажмите для перемещения ...");
define("UCSLAN_23", "Пользователи этого класса ...");

define("UCSLAN_24", "Кто может управлять Классом");


?>