<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_sitedown.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:04 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Προσορινά κλειστό");
define("LAN_00", "είναι προσορινά κλειστό");
define("LAN_01", "Αυ΄τν την στιγμή έχεμε κλείσει για να πραγματοποιήσουμε μερικα προβλήματα που πιθανόν υπάρχουν.Σας ζητάμε συγνώμη");
?>