<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_news.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:03 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Ειδήσεις");

define("LAN_82", "Ειδήσεις - Κατηγορία");
define("LAN_83", "Δεν υπάρχουν νέα θέματα  αυτή τη στιγμή-παρακαλώ επιστρέψτε ξανά, σύντομα.");
define("LAN_84", "Θέματα Ειδήσεων");
define("LAN_99", "Σχόλια");
define("LAN_100", "On");
define("LAN_307", "Συνολικές αποστολές σε αυτήν την κατηγορία:  ");

define("LAN_NEWS_1", "Νέα μόνο για συγκεκριμένα μέλη ");
define("LAN_NEWS_2", "Δεν σας επιτρέπεται η πρόσβαση σε αυτές τις ειδήσεις");
define("LAN_NEWS_3", "Παρακαλώ διαγράψτε το install.php από τον  server σας");
define("LAN_NEWS_4", "εάν δεν το κάνετε υπάρχει πιθανός κίνδυνος ασφαλείας για το website σας");

define("LAN_NEWS_5", "<b>Σφάλμα!</b> Δεν στάθηκε δυνατό να ενημερωθεί η βάση δεδομένων με αυτό το θέμα!</b>");
define("LAN_NEWS_6", "Οι ειδήσεις καταχωρήθηκαν στη βάση δεδομένων μας.");
define("LAN_NEWS_7", "<b>Σφάλμα!</b> Δεν στάθηκε δυνατό να εισαχθεί αυτό το θέμα ειδήσεων στη βάση δεδομένων!</b>");
define("LAN_NEWS_8", "Οι ειδήσεις καταχωρήθηκαν στην βάση δεδομένων σε όλες τις γλώσσες. ID:  ");
define("LAN_NEWS_9", "Μόνο ο τίτλος ρυθμίστηκε - <b>θα εμφανίζεται μόνον ο τίτλος των ειδήσεων</b><br />");
define("LAN_NEWS_10", "Αυτή η αποστολή ειδήσεων είναι  <b>ανενεργή</b> (Δεν θα φαίνεται στην πρώτη σελίδα). ");
define("LAN_NEWS_11", "Αυτή η αποστολή ειδήσεων είναι  <b>ενεργή </b> (θα φαίνεται στην πρώτη σελίδα). ");
define("LAN_NEWS_12", "Τα σχόλια είναι  <b>ενεργοποιημένα</b>. ");
define("LAN_NEWS_13", "Τα σχόλια είναι <b>απενεργοποιημένα </b>. ");
define("LAN_NEWS_14", "<br />Περίοδος ενεργοποίησης:  ");
define("LAN_NEWS_15", "Μήκος σώματος κειμένου:  ");
define("LAN_NEWS_16", "b. Εκτεταμένο μήκος:  ");
define("LAN_NEWS_17", "b.");
define("LAN_NEWS_18", "Πληροφορίες:");
define("LAN_NEWS_19", "Τώρα");
define("LAN_NEWS_20", " Οι ειδήσεις ενημερώθηκαν στη βάση δεδομένων, στην ακόλουθη γλώσσα: ");
define("LAN_NEWS_21", "Οι ειδήσεις ενημερώθηκαν στη βάση δεδομένων.");
// define("LAN_NEWS_22", "Πήγαινε στη σελίδα:  ");
define("LAN_NEWS_23", "Κατηγορίες Ειδήσεων");
define("LAN_NEWS_24", "φτιάξτε pdf από αυτή την είδηση");
define("LAN_462", "Δεν υπάρχει αντικείμενο ειδήσεων για τον συγκεκριμένο μήνα");
?>