<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_login.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:03 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("LAN_27", "Έχετε αφήσει κενά κάποια απαραίτητα πεδία ");
define("LAN_300", "Λανθασμένη είσοδος. Τα στοιχεία που παρατέθηκαν δεν ανήκουν σε κάποιον καταχωρημένο χρήστη. Ελέγξτε μήπως έχετε πατημένο το CAPS-LOCK καθώς ή είσοδος σε αυτό το site διακρίνει πεζά και κεφαλαία ");
define("LAN_302", "Δεν έχετε ενεργοποιήσει τον λογαριασμό σας. Πρέπει να έχετε λάβει ένα email με οδηγίες σχετικά με το πώς να επιβεβαιώσετε τον λογαριασμό σας. Εάν όχι, παρακαλώ κάντε κλικ <a href='".e_BASE."signup.php?resend'>εδώ</a>.");
define("LAN_303", "Δόθηκε λανθασμένος κωδικός.");
define("LAN_304", "Αυτό το όνομα χρήστη/ κωδικός πρόσβασης χρησιμοποιείται ήδη.");
define("LAN_LOGIN_1", "Όνομα χρήστη");
define("LAN_LOGIN_2", "Κωδικός πρόσβασης χρήστη");
define("LAN_LOGIN_3", "Προστατευμένος server");
define("LAN_LOGIN_4", "Παρακαλώ εισάγετε τα στοιχεία σας για να αποκτήσετε πρόσβαση.");
define("LAN_LOGIN_5", "Κάντε κλικ εδώ για Εγγραφή");
define("LAN_LOGIN_6", "Αυτή την στιγμή δεν δεχόμαστε νέα μέλη ");
define("LAN_LOGIN_7", "Εισάγετε ορατό κωδικό");
define("LAN_LOGIN_8", "Θυμήσου Με");
define("LAN_LOGIN_9", "Είσοδος");
define("LAN_LOGIN_10", "Κλικ για είσοδο");
define("LAN_LOGIN_11", "Καταχώρηση σαν Νέος Χρήστης");
define("LAN_LOGIN_12", "Ξέχασα τον Κωδικό Πρόσβασης");
define("LAN_LOGIN_13", "Παρακαλώ εισάγετε κείμενο στην εικόνα ");

define("LAN_LOGIN_14", "Ο χρήστης επιχείρησε είσοδο με μη αναγνωρίσιμο όνομα χρήστη ");
define("LAN_LOGIN_15", "Ο χρήστης επιχείρησε είσοδο με λανθασμένο κωδικό πρόσβασης");
define("LAN_LOGIN_16", "Ο χρήστης επιχείρησε είσοδο με όνομα χρήστη/κωδικό πρόσβασης που χρησιμοποιούνται ήδη ");
define("LAN_LOGIN_17", "Κωδικός χρήστη (αόρατος)");
define("LAN_LOGIN_18", "Αποκλεισμός: Έχουν γίνει περισσότερες από 10 αποτυχημένες προσπάθειες εισόδου");
define("LAN_LOGIN_19", "> 10 αποτυχημένες προσπάθειες εισόδου ");

?>