<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_banner.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:03 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Διαφίμιση");

define("LAN_16", "Όνομα Χρήστη: ");
define("LAN_17", "Κωδικός: ");
define("LAN_18", "Συνέχεια");
define("LAN_19", "Παρακαλώ εισάγετε το όνομα χρήστη και τον κωδικό σας για να συνεχίσετε");
define("LAN_20", "Συγνώμη,μας είναι αδύνατον να βρούμε τα στοιχεία σας στην βάση δεδομένων. Παρακαλούμε επικοινωνίστε με τον Διαχειριστή.");
define("LAN_21", "Στατιστικά Διαφιμίσεων");
define("LAN_22", "Πελάτης");
define("LAN_23", "Διαφιμιστικό ID");
define("LAN_24", "Αριθμός Κλικ");
define("LAN_25", "Ποσοστό κλικ %");
define("LAN_26", "Εμφανίσεις");
define("LAN_27", "Αγορασμένες Εμφανίσεις");
define("LAN_28", "Εμφανίσεις που έμειναν");
define("LAN_29", "Δεν υπάρχουν διαφιμιστικά");
define("LAN_30", "Αμέτρητα");
define("LAN_31", "Δεν μπορεί να εφαρμοστεί");
define("LAN_32", "Ναί");
define("LAN_33", "Όχι");
define("LAN_34", "Λήγει:");
define("LAN_35", "Διευθήνσεις ΙΡ που έκαναν Κλικ");
define("LAN_36", "Ενεργό:");
define("LAN_37", "Αρχίζει:");
define("LAN_38", "Σφάλμα");

?>