<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_usersettings.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:04 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Ρυθμίσεις Χρήστη");

define("LAN_7", "Εμφάνιση Ονόματος:  ");
define("LAN_8", "το όνομα που θα φαίνεται στο site ");
define("LAN_9", "Όνομα Χρήστη:  ");
define("LAN_10", "το όνομα που χρησιμοποιείτε για είσοδο στο site");
define("LAN_11", "το όνομα που χρησιμοποιείτε για είσοδο στο site –αυτό δεν μπορεί να αλλαχτεί, παρακαλώ επικοινωνήστε με τον διαχειριστή εάν χρειάζεται να αλλαχτεί για λόγους ασφαλείας ");

define("LAN_20", "Σφάλμα");
define("LAN_105", "Οι δύο κωδικοί πρόσβασης δεν ταιριάζουν ");
define("LAN_106", "Αυτή η διεύθυνση email φαίνεται να είναι άκυρη ");
define("LAN_112", "Διεύθυνση email:  ");
define("LAN_113", "Κρυφή διεύθυνση email?: ");
define("LAN_114", "Αυτό θα εμποδίσει την ηλεκτρονική διεύθυνσή σας να εμφανίζεται στο site");
define("LAN_115", "Νούμερο ICQ:  ");
define("LAN_116", "Διεύθυνση AIM: ");
define("LAN_117", "MSN Messenger: ");
define("LAN_118", "Γενέθλια: ");
define("LAN_119", "Τοποθεσία: ");
define("LAN_120", "Υπογραφή: ");
define("LAN_121", "Avatar: ");
define("LAN_122", "Ζώνη Ώρας:");
define("LAN_144", "Website URL: ");
define("LAN_150", "Οι ρυθμίσεις ενημερώθηκαν και σώθηκαν στη βάση δεδομένων.");
define("LAN_151", "OK");
define("LAN_152", "Νέος Κωδικός Πρόσβασης: ");
define("LAN_153", "Πληκτρολογήστε ξανά τον κωδικό πρόσβασης: ");
define("LAN_154", "Αποθήκευση Ρυθμίσεων");
define("LAN_155", "Ενημέρωση Ρυθμίσεων Χρήστη");
define("LAN_185", "Αφήσατε κενό το πεδίο του κωδικού πρόσβασης ");
define("LAN_308", "Πραγματικό Όνομα:  ");
define("LAN_401", "Αφήστε το κενό για να διατηρήσετε τον υπάρχοντα κωδικό πρόσβασης");
define("LAN_402", "Πληκτρολογήστε διαδρομή ή επιλέξτε avatar ");
define("LAN_403", "Επιλέξτε avatar");
define("LAN_404", "Παρακαλώ σημειώστε: Κάθε εικόνα που ανεβαίνει σε αυτόν τον server που κρίνεται ανάρμοστη από τους διαχειριστές θα διαγράφεται αυτόματα.");

define("LAN_410", "Ρυθμίσεις για");
define("LAN_411", "Ενημερώστε τις Ρυθμίσεις σας");
define("LAN_412", "Αλλάξτε τον Κωδικό Πρόσβασης");
define("LAN_413", "Επιλέξτε έναν Avatar");
define("LAN_414", "Ανεβάστε την Φωτογραφία σας");
define("LAN_415", "Ανεβάστε τον Avatar σας");

define("LAN_416", "Ναι");
define("LAN_417", "Όχι");

define("LAN_418", "Πληροφορίες Εγγραφής");
define("LAN_419", "Προσωπικές / Πληροφορίες Επικοινωνίας");
define("LAN_420", "Avatar");
define("LAN_421", "Επιλέξτε έναν avatar από το site");
define("LAN_422", "Χρησιμοποιήστε avatar από άλλη τοποθεσία");
define("LAN_423", "Παρακαλώ πληκτρολογήστε την πλήρη διεύθυνση της εικόνας");
define("LAN_424", "Κάντε κλικ στο κουμπί για να δείτε avatars αποθηκευμένους σε αυτό το site");
define("LAN_425", "Φωτογραφία");
define("LAN_426", "Αυτή θα φαίνεται στην σελίδα του προφίλ σας ");
define("LAN_427", "Υποβολή  ...");
define("LAN_428", "Θέμα Ειδήσεων");
define("LAN_429", "Σύνδεσμος");
define("LAN_430", "Download");
define("LAN_431", "Άρθρο");
define("LAN_432", "Επισκόπηση");

define("LAN_433", "URL για τον XUP φάκελό σας");
define("LAN_434", "τι είναι αυτό?");
define("LAN_435", "Φάκελος Πρωτοκόλλου Χρήστη XML ");

define("LAN_SIGNUP_1", "Ελαχ.");
define("LAN_SIGNUP_2", "χαρακτ.");
define("LAN_SIGNUP_4", "Ο κωδικός πρόσβασής σας πρέπει να έχει τουλάχιστον ");
define("LAN_SIGNUP_5", " χαρακτήρες.");
define("LAN_SIGNUP_6", "Το δικό σας  ");
define("LAN_SIGNUP_7", " είναι απαραίτητο ");

define("LAN_USET_1", "Ο avatar σας είναι πολύ πλατύς");
define("LAN_USET_2", "Το μεγαλύτερο επιτρεπόμενο πλάτος είναι ");
define("LAN_USET_3", "Ο avatar σας είναι πολύ ψηλός");
define("LAN_USET_4", "Το μέγιστο επιτρεπόμενο ύψος είναι ");

// v.616
define("LAN_CUSTOMTITLE", "Προσωπικός Τίτλος");
define("LAN_ICQNUMBER", "Το νούμερο ICQ πρέπει να περιέχει μόνον αριθμούς");

//v.617
define("LAN_408", "Υπάρχει ήδη χρήστης με αυτό το email ");
define("MAX_AVWIDTH", "Το μέγιστο μέγεθος avatar (wxh) είναι ");
define("MAX_AVHEIGHT", " x ");
define("GIF_RESIZE", "Παρακαλώ προσαρμόστε το μέγεθος της εικόνας gif ή μετατρέψτε την σε εικόνα άλλου τύπου");
define("RESIZE_NOT_SUPPORTED", "Η μέθοδος προσαρμογής μεγέθους δεν υποστηρίζεται από αυτόν τον server. Παρακαλώ αλλάξτε το μέγεθος της εικόνας ή επιλέξτε μιαν άλλη. Το αρχείο έχει διαγραφεί");

// v0.7
define("LAN_USET_5", "Συνδρομή σε");
define("LAN_USET_6", "Γίνετε συνδρομητής στις λίστες αλληλογραφίας και/ή σε τμήματα αυτού του site.");
define("LAN_USET_7", "Διάφορα");
define("LAN_USET_8", "Υπογραφή / Ώρα ζώνης");
define("LAN_USET_9", "Μερικά από τα απαραίτητα πεδία (σημειωμένα με *) λείπουν από τις ρυθμίσεις σας");
define("LAN_USET_10","Παρακαλώ ενημερώστε τις ρυθμίσεις σας τώρα, για να προχωρήσετε.");
define("LAN_USET_11", "Αυτό το όνομα χρήστη δεν μπορεί να γίνει δεκτό  σαν έγκυρο, παρακαλώ επιλέξτε ένα διαφορετικό όνομα χρήστη ");

?>