<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_signup.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:04 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Εγγραφή");
define("LAN_7", "Εμφάνιση Ονόματος:  ");
define("LAN_8", "το όνομα που θα φαίνεται στο site");
define("LAN_9", "Όνομα Χρήστη:  ");
define("LAN_10", "το όνομα που χρησιμοποιείτε για είσοδο ");
define("LAN_17", "Κωδικός πρόσβασης:  ");
define("LAN_103", "Αυτό το όνομα χρήστη δεν μπορεί να γίνει δεκτό σαν έγκυρο, παρακαλώ δοκιμάστε ένα διαφορετικό όνομα χρήστη ");
define("LAN_104", "Αυτό το όνομα χρήστη υπάρχει ήδη στη βάση δεδομένων, παρακαλώ επιλέξτε ένα διαφορετικό όνομα χρήστη ");
define("LAN_105", "Οι δύο κωδικοί πρόσβασης δεν ταιριάζουν ");
define("LAN_106", "Αυτή η διεύθυνση email φαίνεται να είναι άκυρη ");
define("LAN_107", "Ευχαριστούμε! Είστε τώρα ένα εγγεγραμμένο μέλος του ");
define("LAN_108", "Εγγραφή ολοκληρώθηκε");
define("LAN_109", "Αυτό το site υπόκειται στην Νομοθετική Πράξη για την Προστασία των Προσωπικών Δεδομένων των Παιδιών Online του 1998 (COPPA) και ως τέτοιο δεν μπορεί να δεχτεί την εγγραφή χρηστών κάτω από την ηλικία των 13 ετών χωρίς την έγγραφη συγκατάθεση του γονέα ή κηδεμόνα τους. Για περισσότερες πληροφορίες μπορείτε να διαβάσετε την  νομοθεσία");
define("LAN_110", "Εγγραφή");
define("LAN_111", "Πληκτρολογήστε ξανά τον κωδικό πρόσβασης: ");
define("LAN_112", "Διεύθυνση email:  ");
define("LAN_113", "Κρυφή διεύθυνση email?:  ");
define("LAN_114", "Αυτό θα εμποδίσει την ηλεκτρονική διεύθυνσή σας να εμφανίζεται στο site");
define("LAN_123", "Εγγραφή");
define("LAN_185", "Έχετε αφήσει κενά κάποια απαραίτητα πεδία ");
define("LAN_201", "Ναι");
define("LAN_200", "Όχι");
define("LAN_202", "Έχετε ήδη έναν λογαριασμό. Εάν έχετε ξεχάσει τον κωδικό πρόσβασής σας, παρακαλώ κάντε κλικ στο link «ξέχασα τον κωδικό πρόσβασης».");
define("LAN_309", "Παρακαλώ εισάγετε τα στοιχεία σας παρακάτω.");
define("LAN_399", "Συνέχεια");
define("LAN_400", "Το όνομα χρήστη και ο κωδικός πρόσβασης διακρίνουν <b>πεζά-κεφαλαία</b>");
define("LAN_401", "Ο λογαριασμός σας έχει ενεργοποιηθεί");
define("LAN_402", "Εγγραφή ενεργοποιήθηκε");
define("LAN_403", "Καλώς ήρθατε στο");
define("LAN_404", "Στοιχεία εγγραφής για");
define("LAN_405", "Αυτό το στάδιο της εγγραφής σας ολοκληρώθηκε. Θα λάβετε ένα email επιβεβαίωσης που θα περιέχει τα στοιχεία της εισόδου σας. Παρακαλώ ακολουθήστε το link που δίνεται στο email για να ολοκληρώσετε την εγγραφή σας και να ενεργοποιήσετε το λογαριασμό σας");
define("LAN_406", "Ευχαριστώ");
define("LAN_407", "Παρακαλούμε κρατήστε αυτό το email για δική σας ενημέρωση. Ο κωδικός πρόσβασής σας είναι κρυπτογραφημένος και δεν μπορεί να ανακτηθεί εάν τον χάσετε ή τον ξεχάσετε. Ωστόσο εάν κάτι τέτοιο συμβεί μπορείτε να ζητήσετε έναν καινούργιο κωδικό πρόσβασης.\n\nnΕυχαριστούμε για την εγγραφή σας.\n\nnΑπό");
define("LAN_408", "Υπάρχει ήδη χρήστης με αυτήν την ηλεκτρονική διεύθυνση. Παρακαλώ χρησιμοποιήστε την οθόνη «ξέχασα τον κωδικό πρόσβασης» για να ανακτήσετε τον κωδικό πρόσβασής σας.");
define("LAN_SIGNUP_1", "Ελαχ.");
define("LAN_SIGNUP_2", "χαρακτ.");
define("LAN_SIGNUP_3", "Η επαλήθευση κωδικού εισόδου απέτυχε.");
define("LAN_SIGNUP_4", "Ο κωδικός πρόσβασής σας πρέπει να έχει τουλάχιστον");
define("LAN_SIGNUP_5", " χαρακτήρες.");
define("LAN_SIGNUP_6", "Το δικό σας ");
define("LAN_SIGNUP_7", " είναι απαραίτητο");
define("LAN_SIGNUP_8", "Σας ευχαριστούμε!");
define("LAN_SIGNUP_9", "Δεν είναι δυνατή η συνέχεια.");
define("LAN_SIGNUP_10", "Ναι");
define("LAN_SIGNUP_11", ".");

define("LAN_409", "Άκυροι χαρακτήρες στο όνομα χρήστη");
define("LAN_410", "Εισάγετε κωδικό ορατό στην εικόνα ");
define("LAN_411", "Αυτό το όνομα υπάρχει ήδη στη βάση δεδομένων, παρακαλώ διαλέξτε ένα διαφορετικό όνομα ");


define("LAN_SIGNUP_12", "παρακαλώ φυλάξτε το όνομα χρήστη και τον κωδικό πρόσβασης σε ένα ασφαλές μέρος καθώς δεν μπορούν να ανακτηθούν εάν χαθούν.");
define("LAN_SIGNUP_13", "Μπορείτε τώρα να εισέλθετε από το κουτί Είσοδος, ή από  <a href='".e_BASE."login.php'>εδώ</a>.");
define("LAN_SIGNUP_14", "εδώ");
define("LAN_SIGNUP_15", "Παρακαλώ επικοινωνήστε με τον βασικό διαχειριστή του site");
define("LAN_SIGNUP_16", "εάν θέλετε βοήθεια.");
define("LAN_SIGNUP_17", "Παρακαλώ επιβεβαιώστε ότι είστε 13 ή πάνω από 13 ετών.");
define("LAN_SIGNUP_18", "Η εγγραφή σας έχει παραληφθεί και καταχωρήθηκε με τις ακόλουθες πληροφορίες εγγραφής ...");
define("LAN_SIGNUP_19", "Όνομα χρήστη:");
define("LAN_SIGNUP_20", "Κωδικός πρόσβασης:");
define("LAN_SIGNUP_21", "Ο λογαριασμός σας σημειώνεται προσωρινά ως ανενεργός, για να ενεργοποιήσετε τον λογαριασμό σας, παρακαλώ ακολουθήστε το ακόλουθο link ...");
define("LAN_SIGNUP_22", "κάντε κλικ εδώ");
define("LAN_SIGNUP_23", "για είσοδο.");
define("LAN_SIGNUP_24", "Σας ευχαριστούμε που εγγραφήκατε στο ");
define("LAN_SIGNUP_25", "Ανεβάστε τον avatar σας");
define("LAN_SIGNUP_26", "Ανεβάστε τη φωτογραφία σας ");
define("LAN_SIGNUP_27", "Εμφάνιση");
define("LAN_SIGNUP_28", "επιλογή λίστας Περιεχομένου/Mail");
define("LAN_SIGNUP_29", "Ένα email επιβεβαίωσης θα σταλεί στην ηλεκτρονική διεύθυνση που εισάγετε γι αυτό θα πρέπει να είναι έγκυρη.");
define("LAN_SIGNUP_30", "Εάν δεν θέλετε να φαίνεται η ηλεκτρονική σας διεύθυνση σε αυτό το site, παρακαλώ επιλέξτε το κουτάκι «κρύψε την ηλεκτρονική διεύθυνση».");

define("LAN_SIGNUP_31", "URL για τον XUP φάκελό σας");
define("LAN_SIGNUP_32", "Τι είναι ένας φάκλεος XUP?");
define("LAN_SIGNUP_33", "Πληκτρολογήστε διαδρομή ή επιλέξτε avatar");
define("LAN_SIGNUP_34", "Παρακαλώ σημειώστε: Κάθε εικόνα που ανεβαίνει σε αυτόν τον server που κρίνεται ανάρμοστη από τους διαχειριστές θα διαγράφεται αυτόματα.");
define("LAN_SIGNUP_35", "Κάντε κλικ εδώ για να εγγραφείτε χρησιμοποιώντας ένα φάκελο XUP");
define("LAN_SIGNUP_36", "Ένα σφάλμα παρουσιάστηκε κατά την καταχώρηση των πληροφοριών χρήστη, παρακαλώ επικοινωνήστε με τον διαχειριστή του site");

define("LAN_LOGINNAME", "Όνομα Χρήστη");
define("LAN_PASSWORD", "Κωδικός πρόσβασης");
define("LAN_USERNAME", "Εμφάνιση Ονόματος");
define("LAN_EMAIL_01", "Αγαπητέ/ή");
define("LAN_EMAIL_04", "Παρακαλούμε φύλαξε αυτό το email για δική σου πληροφόρηση.");
define("LAN_EMAIL_05", "Ο κωδικός πρόσβασής σας είναι κρυπτογραφημένος και δεν μπορεί να ανακτηθεί εάν τον χάσετε ή τον ξεχάσετε. Ωστόσο εάν κάτι τέτοιο συμβεί μπορείτε να ζητήσετε έναν καινούργιο κωδικό πρόσβασης.");
define("LAN_EMAIL_06", "Ευχαριστούμε για την εγγραφή σας.");

define("LAN_SIGNUP_37", "Αυτό το στάδιο της εγγραφής σας έχει ολοκληρωθεί. Ο διαχειριστής του site θα πρέπει να εγκρίνει την εγγραφή σας. Μόλις αυτό γίνει θα λάβετε ένα email που θα σας ειδοποιεί ότι η εγγραφή σας έχει εγκριθεί.");
define("LAN_SIGNUP_38", "Εισάγατε δύο διαφορετικές ηλεκτρονικές διευθύνσεις. Παρακαλώ εισάγετε μία έγκυρη ηλεκτρονική διεύθυνση στα δύο πεδία που υπάρχουν γι αυτό");
define("LAN_SIGNUP_39", "Ξανα- πληκτρολογήστε την Ηλεκτρονική σας Διεύθυνση:");
?>