<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_print.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:04 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Έκδοση φιλική για εκτύπωση");

define("LAN_86", "Κατηγορία:");
define("LAN_87", "από ");
define("LAN_94", "Στάλθηκε από");
define("LAN_135", "Αντικείμενο Νέων: ");
define("LAN_303", "Αυτό το νέο ειναι από ");
define("LAN_304", "Τίτλος: ");
define("LAN_305", "Υποκεφαλίδα: ");
define("LAN_306", "Αυτό είναι από: ");
define("LAN_307", "Εκτύπωσε αυτήν την σελίδα");

?>