<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_links.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:03 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Σύνδεσμοι");

define("LAN_61", "Κατηγορίες Συνδέσμων");
define("LAN_62", "κατηγορίες");
define("LAN_63", "κατηγορία");
define("LAN_64", "σε αυτήν την κατηγορία");
define("LAN_65", "σύνδεσμος");
define("LAN_66", "σύνδεσμοι");
define("LAN_67", "Παρουσίαση όλων των συνδέσμων");
define("LAN_68", "επεξεργασία");
define("LAN_69", "σβήσιμο");
define("LAN_86", "Κατηγορία:");
define("LAN_88", "Referrals:");
define("LAN_89", "Διαχειριστής: ");
define("LAN_90", "προσθήκη νέου συνδέσμου σε αυτήν την κατηγορία");
define("LAN_91", "προσθήκη νέας κατηγορίας");

define("LAN_92", "Πρόσθεσε έναν σύνδεσμο");
define("LAN_93", "Αφού προσθέσετε έναν σύνδεσμο,αυτός θα ελενχθεί από τον Διαχειριστή.Εάν τον αποδεχθεί,ο σύνδεσμος θα παρουσιαστεί στη κεντρική σελίδα με τους συνδέσμους");
define("LAN_94", "Όνομα συνδέσμου:");
define("LAN_95", "Διεύθυνση συνδέσμου:");
define("LAN_96", "Περιγραφή:");
define("LAN_97", "Διεύθυνση του Site Button:");
define("LAN_98", "Αποστολή του συνδέσμου");

define("LAN_99", "Σας ευχαριστούμε");
define("LAN_100", "Ο σύνδεσμος σας αποθηκέυτηκε και θα τον ελένξει ο Διαχειριστής.");
define("LAN_101", "Παρακαλώ κάντε Κλικ εδώ για να αποστείλετε έναν σύνδεσμο");

define("LAN_102", "Εκεί");
define("LAN_103", "υπάρχει");
define("LAN_104", "υπάρχουν");
define("LAN_105", "συνολικά σε");
define("LAN_106", "Τα υπογεγραμένα πεδία ελιναι υποχρεωτικό να συμπληρωθούν.");

define("LAN_Links_1", "Σύνολο συνδέσμων");
define("LAN_Links_2", "Συνολικός αριθμός συνδέσμων που έχουν ενεργοποιηθεί");
define("LAN_LINKS_3", "Ανώνυμος");
?>