<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_fpw.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:03 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Νέος Κωδικός Πρόσβασης");

define("LAN_02", "Λυπούμαστε, δεν στάθηκε δυνατό να στείλουμε email –παρακαλώ επικοινωνήστε με τον διαχειριστή του site.");
define("LAN_03", "Νέος Κωδικός Πρόσβασης ");
define("LAN_05", "Για να αλλάξετε κωδικό πρόσβασης παρακαλώ εισάγετε τις ακόλουθες πληροφορίες ");
define("LAN_06", "Επιχειρήθηκε αλλαγή κωδικού πρόσβασης");
define("LAN_07", "Κάποιος με διεύθυνση ip   ");
define("LAN_08", "επιχείρησε να αλλάξει τον βασικό κωδικό εισόδου διαχειριστή.");
define("LAN_09", "Αλλαγή κωδικού εισόδου από ");
define("LAN_112", "Διεύθυνση email που χρησιμοποιείται κατά την είσοδο  ");
define("LAN_156", "Υποβολή");
define("LAN_213", "Αυτό το όνομα χρήστη/διεύθυνση email δεν βρέθηκε στη βάση δεδομένων μας.");
define("LAN_214", "Δεν στάθηκε δυνατό να αλλαχτεί ο κωδικός πρόσβασης");
define("LAN_216", "Για να ενεργοποιήσετε τον καινούργιο σας κωδικό πρόσβασης παρακαλώ πηγαίνετε στο ακόλουθο URL ...");
define("LAN_217", "Ο νέος σας κωδικός πρόσβασης είναι τώρα ενεργοποιημένος, μπορείτε τώρα να κάνετε είσοδο χρησιμοποιώντας τον νέο σας κωδικό πρόσβασης.");
define("LAN_218", "Το όνομα χρήστη είναι:");
define("LAN_219", "Ο κωδικός πρόσβασης που συνδέεται με αυτήν την διεύθυνση email έχει ήδη αλλαχθεί και δεν μπορεί να αλλαχθεί ξανά. Παρακαλώ επικοινωνήστε με τον διαχειριστή του site για περισσότερες λεπτομέρειες.");
define("LAN_FPW1","Όνομα Χρήστη");
define("LAN_FPW2","Εισάγετε κωδικό");
define("LAN_FPW3","Εισαγάγατε λάθος κωδικό");
define("LAN_FPW4","Έχει σταλεί ήδη αίτημα για αλλαγή αυτού του κωδικού πρόσβασης, εάν δεν έχετε λάβει το email, παρακαλώ επικοινωνήστε με τον διαχειριστή του site για βοήθεια");
define("LAN_FPW5","Αίτημα για αλλαγή κωδικού πρόσβασης για ");
define("LAN_FPW6","Σας έχει σταλεί email με link που θα σας επιτρέψει να αλλάξετε τον κωδικό σας πρόσβασης.");
define("LAN_FPW7","Αυτό δεν είναι έγκυρο link για να αλλάξετε τον κωδικό σας πρόσβασης.<br />Παρακαλώ επικοινωνήστε με τον διαχειριστή του site για περισσότερα στοιχεία.");
define("LAN_FPW8","Ο κωδικός πρόσβασης για το όνομα χρήστη ");
define("LAN_FPW9","έχει αλλάξει με επιτυχία.<br /><br />Ο νέος κωδικός πρόσβασης είναι:");
define("LAN_FPW10","Παρακαλώ");
define("LAN_FPW11","πραγματοποιήστε είσοδο τώρα");
define("LAN_FPW12","και αμέσως αλλάξτε τον κωδικό σας πρόσβασης, για λόγους ασφαλείας.");

define("LAN_FPW13", "παρακαλώ ακολουθήστε τις οδηγίες του email για να ενεργοποιήσετε τον κωδικό σας πρόσβασης.");
define("LAN_FPW14", "έχει υποβληθεί από κάποιον με την διεύθυνση IP");
define("LAN_FPW15", "Αυτό δε σημαίνει ότι ο κωδικός σας πρόσβασης έχει αλλαχτεί. Πρέπει να ακολουθήσετε το παρακάτω link για να ολοκληρώσετε την διαδικασία αλλαγής.");
define("LAN_FPW16", "Εάν δεν έχετε ζητήσει αλλαγή κωδικού πρόσβασης και ΔΕΝ θέλετε να αλλαχτεί, απλά αγνοήστε αυτό το emai");
define("LAN_FPW17", "Το παρακάτω link θα ισχύει για 48 ώρες.");

?>