<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_top.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:04 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/

define("TOP_LAN_0", "Χρήστες με τα περισσότερα μηνύματα στο Φόρουμ");
define("TOP_LAN_1", "Όνομα χρήστη");
define("TOP_LAN_2", "Μηνύματα");
define("TOP_LAN_3", "Χρήστες με τα περισσότερα σχόλια");
define("TOP_LAN_4", "Σχόλια");
define("TOP_LAN_5", "Χρήστες με τα περισσότερα μηνύματα στο Κουτί Διαλόγου");
define("TOP_LAN_6", "Βαθμολογία της Ιστοσελίδας");

//v.616
define("LAN_1", "Θεματική Συζήτηση");
define("LAN_2", "Αποστολέας");
define("LAN_3", "Εμφανίσεις");
define("LAN_4", "Απαντήσεις");
define("LAN_5", "Τελευταία Αποστολή");
define("LAN_6", "Θεματικές Συζήτήσεις");
define("LAN_7", "Τα πιό ενεργά Θέματα");
define("LAN_8", "Χρήστες με τα περισσότερα μηνύματα");


?>