<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_error.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:03 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Σφάλμα");

define("LAN_1", "Σφάλμα 401 – Άρνηση Πρόσβασης");
define("LAN_2", "Δεν έχετε την άδεια να ανακτήσετε το URL ή το link που ζητήσατε.");
define("LAN_3", "Παρακαλώ ενημερώστε τον διαχειριστή της σχετικής σελίδας εάν νομίζετε ότι η σελίδα σφάλματος εμφανίζεται κατά λάθος.");
define("LAN_4", "Σφάλμα 403 – Έγκριση Απέτυχε");
define("LAN_5", "Το URL που ζητήσατε απαιτεί σωστό όνομα χρήστη και κωδικό πρόσβασης. Είτε εισαγάγατε λανθασμένο όνομα χρήστη/ κωδικό χρήστη, ή ο browser που χρησιμοποιείτε δεν υποστηρίζει αυτό το χαρακτηριστικό.");
define("LAN_6", "Παρακαλώ ενημερώστε τον διαχειριστή της σχετικής σελίδας εάν νομίζετε ότι η σελίδα σφάλματος εμφανίζεται κατά λάθος.");
define("LAN_7", "Σφάλμα 404 – Το Έγγραφο Δεν Μπορεί Να βρεθεί");
define("LAN_9", "Παρακαλώ ενημερώστε τον διαχειριστή της σχετικής σελίδας εάν νομίζετε ότι η σελίδα σφάλματος εμφανίζεται κατά λάθος.");
define("LAN_10", "Error 500 - Malformed Header");
define("LAN_11", "Ο server αντιμετώπισε ένα εσωτερικό λάθος ή  misconfiguration και δεν ήταν δυνατό να ολοκληρώσει το αίτημά σας t");
define("LAN_12", "Παρακαλώ ενημερώστε τον διαχειριστή της σχετικής σελίδας εάν νομίζετε ότι η σελίδα σφάλματος εμφανίζεται κατά λάθος.");
define("LAN_13", "Σφάλμα - Άγνωστο");
define("LAN_14", "Ο server αντιμετώπισε ένα σφάλμα");
define("LAN_15", "Παρακαλώ ενημερώστε τον διαχειριστή της σχετικής σελίδας εάν νομίζετε ότι η σελίδα σφάλματος εμφανίζεται κατά λάθος.");
define("LAN_16", "Η ανεπιτυχής προσπάθειά σας πρόσβασης");
define("LAN_17", "έχει καταγραφεί.");
define("LAN_18", "Προφανώς, σας παρέπεμψε εδώ ");
define("LAN_19", "Δυστυχώς, σε αυτήν την διεύθυνση υπάρχει ένα link σε αχρηστία.");
define("LAN_20", "Παρακαλώ κάντε κλικ εδώ για να πάτε στην αρχική σελίδα αυτού του site");

define("LAN_ERROR_01", "Το ζητούμενο URL δεν μπόρεσε να βρεθεί σε αυτόν τον server. Το link που ακολουθήσατε είναι προφανώς παλιό .");
define("LAN_ERROR_02", "Παρακαλώ κάντε κλικ εδώ για να πάτε στην σελίδα αναζήτησης αυτού του site");
define("LAN_ERROR_03", "Η προσπάθειά σας για πρόσβαση ");
define("LAN_ERROR_04", " ήταν ανεπιτυχής.");

?>