<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_comment.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:03 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Σχόλια");

define("LAN_0", "[Μπλοκαρισμένο από τον Διαχειριστή]");
define("LAN_1", "Ξε-Μπλοκάρισμα");
define("LAN_2", "Μπλοκάρισμα");
define("LAN_3", "Σβήσιμο");
define("LAN_4", "Πληροφορίες");
define("LAN_5", "Σχόλια ...");
define("LAN_6", "Θα πρέπει να έχετε μπει σαν χρήστης για να γράψετε ένα σχόλιο. Εάν δεν είστε μέλος κάντε Κλικ");
define("LAN_7", "Κεντρικός Διαχειριστής");
define("LAN_8", "Σχόλιο");
define("LAN_9", "Εισαγωγή σχόλιου");
define("LAN_10", "Διαχειριστής");
define("LAN_11", "Είναι αδυνατον να εισάγουμε το σχόλιο σας στην βάση δεδομένων - παρακαλούμε ξαναεισάγετε το,χωρίς ειδικούς χαρακτήρες.");
define("LAN_16", "Όνομα χρήστη: ");
define("LAN_99", "Σχόλια");
define("LAN_100", "Νέα");
define("LAN_101", "Δημοψληφισμα");
define("LAN_102", "Απαντόντας στο: ");
define("LAN_103", "Άρθρο");
define("LAN_104", "Παρουσίαση");
define("LAN_105", "Περιεχόμενο");
define("LAN_145", "Εγγεγραμένος: ");
define("LAN_194", "Επισκέπτης");
define("LAN_195", "Εγγεγραμένο μέλος");
define("LAN_310", "Είναι αδύνατον να δεχτούμε το όνομα αυτό καθός βρίσκετε σε χρήση ήδη.Αν σας ανήκει,παρακαλούμε να μπείτε σαν χρήστης και να μπορέσετε να το χρησιμοποιήσετε .");
define("LAN_312", "Ίδιο σχόλιο - αδύνατον να εισαχθεί.");
define("LAN_313", "Περιοχή");
define("LAN_314", "Επεξεργασία σχολίων");
define("COMLAN_1", "εδώ");
define("COMLAN_2", "για εγγραφή");
define("COMLAN_3", "Σφάλμα!");
define("COMLAN_4", 'Θέμα');
define("COMLAN_5", 'Απ:');
define("COMLAN_6", 'Απάντηση σε αυτό');
define("COMLAN_7", 'Βαθμολογία');
define("COMLAN_8", 'Απαγορέυονται τα σχόλια');

define("LAN_315", "Trackbacks");
define("LAN_316", "No trackbacks for this newspost.");
define("LAN_317", "Moderate trackbacks");

define("LAN_318", "Επεξεργασία σχόλιου");
define("LAN_319", "επεξεργάστηκε");
define("LAN_320", "Ανανέωση σχόλιου");

?>