<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_request.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:04 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/

define("LAN_dl_61", "Πρόβλημα με το κατέβασμα του αρχείου(ων)");
define("LAN_dl_62", "Σας απαγορεύτηκε να καταβάσετε αυτό το αρχείο,διότι έχετε ξεπεράσει τον αριθμό επιτρεπόμενων αρχειων προς κατέβασμα ανά ημέρα");
define("LAN_dl_63", "Δεν έχετε την αρμοδιότιτα να κατεβάσετε αυτό το αρχείο");
define("LAN_dl_64", "Πίσω");
define("LAN_dl_65", "Αρχείο δεν βρέθηκε");

?>