<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Greek/lan_notify.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-06-25 19:02:03 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/

define("NT_LAN_US_1", "Εγγραφή Χρήστη");

define("NT_LAN_UV_1", "Εγγραφή Χρήστη Επιβεβαιώθηκε");
define("NT_LAN_UV_2", "Περιοδικός Αριθμός Χρήστη");

define("NT_LAN_LI_1", "Ο χρήστης έιναι συνδεμένος");

define("NT_LAN_LO_1", "Ο χρήστης είναι αποσυνδεμένος");
define("NT_LAN_LO_2", " αποσυνδεμένος από την Ιστοσελίδα");

define("NT_LAN_FL_1", "Κατάργηση πολλαπλών αποστολών");
define("NT_LAN_FL_2", "IP διεύθυνση καταργήθηκε λόγο πολλαπλών αποστολών");

define("NT_LAN_SN_1", "Αντικείμενο νέων στάλθηκε");

define("NT_LAN_NU_1", "Ανανεώθηκε");

define("NT_LAN_ND_1", "Αντικείμενο Νέων Διαγράφηκε");
define("NT_LAN_ND_2", "Διαγράφηκε το αντικείμενο Νέων με τον κώδικα");

?>