<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.7 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("ADLAN_PM", "Приватные сообщения");
define("ADLAN_PM_1", "Для активации идите в секцию меню и выберите область, в которой меню ПС будет отображаться. <br /><br />Если вам нужно конвертировать сообщения из предыдущей версии, ступайте на главную страницу конфигурации и нажмите ссылку 'конвертировать'.");
define("ADLAN_PM_2", "Настроить ПС");
define("ADLAN_PM_3", "Настройки ПС не найдены, выставлены значения по умолчанию");
define("ADLAN_PM_4", "Опции обновлены");
define("ADLAN_PM_5", "Ограничения для выбранного класса уже существуют");
define("ADLAN_PM_6", "Ограничение добавлено");
define("ADLAN_PM_7", "Ограничение не добавлено - неизвестная ошибка");
define("ADLAN_PM_8", "Ограничение обновлено");
define("ADLAN_PM_9", " - Ограничение удалено");
define("ADLAN_PM_10", " - Ограничение не удалено - неизвестная ошибка");
define("ADLAN_PM_11", " - Ограничение обновлено");
define("ADLAN_PM_12", "Опции ПС");
define("ADLAN_PM_13", "Конвертирование ПС");
define("ADLAN_PM_14", "Ограничения ПС");
define("ADLAN_PM_15", "Добавить ограничение");
define("ADLAN_PM_16", "Заголовок плагина");
define("ADLAN_PM_17", "Показать анимацию новых ПС");
define("ADLAN_PM_18", "Показать пользователей в выпадающем меню");
define("ADLAN_PM_19", "Время жизни прочитанных ПС (в днях)");
define("ADLAN_PM_20", "Время жизни непрочитанных ПС (в днях)");
define("ADLAN_PM_21", "Всплывающее уведомление о новых ПС");
define("ADLAN_PM_22", "Всплывающая подсказка о времени жизни ПС");
define("ADLAN_PM_23", "Ограничить использование ПС ");
define("ADLAN_PM_24", "Кол-во ПС для показа на странице");
define("ADLAN_PM_25", "Разрешить уведомления о ПС по email");
define("ADLAN_PM_26", "Разрешить пользователям запрос уведомления о прочтении ПС на email");
define("ADLAN_PM_27", "Разрешить вложения");
define("ADLAN_PM_28", "Максимальный размер вложений");
define("ADLAN_PM_29", "Разрешить отсылку всем пользователям");
define("ADLAN_PM_30", "Разрешить отсылку нескольким пользователям");
define("ADLAN_PM_31", "Разрешить отсылку классу пользователей");
define("ADLAN_PM_32", "Обновить настройки");
define("ADLAN_PM_33", "Неактивно (без ограничений)");
define("ADLAN_PM_34", "Счетчики ПС");
define("ADLAN_PM_35", "Размер ящиков ПС");
define("ADLAN_PM_36", "Класс пользователей");
define("ADLAN_PM_37", "Ограничения по счетчикам");
define("ADLAN_PM_38", "Ограничения по размеру (в KB)");
define("ADLAN_PM_39", "Входящие: ");
define("ADLAN_PM_40", "Исходящие: ");
define("ADLAN_PM_41", "В настоящий момент нет ограничений.");
define("ADLAN_PM_42", "Обновить ограничения");
define("ADLAN_PM_43", "Добавить новое ограничение");
define("ADLAN_PM_44", "секунд");
define("ADLAN_PM_45", "Ограничение ПС: ");
define("ADLAN_PM_46", "Конвертирование ПС");
define("ADLAN_PM_47", "Кажется, вы не имеете никаких старых сообщений от предыдущей версии, удаление старой версии - безопасно");
define("ADLAN_PM_48", "У вас {OLDCOUNT} сообщений из старой версии, пожалуйста, решите, что вы хотели бы сделать с этими сообщениями<br /><br />Если конвертировать сообщения, то любое сообщение, успешно конвертированное, будет удалено со старой системы.");
define("ADLAN_PM_49", "Конвертировать в новое ПС");
define("ADLAN_PM_50", "Отбросить старые сообщения");
define("ADLAN_PM_51", "ПС #{PMNUM} не конвертировано");
define("ADLAN_PM_52", "сообщения конвертированы");
define("ADLAN_PM_53", "Нет записей для конвертирования.");
define("ADLAN_PM_54", "Основные настройки");
define("ADLAN_PM_55", "Ограничения");
define("ADLAN_PM_56", "Конвертирование");
define("ADLAN_PM_57", "Этот плагин реализует полнофункциональную систему Приватных сообщений.");
define("ADLAN_PM_58", "Приватные сообщения"); //Private Messenger

?>