<?php
/*แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 มีนาคม.2550
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 March 2007 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com(Official International Sites)
*/
define("ADLAN_PM", "การรับส่งข่าวสารส่วนตัว");
define("ADLAN_PM_1", "การเปิดใช้งานและการตั้งค่าให้ไปที่หน้าศูนย์กางการจัดการระบบ ในส่วนของการจัดการโปรแกรมเสริม. <br /><br />หากคุณต้องการปรับปรุงข้อความที่มีอยู่เดิมจากเวอร์ชั่นเก่าก็ให้เือกคำสั่งแปลงค่า'convert'.");
define("ADLAN_PM_2", "การตั้งค่าการจัดการรับส่งข้อความส่วนตัวสมาชิก");
define("ADLAN_PM_3", "ไม่พบว่ามีการตั้งค่าการรับส่งข้อความส่วนตัว, ใช้ค่าเริ่มต้น");
define("ADLAN_PM_4", "ปรับปรุงการตั้งค่าแล้ว");
define("ADLAN_PM_5", "ข้อจำกัดของระดับสมาชิกที่เลือกไว้นี้ มีการตั้งไว้แล้ว");
define("ADLAN_PM_6", "เพิ่มข้อจำกัดเรียบร้อยแ้่ล้ว");
define("ADLAN_PM_7", "เพิ่มข้อจำกัดไม่ได้ - ไม่ทราบสาเหตุ");
define("ADLAN_PM_8", "ได้ปรับปรุงสถานะการจำกัดข้อกำหนดให้แล้ว");
define("ADLAN_PM_9", " - เอาข้อจำกัดที่กำหนดออกให้แล้ว");
define("ADLAN_PM_10", " - เอาข้อจำกัดออกไม่ได้   - ไม่ทราบสาเหตุ");
define("ADLAN_PM_11", " - ปรับปรุงข้อจำกัด ให้เรียบร้อยแล้ว");
define("ADLAN_PM_12", "การตั้งค่าการรับส่งข้อความ");
define("ADLAN_PM_13", "PM Conversion");
define("ADLAN_PM_14", "การเพิ่มเติมและแก้ไขข้อกำหนดการรับส่งข้อความส่วนตัวให้แก่สมาชิกของระบบ ");
define("ADLAN_PM_15", "เพิ่มข้อจำกัดการรับส่งข้อความส่วนตัวของสมาชิก ");
define("ADLAN_PM_16", "ชื่อโปรแกรมเสริม");
define("ADLAN_PM_17", "แสดงข้อความใหม่ แบบเคลื่อนไหว");
define("ADLAN_PM_18", "แสดงรายการแบบ dropdown");
define("ADLAN_PM_19", "ตั้งเวลาหน่วงการแสดงกรอบข้อความแจ้งเตือน การอ่า่น ");
define("ADLAN_PM_20", "ตั้งเวลาหน่วงการแสดงกรอบข้อความแจ้งเตือน ยังไม่อ่า่นt");
define("ADLAN_PM_21", "ให้แสดงกรอบข้อความแจ้งเตือนแบบ Popup เมื่อมีข้อความมาใหม่");
define("ADLAN_PM_22", "ตั้งเวลาหน่วงการแสดงกรอบข้อความแจ้งเตือน");
define("ADLAN_PM_23", "จำกัดสิทธิ์การรับส่งข้อความเป็นส่วนตัวให้เฉพาะกับผู้ที่เป็น");
define("ADLAN_PM_24", "จำนวนข้อความที่จะแสดงในแต่ละหน้า");
define("ADLAN_PM_25", "ใช้ระบบแจ้งเตือนการรับส่งข้อความส่วนตัวทางอีเมลไปถึง");
define("ADLAN_PM_26", "ผู้ที่ได้รับอนุญาตให้เปิดใช้ระบบแจ้งเตือนทางอีเมล");
define("ADLAN_PM_27", "ผู้ที่ได้รับอนุญาตให้ส่งเอกสารพร้อมแนบไฟล์");
define("ADLAN_PM_28", "ขนาดเอกสารที่จะแนบส่งได้สูงสุด");
define("ADLAN_PM_29", "ผู้ที่ได้รับอนุญาตให้ส่งถึงสมาชิกของระบบทุกคนพร้อมกัน");
define("ADLAN_PM_30", "ผู้ที่ได้รับอนุญาตให้ส่งถึงผู้รับได้หลายคนพร้อมกัน");
define("ADLAN_PM_31", "อนุญาตให้ส่งข้อความถึงสมาชิกของระบบได้");
define("ADLAN_PM_32", "ปรับปรุงการตั้งค่า");
define("ADLAN_PM_33", "ยังไม่กำหนด");
define("ADLAN_PM_34", "การนับจำนวนข้อความที่รับ-ส่ง");
define("ADLAN_PM_35", "การกำหนดขนาดไฟล์ในกล่อง");
define("ADLAN_PM_36", "ระดับสมาชิก");
define("ADLAN_PM_37", "จำกัดจำนวนข้อความไว้้ไม่เกิน");
define("ADLAN_PM_38", "จำกัดขนาดไฟล์(KB)ไว้ไม่เกิน");
define("ADLAN_PM_39", "กล่องรับข้อความเข้า:");
define("ADLAN_PM_40", "กล่องส่งข้อความออก:");
define("ADLAN_PM_41", "ยังไม่มีการตั้งค่าข้อกำหนดให้กล่องรับส่งข้อความส่วนตัวของสมาชิกในระบบ.");
define("ADLAN_PM_42", "ปรับปรุงข้อจำกัด");
define("ADLAN_PM_43", "เพิ่มข้อจำกัดใหม่");
define("ADLAN_PM_44", "วินาที");
define("ADLAN_PM_45", "จำกัดการรับส่งข้อความโดยวิธี: ");
define("ADLAN_PM_46", "PM Conversion");
define("ADLAN_PM_47", "ไม่มีข้อความเดิมที่อยู่ในบันทึกของเวอร์ชั่นเก่า คุณสามาถถอนโปรแกรมเสริมเวอร์ชั่นเดิมออกไปก่อนได้");
define("ADLAN_PM_48", "คุณมี{OLDCOUNT} ข้อความที่เป็นเวอร์ชั่นเก่า, โปรดตัดสินใจว่าคุณต้องการที่จะแปลงข้อความเก่าเหล่านี้หรือไม่<br /><br />เพราะหากแปลงข้อความสำเร็จแล้ว ข้อความเดิมจะถูกลบออกจากระบบ.");
define("ADLAN_PM_49", "เปลี่งแปลงเป็น PM ใหม่");
define("ADLAN_PM_50", "ลบข้อความเก่า");
define("ADLAN_PM_51", "PM #{PMNUM} ไม่สามารถแปลงกลับได้");
define("ADLAN_PM_52", "แปลงข้อความกลับให้แล้ว");
define("ADLAN_PM_53", "ไม่พบรายการบันทึกที่จะแปลงค่ากลับคืน");
define("ADLAN_PM_54", "การตั้งค่ารายการหลัก");
define("ADLAN_PM_55", "การกำหนดและตั้งค่า");
define("ADLAN_PM_56", "Conversion");
define("ADLAN_PM_57", "เป็นโปรแกรมเสริมระบบ ที่เปิดใช้เป็นบล๊อกเมนูด้านข้าง เพื่อการรับ-ส่งข่าวสารของสมาชิกในระบบแบบเป็นส่วนตัว.");
define("ADLAN_PM_58", "ตัวส่งข่าวสารส่วนตัว");
?>