<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 190 $
|     $Date: 2008-09-29 20:56:26 +0600 (Пн, 29 сен 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
define("NLLAN_MENU_CAPTION", "Информационный бюллетень");
define("NLLAN_01", "Информационный бюллетень");
define("NLLAN_02", "Обеспечивает быстрый и легкий путь формирования и рассылки информационных бюллетеней");
define("NLLAN_03", "Настроить Информационный бюллетень");
define("NLLAN_04", "Плагин успешно установлен, для настройки пройдите в секцию плагинов Админцентра.");
define("NLLAN_05", "Еще нет определенных информационных бюллетеней");
define("NLLAN_06", "Имя");
define("NLLAN_07", "Подписчики");
define("NLLAN_08", "Опции");
define("NLLAN_09", "Вы уверены, что хотите удалить этот информационный бюллетень?");
define("NLLAN_10", "Существующие информационные бюллетени");
define("NLLAN_11", "Еще нет рассылаемых информационных бюллетеней");
define("NLLAN_12", "Рассылка");
define("NLLAN_13", "[ Родительский ID ] Тема/Заголовок");
define("NLLAN_14", "Отправлено?");
define("NLLAN_15", "Опции");
define("NLLAN_16", "да");
define("NLLAN_17", "Нет - щелкните для отсылки");
define("NLLAN_18", "Вы уверены, что хотите отправить эту рассылку подписчикам?");
define("NLLAN_19", "Вы уверены, что хотите удалить эту рассылку информационного бюллетеня?");
define("NLLAN_20", "Существующие рассылки");
define("NLLAN_21", "Заголовок");
define("NLLAN_22", "Описание");
define("NLLAN_23", "Верхний колонтитул");
define("NLLAN_24", "Нижний колонтитул");
define("NLLAN_25", "Обновить Информационный Бюллетень");
define("NLLAN_26", "Создать Информационный Бюллетень");
define("NLLAN_27", "Информационный Бюллетень обновлен в БД.");
define("NLLAN_28", "Информационный Бюллетень определен и сохранен в БД.");
define("NLLAN_29", "Еще нет определенных информационных бюллетеней.");
define("NLLAN_30", "Информационный бюллетень");
define("NLLAN_31", "Тема / Заголовок");
define("NLLAN_32", "Номер рассылки");
define("NLLAN_33", "Текст");
define("NLLAN_34", "Обновить рассылку");
define("NLLAN_35", "Создать рассылку");
define("NLLAN_36", "Обновить рассылку информационного бюллетеня");
define("NLLAN_37", "Создать рассылку информационного бюллетеня");
define("NLLAN_38", "Информационный Бюллетень обновлен в БД.");
define("NLLAN_39", "Рассылка информационного бюллетеня сохранена в базе данных - для отсылки, нажмите кнопку 'Отправить рассылку' в меню Опций.");
define("NLLAN_40", "Отправка выполнена - рассылка отправлена ");
define("NLLAN_41", " подписчикам.");
define("NLLAN_42", "Информационный бюллетень удален.");
define("NLLAN_43", "Рассылка информационного бюллетеня удалена.");
define("NLLAN_44", "Страница бюллетеней");
define("NLLAN_45", "Создать бюллетень");
define("NLLAN_46", "Создать рассылку");
define("NLLAN_47", "Опции бюллетеней");
define("NLLAN_48", "вы подписались на этот информационный бюллетень - если вы желаете отписаться, щелкните кнопку ниже.");
define("NLLAN_49", "Вы уверены, что хотите отписаться от этого информационного бюллетеня?");
define("NLLAN_50", "Щелкните кнопку для подписки ( ваш подписной адрес");
define("NLLAN_51", "Отписаться");
define("NLLAN_52", "Подписаться");
define("NLLAN_53", "Вы уверены, что хотите подписаться на этот информационный бюллетень?");
define("NLLAN_54", "Отправка");
define("NLLAN_55", "ИД");
define("NLLAN_56", "ИД информационного бюллетеня недоступен");
define("NLLAN_57", "Вернуться на предидущую страницу");
define("NLLAN_58", "Ошибка");
define("NLLAN_59", "Имя");
define("NLLAN_60", "Email");
define("NLLAN_61", "Действия");
define("NLLAN_62", "Пользователь запрещен! (или не полностью зарегистрировался)");
define("NLLAN_63", "Всего подписчиков");
define("NLLAN_64", "Вернуться на главную страницу информационных бюллетеней");
define("NLLAN_65", "Просмотр подписчиков информационного бюллетеня с ИД");


?>