<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|     ฉSteve Dunstan 2001-2002
|     http://e107.org
|     jalist@e107.org
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/newsletter/languages/Thai.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 16:03:08 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/

define("NLLAN_MENU_CAPTION", "จดหมายข่าว");

define("NLLAN_01", "จดหมายข่าว");
define("NLLAN_02", "กำหนดให้ส่งจดหมายข่าวได้ง่ายและรวดเร็ว");
define("NLLAN_03", "การตั้งค่าจดหมายข่าว");
define("NLLAN_04", "โปรแกรมเสริมจดหมายข่าวได้ติดตั้งเรียบร้อยแล้ว.การตั้งค่าให้คลิกบริหารจัดการได้จากส่วนของโปรแกรมเสริมในหน้าศูนย์กลางการบริหารจัดการระบบ.");
define("NLLAN_05", "ยังไม่มีการกำหนดจดหมายข่าว.");

define("NLLAN_06", "ชื่อ");
define("NLLAN_07", "ผู้บอกรับจดหมายข่าว");
define("NLLAN_08", "ตั้งค่า");
define("NLLAN_09", "คุณแน่ใจว่าจะลบจดหมายข่าวนี้?");
define("NLLAN_10", "จดหมายข่าวที่มีอยู่");

define("NLLAN_11", "ยังไม่มีการออกจดหมายข่าวใดๆ");
define("NLLAN_12", "นำออกเผยแพร่");
define("NLLAN_13", "[รหัสหมวดหมู่ ] เรื่อง/ชื่อ");
define("NLLAN_14", "ส่งเมลไปแล้ว?");
define("NLLAN_15", "ตั้งค่า");
define("NLLAN_16", "ใช่");
define("NLLAN_17", "ยังไม่ส่ง - คลิกเพื่อส่ง");
define("NLLAN_18", "คุณแน่ใจว่าต้องการที่จะส่งอีเมลจดหมายข่าวเรื่องนี้ไปยังสมาชิกที่บอกรับทั้งหมด?");
define("NLLAN_19", "คุณแน่ใจว่าจะลบจดหมายข่าวนี้?");
define("NLLAN_20", "จดหมายข่าวที่นำออกเผยแพร่แล้ว");
define("NLLAN_21", "ชื่อเรื่อง");
define("NLLAN_22", "เนื้อความจดหมายข่าว");
define("NLLAN_23", "หัวเรื่อง");
define("NLLAN_24", "ท้ายเรื่อง");
define("NLLAN_25", "ปรับปรุงจดหมายข่าว");
define("NLLAN_26", "สร้างจดหมายข่าว");
define("NLLAN_27", "ปรับปรุงจดหมายข่าวลงในฐานข้อมูล.");
define("NLLAN_28", "ได้กำหนดให้มีจดหมายข่าวและบันทึกเข้าในฐานข้อมูลแล้ว");
define("NLLAN_29", "ยังไม่มีการกำหนดจดหมายข่าว.");
define("NLLAN_30", "ชื่อจดหมายข่าว");
define("NLLAN_31", "เรื่อง / ชื่อ");
define("NLLAN_32", "ฉบับที่");
define("NLLAN_33", "เนื้อหา");
define("NLLAN_34", "ปรับปรุงการส่งอีเมล");
define("NLLAN_35", "สร้างการส่งอีเมล");
define("NLLAN_36", "ปรับปรุงการออกจดหมายข่าว");
define("NLLAN_37", "สร้างการออกจดหมายข่าว");
define("NLLAN_38", "ปรับปรุงจดหมายข่าวในฐานข้อมูลแล้ว.");
define("NLLAN_39", "ได้บันทึกจดหมายข่าวไว้ในฐานข้อมูลแล้ว การส่งจดหมายข่าวให้คลิกที่ปุ่ม,'ส่งจดหมายข่าว' นเมนูการเลือกตั้งค่า.");
define("NLLAN_40", "ส่งอีเมลออกไปเรียบร้อยแล้ว - ส่งไปให้กับ ");

define("NLLAN_41", " สมาชิกที่บอกรับ.");
define("NLLAN_42", "ลบจดหมายข่าวแล้ว.");
define("NLLAN_43", "ลบจดหมายข่าวที่นำออกเผยแพร่แล้ว.");

define("NLLAN_44", "หน้าแรกการตั้งค่าจดหมายข่าว");
define("NLLAN_45", "สร้างจดหมายข่าว");
define("NLLAN_46", "สร้างการส่งอีเมลจดหมายข่าว");
define("NLLAN_47", "ตั้งค่าจดหมายข่าว");

define("NLLAN_48", "คุณได้บอกรับจดหมายข่าวนี้ไว้ - หากต้องการยกเลิกการบอกรับ ให้คลิกที่ปุ่มข้างล่างนี้.");
define("NLLAN_49", "คุณแน่ใจว่าจะบอกเลิกการรับจดหมายข่าวฉบับนี้?");
define("NLLAN_50", "คลิกปุ่มเพื่อบอกรับ ( ที่อยู่ของคุณคือ");
define("NLLAN_51", "ไม่บอกรับ");
define("NLLAN_52", "บอกรับ");
define("NLLAN_53", "คุณแน่ใจว่าต้องการบอกรับจดหมายข่าวนี้?");






?>