<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
+----------------------------------------------------------------------------+
*/

define("FC_LAN_1", "מאבחן הקבצים");
define("FC_LAN_2", "אפשרויות סריקה");
define("FC_LAN_3", "הצג");
define("FC_LAN_4", "כל הקבצים");
define("FC_LAN_5", "קבצי ליבה");
define("FC_LAN_6", "קבצי ליבה (שאינם תקינים)");
define("FC_LAN_7", "קבצים שאינם מהליבה");
define("FC_LAN_8", "בדוק שלמות של קבצי ליבה");
define("FC_LAN_9", "מופעל");
define("FC_LAN_10", "כבוי");
define("FC_LAN_11", "סרוק כעת");

define("FR_LAN_1", "סורק");
define("FR_LAN_2", "תוצאות הסריקה");
define("FR_LAN_3", "סקירה");
define("FR_LAN_4", "קבצי ליבה שנסרקו");
define("FR_LAN_5", "קבצים שאינם מן הליבה שנסרקו");
define("FR_LAN_6", "סה\"כ קבצים שנסרקו");
define("FR_LAN_7", "בדיקת שלמות");
define("FR_LAN_8", "קבצי ליבה שעברו");
define("FR_LAN_9", "קבצי ליבו שנכשלו");
define("FR_LAN_10", "סיבות אפשריות לכשלונם של קבצים");
define("FR_LAN_11", "הקובץ פגום");
define("FR_LAN_12", "זה יכול להיות ממספר סיבות, כמו, למשל, שהקובץ נפגם ב-ZIP, נפגם בעת הפריסה או שנפגם בעת העלאת הקובץ דרך FTP. עליך לנסות להעלות את הקובץ לשרת שוב, ולהריץ שנית את הסריקה כדי לראות אם זה פותר את הבעיה.");
define("FR_LAN_13", "הקובץ אינו מעודכן");
define("FR_LAN_14", "אם הקובץ הוא מגרסה של e107 הקודמת לגרסה שבה אתה משתמש, הוא יכשל בבדיקת השלמות. וודא כי העלית את הגרסה החדשה ביותר של קובץ זה.");
define("FR_LAN_15", "הקובץ נערך");
define("FR_LAN_16", "אם ערכת את הקובץ בצורה כלשהי, הוא לא יעבור בדיקת שלמות. אם ערכת את הקובץ בכוונה תחילה, אין סיבה לדאגה, ואתה יכול להתעלם מכשלון זה. אם, לעומת זאת, הקובץ נערך על-ידי מישהו אחר ללא אישור, יתכן שתרצה להעלות מחדש את הגרסה התקינה של הקובץ מה-ZIP של e107.");
define("FR_LAN_17", "אם אתה משתמש בגרסת CVS");
define("FR_LAN_18", "אם אתה משתמש בגרסה שהוצאה ממאגר ה-CVS של e107 באתר שלך במקום בהוצאות היציבות הרשמיות של e107, אתה תמצא קבצים שנכשלו בבדיקת השלמות מכיוון שהם עודכנו בידי אחד המפתחים של התוכנה אחרי שנוצרה תמונת-המצב האחרונה של הליבה.");
define("FR_LAN_19", "קבצים נכשלו");
define("FR_LAN_20", "כל הקבצים עברו");
define("FR_LAN_21", "אפס");


?>