<?php
/*
+---------------------------------------------------------------+
|		e107 website system
|		Hebrew-utf language file
|
|		$Source: /cvs_backup/e107_langpacks/e107_languages/Hebrew/admin/lan_prefs.php,v $
|		$Revision: 1.3 $
|		$Date: 2006-04-13 15:13:35 $
|		$Author: e107coders $
|		Encoding: utf-8
+---------------------------------------------------------------+
*/

define("PRFLAN_1", "פרטי האתר");
define("PRFLAN_2", "שם האתר");
define("PRFLAN_3", "כתובת (URL) האתר");
define("PRFLAN_4", "כפתור הקישור לאתר");
define("PRFLAN_5", "שורת כותרת האתר (Tagline)");
define("PRFLAN_6", "תאור האתר");
define("PRFLAN_7", "מנהל האתר הראשי");
define("PRFLAN_8", "אי-מייל מנהל האתר הראשי");
define("PRFLAN_9", "פסקת הגבלת האחריות של האתר");
define("PRFLAN_10", "ערכת נושא");
define("PRFLAN_11", "ערכת הנושא של האתר");
define("PRFLAN_12", "לחץ כאן לתצוגה מקדימה של ערכות נושא");
define("PRFLAN_13", "הצגת מידע");
define("PRFLAN_14", "להציג מידע ערכת נושא?");
define("PRFLAN_15", "להציג זמן בניית דף?");
define("PRFLAN_16", "להציג שאילתות SQL?");

// define("PRFLAN_17", "שפה");
// define("PRFLAN_18", "שפת האתר");

define("PRFLAN_19", "אפשרויות דף הרישום");

// define("PRFLAN_20", "כמה פריטי חדשות להציג בכל עמוד?");

define("PRFLAN_21", "אפשרויות הצגת תאריך");
define("PRFLAN_22", "תבנית תאריך קצר");
define("PRFLAN_23", "תבנית תאריך ארוך");
define("PRFLAN_24", "תבנית תאריך פורום");
define("PRFLAN_25", "למידע נוסף על תבניות תאריך ראה את");
define("PRFLAN_26", "היסט זמן");
define("PRFLAN_27", "לדוגמא, אם תקבע כאן +2, יוספו שעתיים לכל הזמנים באתר שלך");
define("PRFLAN_28", "רישום/הצבות משתמשים");
define("PRFLAN_29", "להפעיל את מערכת רישום המשתמשים?");
define("PRFLAN_30", "להרשות למשתמשים להרשם כחברים באתרך");
define("PRFLAN_31", "להשתמש באימות דוא&quot;ל לרישומים?");
define("PRFLAN_32", "להרשות הצבה בעילום שם?");
define("PRFLAN_33", "נקה תיבה זו כדי להרשות רק לחברים רשומים להציב הערות וכו'.");

// define("PRFLAN_34", "אבטחה");

define("PRFLAN_35", "להפעיל הגנה נגד הצפה (flood)?");
define("PRFLAN_36", "זמן מקסימלי להצפה");
define("PRFLAN_37", "חסימה אוטומטית");
define("PRFLAN_38", "הזמן הנדרש בשניות בין שתי הצבות לאזורים בהם המשתמש יכול להציב (תיבת צ'אט, פורומים...). אם משתמש מציב מהר מדי, הוא יופנה לדף הבית");

// define("PRFLAN_39", "הגנה של אפשרויות משניות");

define("PRFLAN_40", "לסנן שפה גסה?");
define("PRFLAN_41", "אם מסומן, מילים גסות יוחלפו במחרוזת למטה");
define("PRFLAN_42", "מחרוזת החלפה");
define("PRFLAN_43", "מילים לסינון");
define("PRFLAN_44", "מילים שיש לצנזר, להפריד בפסיקים");
define("PRFLAN_45", "להשתמש ב-COPPA בדף הרישום?");
define("PRFLAN_46", "למידע נוסף על COPPA ראה");
define("PRFLAN_47", "אבטחה והגנה");
define("PRFLAN_48", "שיטת מעקב אחרי משתמשים");
define("PRFLAN_49", "עוגיות (קוקיז)");
define("PRFLAN_50", "Sessions");
define("PRFLAN_52", "שמור שינויים");
define("PRFLAN_53", "העדפות האתר");

// define("PRFLAN_54", "ערכת הנושא של אזור הניהול");

define("PRFLAN_55", "שם ה-cookie (אם נבחרו cookies)");
define("PRFLAN_56", "אזור זמן");

// define("PRFLAN_57", "סגנון דף הניהול הראשי");

define("PRFLAN_58", "להגביל את אתר לחברים בלבד");
define("PRFLAN_59", "סימון יגביל את כל האזורים פרט לדף הראשי ולדף הרישום לחברים בלבד");
define("PRFLAN_60", "להפעיל SSL");
define("PRFLAN_61", "הפעל SSL רק אם <b>אתה בטוח שאתה יודע מה אתה עושה!</b>");

// define("PRFLAN_62", "הגדרות אי-מייל");
// define("PRFLAN_63", "שלח דוא&quot;ל ניסוי");
// define("PRFLAN_64", "לחיצה על הכפתור תשלח דוא&quot;ל ניסוי לכתובת של מנהל האתר הראשי");
// define("PRFLAN_65", "לחץ כדי לשלוח דוא&quot;ל אל");
// define("PRFLAN_66", "דוא&quot;ל בדיקה מאת");
// define("PRFLAN_67", "זוהי הודעת בדיקה, נראה כי הגדרות הדוא&quot;ל שלך תקינות!nnבברכהnממערכת האתרים e107.");
// define("PRFLAN_68", "הדוא&quot;ל לא יכול היה להשלח. נראה כי השרת שלך אינו מוגדר כראוי לשליחת דוא&quot;ל, אנא נסה שנית בשימוש ב-SMTP, או צור קשר עם מארחי האתר ובקש מהם לבדוק את הגדרות ה-sendmail. והדוא&quot;ל בשרת שלהם.");
// define("PRFLAN_69", "הדוא&quot;ל נשלח בהצלחה, אנא בדוק את תיבת הדואר שלך.");
// define("PRFLAN_70", "להפעיל SMTP");
// define("PRFLAN_71", "סימון ינסה להשתמש בשרת SMTP כדי לשלוח דוא&quot;ל");
// define("PRFLAN_72", "שרת SMTP");
// define("PRFLAN_73", "שם משתמש SMTP");
// define("PRFLAN_74", "סיסמת SMTP");
// define("PRFLAN_75", "הדוא&quot;ל לא יכול היה להשלח. אנא בדוק את הגדרות ה-SMTP שלך, או בטל את השימוש ב-SMTP ונסה שנית.");

define("PRFLAN_76", "הפעל אימות קוד-תמונה בעת הרישום.");
define("PRFLAN_77", "אפשרויות תצוגת ניהול");
define("PRFLAN_78", "השאר ריק כדי לבטל");
define("PRFLAN_80", "לחץ כאן כדי לצפות");
define("PRFLAN_81", "הפעל אימות קוד-תמונה בעת ביצוע כניסה.");
define("PRFLAN_83", "דוגמא");

// define("PRFLAN_85", "אם ערכת נושא אינה מופיעה, וודא כי היא הועלתה כראוי ושניתנו הרשאות קריאה.");
// define("PRFLAN_86", "לחץ כאן כדי לוודא תקינות קבצי שפה");

define("PRFLAN_87", "הערות");
define("PRFLAN_88", "הפעל הערות מקוננות");
define("PRFLAN_89", "להציג סמלון הערות חדשות");
define("PRFLAN_90", "להרשות למציבי הערות לערוך את הערותיהם");

define("CUSTSIG_1", "ההגדרות נשמרו!");
define("CUSTSIG_2", "שם אמיתי:");
define("CUSTSIG_3", "אתר:");
define("CUSTSIG_4", "יום הולדת:");
define("CUSTSIG_5", "מיקום:");
define("CUSTSIG_6", "חתימה:");
define("CUSTSIG_7", "תמונה מייצגת");
define("CUSTSIG_8", "אזור זמן:");

// define("CUSTSIG_9", "עדכן הגדרות רישום");
// define("CUSTSIG_10", "אפשרויות דף רישום מותאמות אישית");
// define("CUSTSIG_11", "סמן הכל");

define("CUSTSIG_12", "הסתרה");
define("CUSTSIG_13", "שדות");
define("CUSTSIG_14", "תצוגה");
define("CUSTSIG_15", "נדרש");
define("CUSTSIG_16", "אורך מינימלי לסיסמאות");
define("CUSTSIG_17", "רישום לתוכן/דואר יוצא");
define("CUSTSIG_18", "איסור בשמות משתמשים");
define("CUSTSIG_19", "שמות משתמשים שמכילים את הטקסט הזה יידחו. הפרד רשומות בפסיקים");


// define("PRFLAN_90", "לחץ כאן כדי להכריח את Internet Explorer להשתמש ב-standards mode. בירת המחדש היא quirks mode.");
define("PRFLAN_91", "אם מישהו תוקף את האתר שלך על ידי פניות רבות לשרת, כתובת ה-IP שלו תחסם אוטמטית. אינו מהווה תחליף לשרת מוגדר היטב!!!");
define("PRFLAN_92", "אימות רישום מאובטח -- להסתיר את הסיסמה בדוא&quot;ל?");
define("PRFLAN_93", "הדף של פונקציית strftime ב-php.net");
define("PRFLAN_94", "כאן");
define("PRFLAN_95", "הצג מידע תוספים:");
define("PRFLAN_96", "יציג מידע בכל דפי הניהול עבור כל תוסף התומך באפשרות זו");
define("PRFLAN_97", "תפריט 'מידע תוספים' אחד:");
define("PRFLAN_98", "אם אינו מסומן, כל תוסף יציג את המידע שלו בתפריט נפרד. אם מסומן, כל המידע יופיע תחת תפריט אחד.");


// define("PRFLAN_100", "Preload Theme Images:");

define("PRFLAN_101", "הצגת טקסט");
define("PRFLAN_102", "החלף קישורים");
define("PRFLAN_103", "אם מסומן, קישורים שהוצבו יוחלפו בטקסט שנכתב כאן, וזה ימנע מקישורים ארוכים לשבור את פריסת האתר");
define("PRFLAN_104", "טקסט שיחליף קישורים");
define("PRFLAN_105", "הטקסט שיחליף קישורים, ניתן להשתמש בתמונה על ידי שימוש בתג &lt;img&gt;, בצירוף נתיב התמונה המלא");
define("PRFLAN_106", "העדפות הליבה נשמרו לבסיס הנתונים.");
define("PRFLAN_107", "טקסט שיחליף קישורים לכתובות דוא\"ל");
define("PRFLAN_108", "הטקסט שיחליף קישורים לכתובות דוא\"ל, ניתן להשתמש בתמונה על ידי שימוש בתג &lt;img&gt;, בצירוף נתיב התמונה המלא");
define("PRFLAN_109", "מנע גלישת שורות בטקסט הראשי");
define("PRFLAN_110", "מילים שחורגות מהאורך המוגדר יחתכו ויועברו לשורה חדשה");
define("PRFLAN_111", "חתוך מילים ארוכות בטקסט תפריטים");
define("PRFLAN_112", "פועל");
define("PRFLAN_113", "כבוי");
define("PRFLAN_116", "לאפשר הצבת HTML");
define("PRFLAN_117", "זה יאפשר למשתמשים להציב קוד HTML בכל מקום באתר. בחר את סיווג המשתמשים כדי להרשות זאת.");
define("PRFLAN_118", "השתמש ב-Geshi להדגשת תחביר");
define("PRFLAN_119", "Geshi הוא מדגיש תחביר בקוד-פתוח התומך בשפות רבות, ראה את http://qbnz.com/highlighter/ למידע נוסף");
define("PRFLAN_120", "שפת ברירת המחדל של תחביר עבור Geshi");
define("PRFLAN_121", "אם אף שפה לא מצוינת בתג CODE, שפה זו תהיה השפה לפיה יודגש הקוד");
define("PRFLAN_122", "הפעל אזורי טקסט בעריכה מתקדמת (WYSIWYG)");
define("PRFLAN_123", "קובע האם יוצג עורך טקסט מתקדם התומך בעיצוב באזורי טקסט כשניתן. חל רק על מנהלים ועל משתמשים שמותר להציב HTML.");
define("PRFLAN_124", "השתמש במראה 'קלאסי' של קדימה ואחורה");
define("PRFLAN_125", "הפעלת אפשרות זו יציג את הדפים הבאים והקודמים כ-1 2 3 ... 21 22 23, במקום המראה החדש עם תיבת הגלילה.");
define("PRFLAN_126", "טקסט שיוצג בדף הרישום");
define("PRFLAN_127", "הפוך קישורים שהוצבו לקישורים לחיצים");
define("PRFLAN_128", "אפשרות זו תמיר קישורים שהוצבו להיפר-קישורים שניתן ללחוץ עליהם");
define("PRFLAN_129", "מניעת חיבורים מרובים");
define("PRFLAN_130", "אפשרות זו תמנע מיותר מאדם אחד להשתמש באותם שם משתמש וסיסמה (שיתוף פרטי כניסה)");
define("PRFLAN_131", "הפעל שימוש במילת קוד [php]");
define("PRFLAN_132", "אפשרות זו תאפשר למשתמשים מורשים להציב את קוד [php] באזורים מסוימים");
define("PRFLAN_133", "נדרשת ההרחבה GD, אך היא לא נמצאה");

define("PRFLAN_134", "הפנה את כל הבקשות לכתובת האתר");
define("PRFLAN_135", "למשל, אם כתובת האתר שקבעת היא http://foo.com, כל מי שינסה לגשת אל http://www.foo.com יופנה אל http://foo.com");
define("PRFLAN_136", "המספר המירבי של משתמשים שיורשו להרשם מאותה כתובת IP.");
define("PRFLAN_137", "הצג צריכת זיכרון");

define("PRFLAN_138", "לאפשר אימות קוד-תמונה במסך סיסמה שנשכחה.");
define("PRFLAN_139", "הצג אזהרה כשסיסמת המנהל הראשי לא הוחלפה מעל 30 יום");

define("PRFLAN_140", "הטקסט שיוצג אחרי שנמסר טופס הרישום.");
define("PRFLAN_141", "לאפשר רישום בעזרת פרופילי XML של משתמשים");

?>