<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
+----------------------------------------------------------------------------+
*/

define("LANG_LAN_00","לא היה יכול להווצר. (כבר קיים)");
define("LANG_LAN_01","נמחק (אם היה קיים) ונוצר.");
define("LANG_LAN_02","לא היה יכול להמחק");
define("LANG_LAN_03","טבלאות");

define("LANG_LAN_05","לא מותקן");
define("LANG_LAN_06", "יצירת טבלאות");
define("LANG_LAN_07", "למחוק טבלאות קיימות?");
define("LANG_LAN_08", "מחליף טבלאות קיימות (המידע יאבד).");
define("LANG_LAN_10", "אשר מחיקה");
define("LANG_LAN_11", "מחק את הטבלאות הלא מסומנות למעלה (אם הן קיימות).");
define("LANG_LAN_12", "לאפשר טבלאות מרובות-שפות");
define("LANG_LAN_13", "העדפות ריבוי שפות");
define("LANG_LAN_14", "שפת ברירת המחדל של האתר");
define("LANG_LAN_15", "סמן כדי להעתיק את המידע משפת ברירת המחדל. (שימושי לקישורים, קטגוריות של חדשות, וכו')");

?>