<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
+----------------------------------------------------------------------------+
*/
define("TPVLAN_1", "אתה צופה בתצוגה מקדימה של ערכת הנושא <b>'".PREVIEWTHEMENAME."'</b>. היא לא נקבעה כערכת הנושא הראשית לארתך, היא הופעלה כדי ליצור תצוגה מקדימה של מראה הערכה.<br />כדי לקבוע את ערכת הנושא הזו כערכת הנושא ש האתר שלך, <a href='".e_ADMIN."theme.php'>חזור אל מנהל ערכות הנושא</a> ובחר 'הגדר כערכת נושא של האתר'.<br />כדי לצפות בערכות נושא אנא <a href='".e_ADMIN."theme.php'>לחץ כאן</a>");
define("TPVLAN_2", "תצוגה מקדימה של ערכת נושא");
define("TPVLAN_3", "ערכת הנושא הראשית של האתר:");
define("TPVLAN_4", "מחבר");
define("TPVLAN_5", "אתר");
define("TPVLAN_6", "תאריך שחרור");
define("TPVLAN_7", "מידע");
define("TPVLAN_8", "אפשרויות");
define("TPVLAN_9", "תצוגה מקדימה של ערכת נושא");
define("TPVLAN_10", "הגדר כערכת נושא של האתר");
define("TPVLAN_11", "גרסה");
define("TPVLAN_12", "אין תצוגה מקדימה");

define("TPVLAN_13", "העלאת ערכת נושא (כקובץ .zip או .tar.gz)");
define("TPVLAN_14", "העלאת ערכת נושא");
define("TPVLAN_15", "לא היה ניתן להעלות את הקובץ מכיוון שלתיקיית ".e_THEME." לא מוגדרות ההרשאות הנכונות - אנא בצע CHMOD 777 והעלה את הקובץ שנית.");
define("TPVLAN_16", "הודעת מנהל");
define("TPVLAN_17", "נראה שהקובץ הזה אינו ארכיב .zip או .tar תקין.");
define("TPVLAN_18", "קרתה שגיאה, אין אפשרות לפרוס את הקובץ");
define("TPVLAN_19", "ערכת הנושא שלך הועלתה ונפרסה, אנא גלול למטה כדי לראות את ערכת הנושא שלך ברשימה.");
define("TPVLAN_20", "העלאה ופריסה אוטומטית של ערכות נושא אינה פעילה מכיוון שלתיקיית ערכות הנושא  שלך לא מוגדרות הרשאות מתאימות - אנא בצע CHMOD 777 לתיקיית e107_themes.");

define("TPVLAN_21", "זוהי ערכת הנושא הנוכחית של האתר");

define("TPVLAN_22", "לערכת נושא זו יש דפי סגנון מרובים");
define("TPVLAN_23", "דף סגנון של ברירת מחדל");
define("TPVLAN_24", "אין מידע");
define("TPVLAN_25", "כדי לבחור באיזה דף סגנון להשתמש, אנא עבור אל <a href='".e_ADMIN."prefs.php'>העדפות</a> ולחץ על 'ערכת נושא'.");

define("TPVLAN_26", "מנהל ערכות הנושא");
define("TPVLAN_27", "אנא בחר דף סגנון שיהיה בשימוש");
define("TPVLAN_28", "מופעל");
define("TPVLAN_29", "כבוי");
define("TPVLAN_30", "בצע טעינה מקדימה של תמונות ערכת הנושא:");

define("TPVLAN_31", "זוהי ערכת הנושא הנוכחית של אזור הניהול");
define("TPVLAN_32", "קבע כערכת הנושא של אזור הניהול");

define("TPVLAN_33", "ערכת הנושא הנוכחית של האתר");
define("TPVLAN_34", "ערכת הנושא הנוכחית של אזור הניהול");
define("TPVLAN_35", "שמור אפשרויות");
define("TPVLAN_36", "הודעת ניהול");
define("TPVLAN_37", "אפשרויות ערכת נושא נשמרו");
define("TPVLAN_38", "העלאת ערכת נושא");
define("TPVLAN_39", "ערכות נושא זמינות");
define("TPVLAN_40", "ערכת הנושא לאזור הניהול שנקבעה:");

define("TPVLAN_41", "אנא בחר את סגנון פריסת אזור הניהול שיהיה בשימוש");
define("TPVLAN_42", "שמור אפשרויות ניהול");
define("TPVLAN_43", "אפשרויות ניהול נשמרו");
?>