<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
+----------------------------------------------------------------------------+
*/
define("PRFLAN_52", "שמור שינויים");
define("PRFLAN_63", "שלח דוא\"ל בדיקה");
define("PRFLAN_64", "לחיצה על הכפתור תשלח הודעת בדיקה לכתובת של המנהל הראשי");
define("PRFLAN_65", "לחץ כדי לשלוח דוא\"ל אל");
define("PRFLAN_66", "דוא\"ל בדיקה מאת");
define("PRFLAN_67", "זוהי הודעת בדיקה, נראה שהגדרות הדוא\"ל שלך תקינות!\n\nברכות\nמצוות אתר המערכת e107.");
define("PRFLAN_68", "לא ניתן היה לשלוח את ההודעה. נראה כי השרת שלך אינו מוגדר כראוי לשליחת דוא\"ל, אנא נסה שנית תוך שימוש ב-SMTP, או צור קשר עם מנהלי שרת שלך ובקש מהם לבדוק את הגדרות שרת הדוא\"ל/sendmail שלהם.");
define("PRFLAN_69", "הדוא\"ל נשלח בהצלחה, אנא בדוק את תיבת הדואר הנכנס שלך.");
define("PRFLAN_70", "הפעל SMTP");
define("PRFLAN_71", "אם מסומן, האתר ינסה להשתמש בשרת SMTP לשליחת דוא\"ל");
define("PRFLAN_72", "שרת SMTP");
define("PRFLAN_73", "שם משתמש SMTP");
define("PRFLAN_74", "סיסמת SMTP");
define("PRFLAN_75", "לא ניתן היה לשלוח את ההודעה. אנא בדוק את הגדרות ה-SMTP שלך, או בטל את השימוש ב-SMTP ונסה שנית.");

define("MAILAN_01","שם מאת");
define("MAILAN_02","דוא\"ל מאת");
define("MAILAN_03","אל");
define("MAILAN_04","עותק");
define("MAILAN_05","עותק מוסתר");
define("MAILAN_06","נושא");
define("MAILAN_07","קובץ מצורף");
define("MAILAN_08","שליחת דוא\"ל");
define("MAILAN_09","השתמש בעיצוב ערכת נושא");
define("MAILAN_10","משתמש מנוי");
define("MAILAN_11","הכנס משתנים");
define("MAILAN_12","כל החברים");
define("MAILAN_13","כל החברים הלא מאומתים ");
define("MAILAN_14","מומלץ להפעיל שימוש ב-SMTP עבור שליחה למספר גדול של כתובות - קבע בהעדפות למטה.");
define("MAILAN_15","דוא\"ל יוצא");


?>