<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
+----------------------------------------------------------------------------+
*/
define("CRELAN_1", "קרדיטים");
define("CRELAN_2", "הרשימה המוצגת למטה היא של תוכנות או משאבים של צד-שלישי שנמצאים בשימוש ב-e107. צוות הפיתוח של e107 מעוניין להודות באופן אישי למפתחים של הנ\"ל על כך שהרשו לנו להפיץ הלאה את הקוד שלהם עם e107, ועל כך ששחררו את התוכנה שלהם תחת רישיון GPL.");
// define("CRELAN_3", "Resource");
// define("CRELAN_4", "Description");
// define("CRELAN_5", "Website");
// define("CRELAN_6", "Permission");
define("CRELAN_7", "גרסה");



?>