<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
+----------------------------------------------------------------------------+
*/
define("FLALAN_1", "ניסיונות כניסה שנכשלו");
define("FLALAN_2", "לא נרשמו ניסיונות כניסה שנכשלו");
define("FLALAN_3", "ניסיונות נמחקו");
define("FLALAN_4", "משתמש ניסה להכנס בעזרת שם משתמש/סיסמה שגויים");
define("FLALAN_5", "כתובות IP חסומות");
define("FLALAN_6", "תאריך");
define("FLALAN_7", "מידע");
define("FLALAN_8", "כתובת IP/שם מארח");
define("FLALAN_9", "אפשרויות");
define("FLALAN_10", "מחק/חסום רשומות מסומנות");
define("FLALAN_11", "סמן את כל תיבות המחיקה");
define("FLALAN_12", "נקה את כל תיבות המחיקה");
define("FLALAN_13", "סמן את כל תיבות החסימה");
define("FLALAN_14", "נקה את כל תיבות החסימה");
define("FLALAN_15", "כתובות ה-IP הבאות נחסמו אוטומטית - המשתמש ביצע יותר מעשרה ניסיונות כניסה שנכשלו");

?>