<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/forum/languages/Thai/lan_forum_viewtopic.php,v $
|     $Revision: 1.2 $
|     $Date: 2007-04-11 05:41:12 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
/*แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 มีนาคม.2550
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 March 2007 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com(Official International Sites)
*/
define("PAGE_NAME", "การอภิปราย");
	
define("LAN_01", "การอภิปราย");
define("LAN_02", "ไปที่หน้า");
define("LAN_03", "ไป");
define("LAN_04", "ย้อน");
define("LAN_05", "ต่อไป");
define("LAN_06", "เป็นสมาชิกเมื่อวัน");
define("LAN_07", "ที่อยู่");
define("LAN_08", "เว็ปไซท์");
define("LAN_09", "เข้ามานับแต่ที่ลงทะเบียนไว้");
define("LAN_10", "กลับด้านบน");
define("LAN_65", "ไป");
define("LAN_66", "ปิดกระทู้แล้ว");
define("LAN_67", "รวมกระทู้");
define("LAN_194", "บุคคลทั่วไป");
define("LAN_195", "สมาชิกที่ลงทะเบียนแล้ว");
define("LAN_321", "ผู้ดำเนินการอภิปราย: ");
define("LAN_389", "กระทู้ก่อนนี้");
define("LAN_390", "กระทู้ต่อไป");
define("LAN_391", "ติดตามกระทู้");
define("LAN_392", "ยกเลิกการติดตามกระทู้");
define("LAN_393", "ตอบด่วน");
define("LAN_394", "ทดลองดูก่อน");
define("LAN_395", "ตอบกระทู้");
define("LAN_396", "เว็ปไซท์");
define("LAN_397", "อีเมล");
define("LAN_398", "ประวัติ");
define("LAN_399", "ข่าวสารส่วนตัว");
define("LAN_400", "แก้ไข");
define("LAN_401", "คำยกอ้างมา(Quote)");
	
define("LAN_402", "ผู้เขียน");
define("LAN_403", "ข้อความกระทู้");
define("LAN_404", "ไม่มีกระทู้ก่อนนี้");
define("LAN_405", "ไม่มีกระทู้ต่อไป");
	
define("LAN_406", "ผู้ดำเนินการ:แก้ไขกระทู้ตอบ");
define("LAN_435", "ผู้ดำเนินการ:ลบกระทู้ตอบ");
define("LAN_408", "ผู้ดำเนินการ:ย้ายกระทู้ตอบ");
define("LAN_409", "คุณแน่ใจที่จะลบกระทู้นี้หรือไม่?");
define("LAN_410", "คุณแน่ใจที่จะลบกระทู้ตอบนี้หรือไม่?");
define("LAN_411", "ส่งโดย");
	
//v.616
define("LAN_412", "ชื่อเรื่อง");
define("LAN_413", "รายงาน");
define("LAN_414", "ส่งรายงานกระทู้ไปยังผู้ดำเนินการอภิปราย");
define("LAN_415", "ชื่อกระทู้");
define("LAN_416", "พิมพ์รายงาน");
define("LAN_417", "ขอให้คุณพิมพ์รายงานและอธิบายในสิ่งที่คุณเห็นว่าไม่เหมาะสม ควรต้องแก้ไข หรือตัดทิ้งออกไป ไว้ในช่องด้านขวามือนี้ ผู้ดำเนินการอภิปราย จะเข้าพิจารณาตรวจสอบกระทู้ตามที่แจ้งนี้ในลำดับต่อไป");
define("LAN_418", "<b>กรุณา</b>ใช้แบบฟอร์มนี้เพื่อแจ้งรายงานเฉพาะเรื่องมีกระทู้ที่ไม่เหมาะสมเท่านั้น");
define("LAN_419", "ส่งรายงานกระทู้");
define("LAN_420", "คลิกที่นี่เพื่ออ่านข้อความกระทูู้");
define("LAN_421", "แบบส่งรายงานกระทู้จาก");
define("LAN_422", "รายงานกระทู้ส่งมาจาก ");
define("LAN_423", "ไม่สามารถส่งข้อความได้. ");
define("LAN_424", "การแจ้งรายงานกระทู้ ได้ส่งไปให้ผู้ดำเนินการอภิปรายแล้ว.<br />ขอขอบคุณเป็นอย่างยิ่ง");
define("LAN_425", "ข้อความจาก: ");
define("LAN_426", "หัวข้อการรายงานกระทู้: ");
define("LAN_427", "ไม่สามารถส่งเมล์ได้");
define("LAN_428", "ส่งรายงานกระทู้แล้ว");
define("LAN_429", "กดที่นี่เพื่อกลับไปที่กระทู้");
define("LAN_430", "แบบสอบถาม");
define("FORLAN_26", "ลบคำตอบแล้ว");
define("FORLAN_10", "สร้างกระทู้ใหม่");
define("LAN_29", "แก้ไข");

define("LAN_431", "สร้างกระทู้นี้เป็นข่าวป้อน: rss 1.0");
define("LAN_432", "สร้างกระทู้นี้เป็นข่าวป้อน : rss 2.0");
define("LAN_433", "สร้างกระทู้นี้เป็นข่าวป้อน : RDF");
	
define("FORLAN_101", "ส่งอีเมล");
define("FORLAN_102", "ดูก่อนพิมพ์");
define('FORLAN_103', '[ลบสมาชิกแล้ว]');
define('FORLAN_104', 'ไม่พบกระทู้');
define("FORLAN_HIDDEN", "ซ่อน - ไม่้แสดงการเข้าระบบและการตอบ");
?>