<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/forum/languages/Thai/lan_forum.php,v $
|     $Revision: 1.2 $
|     $Date: 2007-04-11 05:41:12 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
/*แปลและพัฒนาส่วนระบบภาษาไทยโดย ผศ.ประชิด ทิณบุตร เมื่อวันที่ 18 มีนาคม 2549  แก้ไขล่าสุด 28 มีนาคม.2550
อาจารย์ประจำสาขาวิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม 10900.โทร.(66) 0 2942 6900  ต่อ 3011,3014
Thai Developer & Translation : Assistant Professor Prachid Tinnabutr : Division of Art ,Chandrakasem Rajabhat University,Jatuchak,Bangkok ,Thailand.10900. Tel :(66) 02 9426900 ext:3011,3014
Last update:28 March 2007 .
Personal Address : 144/157 Moo 1 ,Changwatana Rd.Pakkret District ,Nonthaburi Province,Thailand,11120 Tel/Fax:(66)0 2962 9505  prachid@prachid.com,prachid@wittycomputer.com ,Mobile Phone : (66) 08 9667 0091
URL : http://www.prachid.com, http://www.wittycomputer.com, http://www.e107thailand.com(Official International Sites)
*/
define("e_PAGETITLE", "หมวดหมู่และกระทู้การอภิปราย");
define("LAN_30", "ขอต้อนรับคุณ...");
define("LAN_31", "ยังไม่มีกระทู้เข้ามาใหม่ ");
define("LAN_32", "มี 1 กระทู้ใหม่ ");
define("LAN_33", "มีอยู่");
define("LAN_34", "กระทู้เข้ามาใหม่");
define("LAN_35", "ตั้งแต่คุณเข้าระบบครั้งล่าสุด");
define("LAN_36", "คุณเข้ามาเยี่ยมชมครั้งสุดท้ายเมื่อวัน ");
define("LAN_37", "วันนี้วัน ");
define("LAN_38", ", ตลอดเวลามี ");
define("LAN_41", "สมาชิกใหม่: ");
define("LAN_42", "สมาชิกที่ลงทะเบียนแล้ว: ");
define("LAN_44", "คุณสามารถเข้าใช้ได้โดยที่ยังไม่ลงทะเบียน,แต่ขอให้ทราบไว้ว่าหมายเลข IP ที่คุณใช้อยู่จะถูกบันทึกไว้ถ้าหากคุณมีการสร้างหรือตอบกระทู้.<br />เพื่อการเข้าใช้งานอย่างสมบูรณ์ คุณควรต้อง");
define("LAN_45", "การอภิปรายนี้สามารถตั้งกระทู้ได้โดยผู้ที่ลงทะเบียนและเข้าสู่ระบบเรียบร้อยแล้วเท่านั้น, คลิกที่นี่");
define("LAN_46", "หมวดหมู่และกระทู้การอภิปราย");
define("LAN_47", "กระทู้");
define("LAN_48", "ตอบแล้ว");
define("LAN_49", "ส่งเมื่อ");
define("LAN_51", "ยังไม่มีการอภิปราย กรุณากลับเข้ามาดูมาใหม่ภายหลัง");
define("LAN_52", "ยังไม่มีการอภิปรายในส่วนนี้, กรุณากลับมาดูใหม่อีกครั้ง.");
define("LAN_79", "กระทู้ใหม่");
define("LAN_80", " ยังไม่มีกระทู้ใหม่");
define("LAN_81", "ปิดรายการกระทู้");
define("LAN_100", "บทความ");
define("LAN_180", "ค้นหา");
define("LAN_191", "ข้อมูลการใช้งานระบบ");
define("LAN_192", "มีสมาชิกของการอภิปรายนี้ ร่วมส่งกระทู้แล้วเป็นจำนวน");
define("LAN_196", "คุณได้อ่านแล้ว");
define("LAN_197", " ของกระทู้เหล่านี้.");
define("LAN_198", " อ่านกระทู้ใหม่ทั้งหมดแล้ว.");
define("LAN_199", "ทำเครื่องหมายกระทู้ที่อ่านแล้ว");
define("LAN_204", "คุณ <b>สามารถ</b>เริ่มกระทู้ใหม่");
define("LAN_205", "คุณ <b>ไม่สามารถ</b>เริ่มกระทู้ใหม่");
define("LAN_206", "คุณ <b>สามารถ</b> ตอบกระทู้");
define("LAN_207", "คุณ <b>ไม่สามารถ</b> ตอบกระทู้");
define("LAN_208", "คุณ <b>สามารถ</b>แก้ไขกระทู้ของคุณ");
define("LAN_209", "คุณ <b>ไม่สามารถ</b>แก้ไขกระทู้ของคุณ");
define("LAN_392", "หยุดการติดตามกระทู้");
define("LAN_393", "รายการติดตามกระทู้");
define("LAN_394", "ปิดอภิปราย");
define("LAN_397", "ติดตามกระทู้เข้า");
define("LAN_398", "ปิดแล้ว");
define("LAN_399", "เขตหวงห้าม");
define("LAN_400", "การอภิปรายนี้จะอ่านได้เฉพาะสมาชิกที่ลงทะเบียนแล้วเท่านั้น");
define("LAN_401", "สมาชิกเท่าันั้น");
define("LAN_402", "อ่านกระทู้อย่างเดียว");
define("LAN_403", "ยังไม่มีกระทู้เข้า");
define("LAN_404", "กระทู้");
define("LAN_405", "อ่านอย่างเดียว");
define("LAN_406", "เฉพาะผู้จัดการระบบเท่านั้น");
define("LAN_407", "เฉพาะสมาชิกเท่าันั้น");
define("LAN_408", "ให้อ่านอย่่างเดียว");
define("LAN_409", "เป็นการอภิปรายเฉพาะระดับ");
define("LAN_410", "ยินดีต้อนรับทุกท่านที่แวะมาเยือน");
define("LAN_411", "กระทู้เข้า");
define("LAN_412", "ตอบแล้ว");
define("LAN_413", "กระทู้เสริม");
define("LAN_414", "ตอบกลับ");
define("LAN_415", "สมาชิกที่กำลังดูส่วนการอภิปรายอยู่ในขณะนี้");
define("LAN_416", "รายชื่อสมาชิกที่กำลังดูส่วนการอภิปรายอยู่ในขณะนี้");
define("LAN_417", "สมาชิก");
define("LAN_418", "บุคคลทั่วไป");
define("LAN_419", "สมาชิกทั้งหมด");
define("LAN_420", "บุคคลทั่วไปทั้งหมด");
define("LAN_421", "แสดงกระทู้ใหม่");
define("LAN_422", "กระทู้ใหม่นับแต่ที่คุณเข้ามาครั้งล่าสุด");
define("LAN_423", "ส่งโดย");
define("LAN_424", "กระทู้เข้าใหม่");
define("LAN_425", "ตอบ:");
define("LAN_426", "ผู้ที่กำลังใช้งานขณะนี้คือคุณ: ");
define("LAN_427", "ดูรายละเอียด.");
define("LAN_428", "ตอบ:");
define("LAN_429", "ผู้ส่งกระทู้สูงสุด");
define("LAN_430", "กระทู้ยอดนิยม");
define("LAN_431", "กระทู้ของเรา");
define("LAN_432", "แก้ไขข้อมูลส่วนตัว");
define("LAN_433", "กฏระเบียบ");
define("LAN_434", "กลับไปที่การอภิปราย");
define("LAN_435", "ประวัติสมาชิก");
define("LAN_436", "(จะเปิดเป็นหน้าต่างใหม่.)");
define("LAN_437", "ลงทะเบียน");
define("LAN_438", "และเข้าสู่ระบบ.");
define("LAN_439", "ที่นี่");
define("LAN_440", "เพื่อเข้าสู่้หน้าลงทะเบียน.");
define("LAN_441", "ดูสถิติการอภิปราย");
define("FORLAN_441", "ยังไม่มีกฏระเบียบ");
define("FORLAN_442", "การส่งไฟล์ของเรา");
define("FORLAN_443", "[ลบสมาชิกแล้ว]");
define("FORLAN_444", "อภิปรายย่อย");


?>