<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("CONT_SCH_LAN_1", "Контент");
define("CONT_SCH_LAN_2", "Все категории контента");
define("CONT_SCH_LAN_3", "Добавлено в ответ на ");
define("CONT_SCH_LAN_4", "в"); //in

?>