<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Hindi/lan_request.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-30 17:25:55 $
|     $Author: arunshekher $
+----------------------------------------------------------------------------+
*/

define("LAN_dl_61", "डाउनलोड गलती");
define("LAN_dl_62", "इस फयल को डाउनलोड करने से आपको रोका गया हैं, आप अपने डाउनलोड भाग के सीमा पार कर चुकें");
define("LAN_dl_63", "आपको  इस फयल डाउनलोड करने कि सही अनुमति नहीं हैं ।");
define("LAN_dl_64", "पीछे");
define("LAN_dl_65", "फयल नहीं ढाली गयी");

?>
