<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Hindi/lan_sitedown.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-05-17 09:51:39 $
|     $Author: arunshekher $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "जाल स्थल थोड़े काल के लिये बन्द किये गयें हैं");
define("LAN_00", "थोड़े काल के लिये बन्द किये गयें हैं");
define("LAN_01", "कुछ आवश्यक अनुरक्षण के लिये हम ने जाल स्थल को थोड़े काल के लिये बन्द किये गयें हैं . इसको अधिक समय नहीं लेगना चाहिये - कृपया जल्दी ही पुनः जंच करें, असुविधा के लिये क्षमा चाहता हैं.");
?>
