<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.5 $
|     $Date: 2009-09-26 15:53:40 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Форум");

define("LAN_01", "Форумы");
define("LAN_02", "Ответов: ");
define("LAN_03", "Новое сообщение");

define("LAN_1", "Нормальная");
define("LAN_2", "Прикрепленная");
define("LAN_3", "Объявление");
define("LAN_4", "Голосование");
define("LAN_5", "Вопрос Опроса:");
define("LAN_6", "Добавить другие ответы");
define("LAN_7", "Тип голосования:");
define("LAN_8", "Могут голосовать все");
define("LAN_9", "Могут голосовать только пользователи");
define("LAN_10", "Войти");
define("LAN_11", "Запомнить меня");
define("LAN_16", "Имя пользователя: ");
define("LAN_17", "Пароль: ");
define("LAN_20", "Ошибка");
define("LAN_27", "Поле(я) не заполнено(ы)");
define("LAN_28", "Поле текста сообщения не заполнено.");
define("LAN_29", "Редактирование");
define("LAN_45", "Только зарегистрированные пользователи могут размещать сообщения в этом форуме. Нажмите");
define("LAN_60", "Начать новую тему");
define("LAN_61", "Ваше Имя: ");
define("LAN_62", "Тема: ");
define("LAN_63", "Сообщение: ");
define("LAN_64", "Подтверждение новой темы");
define("LAN_73", "Ответить: ");
define("LAN_74", "Отправить");
define("LAN_77", "Обновить тему");
define("LAN_78", "Обновить ответ");
define("LAN_94", "Добавил"); //Posted by
define("LAN_95", "Не авторизован");
define("LAN_96", "Вы не авторизованы для редактирования сообщения.");
define("LAN_100", "Первое сообщение");
define("LAN_101", "Последние ");
define("LAN_102", " сообщений");
define("LAN_103", "Посмотреть всю тему.)");
define("LAN_133", "Спасибо");
define("LAN_174", "Подпись");
define("LAN_175", "Логин");
define("LAN_212", "Забыли пароль?");
define("LAN_310", "Невозможно отправить сообщение, т.к. это имя пользователя зарегистрировано - если это Ваше имя, авторизуйтесь.");
define("LAN_311", "Гость");
define("LAN_322", "Добавлено: ");
define("LAN_323", "Предпросмотр");
define("LAN_324", "Ваше сообщение успешно отправлено.");
define("LAN_325", "Щелкните для просмотра Вашего сообщения");
define("LAN_326", "Щелкните для возврата на форум");
define("LAN_327", "Просмотр");
define("LAN_380", "Если Вы хотите получить по email уведомление, когда будет отправлен ответ на эту тему, отметьте галочкой ");
define("LAN_381", "Форум - ответ от ");
define("LAN_382", "Написано: ");
define("LAN_383", "Щелкните на ссылке для просмотра темы полностью ...");
define("LAN_384", "Форум - ответ на ");
define("LAN_385", "Сообщение: ");
define("LAN_386", "Если Вы не участвуете в опросе, оставьте эти поля чистыми");
define("LAN_387", "Перейти");
define("LAN_388", "Вернуться на вверх");
define("LAN_389", "Дублирование сообщения, переадресация ...");

define("LAN_390", "Прикрепление файла/изображения");
define("LAN_391", "Опции");
define("LAN_392", "Прикрепление файла");
define("LAN_393", "<b>Пожалуйста, имейте в виду</b><br />Разрешённые типы файлов:");
define("LAN_394", "Любые другие загруженные на сервер типы файлов будут немедленно удалены.");
define("LAN_395", "Максимальный размер файла");
define("LAN_396", " байт");

define("LAN_397", "Эта тема заблокирована.");

define("LAN_398", "Этот форум только для чтения.");

define("LAN_399", "Вы не зарегистрированы. Этот форум только для пользователей");

define("LAN_400", "отправить тему как");
define("LAN_401", "Перейти");
	
define("LAN_402", "голосование");
define("LAN_403", "объявление");
define("LAN_404", "прикреплено");
define("LAN_405", "Форумы");
define("LAN_406", "Ответ на:");
	
//v.616
define("LAN_407", "Переадресация");
define("LAN_408", "Если ваш браузер не поддерживает перенаправления, щелкните для перехода");
define("LAN_409", "ЗДЕСЬ");
define("LAN_410", ", чтобы быть перенаправленным");

define("LAN_411", "Сюда");
define("LAN_412", "чтобы перейти на страницу регистрации.");
	
define("LAN_413", "Голосование добавлено.");
define("LAN_414", "Нажмите для просмотра вашего голосования");
define("LAN_415", "Ваш ответ добавлен.");

define("LAN_416", "Прикрепить файл");
define("LAN_417", "Добавить еще вложение");

define("POLL_506", "Позволить множественные альтернативы?");
define("POLL_507", "да");
define("POLL_508", "нет");

define("LAN_FORUM_1", "Загрузки запрещены: ".e_FILE."общедоступный каталог не открыт на запись");
define("LAN_FORUM_2", "Дублированное сообщение");


?>