<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Форум");

define("LAN_01", "Форумы");
define("LAN_02", "Перейти к странице");
define("LAN_03", "Перейти");
define("LAN_04", "Предыдущая");
define("LAN_05", "Следующая");
define("LAN_06", "Зарегистрирован");
define("LAN_07", "Откуда");
define("LAN_08", "Сайт");
define("LAN_09", "Визитов на сайт");
define("LAN_10", "Наверх");
define("LAN_65", "Перейти");
define("LAN_66", "Эта тема закрыта");
define("LAN_67", "Сообщений");
define("LAN_194", "Гость");
define("LAN_195", "ID пользователя");
define("LAN_321", "Модераторы: ");
define("LAN_389", "Предыдущая тема");
define("LAN_390", "Следующая тема");
define("LAN_391", "Отслеживать эту тему");
define("LAN_392", "Отписаться от этой темы");
define("LAN_393", "Быстрый ответ");
define("LAN_394", "Просмотр");
define("LAN_395", "Отправить");
define("LAN_396", "Сайт");
define("LAN_397", "Email");
define("LAN_398", "Профиль");
define("LAN_399", "Приватное сообщение");
define("LAN_400", "Редактировать");
define("LAN_401", "Цитата");

define("LAN_402", "Автор");
define("LAN_403", "Добавил"); //Post
define("LAN_404", "Нет предыдущей темы");
define("LAN_405", "Нет следующей темы");

define("LAN_406", "Модератор: Редактировать");
define("LAN_435", "Модератор: Удалить");
define("LAN_408", "Модератор: Переместить");
define("LAN_409", "Вы уверены, что хотите удалить эту тему и все сообщения?");
define("LAN_410", "Вы уверены, что хотите удалить это сообщение?");
define("LAN_411", "Сообщено ");
define("LAN_412", "Заголовок");
define("LAN_413", "Сообщить модератору!");
define("LAN_414", "Сообщить об этой теме модератору");
define("LAN_415", "Название темы");
define("LAN_416", "Введите Ваше сообщение");
define("LAN_417", "Вы можете сообщить администратору об этой теме, а также объяснить Ваше нежелание просматривать ее на сайте.");;
define("LAN_418", "<b>НЕ используйте</b> эту форму для связи с Админом по другим причинам.");
define("LAN_419", "Отправить сообщение");
define("LAN_420", "Посмотреть сообщение");
define("LAN_421", "Тема форума сообщена");
define("LAN_422", "Это сообщение отправлено с сайта ");
define("LAN_423", "Сообщение не может быть отправлено. ");
define("LAN_424", "Сообщение отправлено модератору.<br />Спасибо .");
define("LAN_425", "Сообщение от: ");
define("LAN_426", "Ответов в теме: ");
define("LAN_427", "Ошибка отправки письма");
define("LAN_428", "Сообщение отправлено");
define("LAN_429", "Вернуться в форум");

define("LAN_430", "голосование");
define("FORLAN_26", "Ответ удален");
define("FORLAN_10", "Начать новую тему");
define("LAN_29", "Редактирование");

define("LAN_431", "Транслировать сообщения этой темы: rss 0.92");
define("LAN_432", "Транслировать сообщения этой темы: rss 2.0");
define("LAN_433", "Транслировать сообщения этой темы: RDF");

define("FORLAN_101", "Email Темы");
define("FORLAN_102", "Просмотр для печати");
define('FORLAN_103', '[пользователь удален]');
define('FORLAN_104', 'Тема не найдена');

define("FORLAN_HIDDEN", "СКРЫТО - АВТОРИЗУЙТЕСЬ НА ФОРУМЕ И ОТВЕТЬТЕ ДЛЯ ПРОСМОТРА");

?>