<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("FOR_SCH_LAN_1", "Форум");
define("FOR_SCH_LAN_2", "Выбрать форум");
define("FOR_SCH_LAN_3", "Все форумы");
define("FOR_SCH_LAN_4", "Сообщение целиком");
define("FOR_SCH_LAN_5", "Как часть сообщения");

?>