<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:46:23 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Загрузки на сервер форума");

define('FRMUP_1','Файлы, загруженные на сервер в форуме');
define('FRMUP_2','Файл удален');
define('FRMUP_3','Ошибка: Невозможно удалить файл');
define('FRMUP_4','Удаление файла');
define('FRMUP_5','Имя файла');
define('FRMUP_6','Результат');
define('FRMUP_7','Найдено в теме');
define('FRMUP_8','НЕ НАЙДЕНО');
define('FRMUP_9','Загруженых на сервер файлов не найдено');
define('FRMUP_10','Удалить');
	
?>