<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2007-02-26 04:03:35 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/
	
define("NFP_1", "Невозможно отобразить. Все последние сообщения выходят за рамки компетенции пользователей вашего класса");
define("NFP_2", "Сообщений еще нет");
define("NFP_3", "Конфигурация меню сохранена");
define("NFP_4", "Заголовок");
define("NFP_5", "Кол-во сообщений для показа?");
define("NFP_6", "Кол-во символов для показа?");
define("NFP_7", "Обрезать слишком длинные сообщения?");
define("NFP_8", "Показать тему в меню?");
define("NFP_9", "Обновить настройки меню");
define("NFP_10", "Конфигурация меню");
define("NFP_11", "Добавил "); //Posted by
	
?>