<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 237 $
|     $Date: 2009-09-20 16:18:50 +0600 (Вс, 20 сен 2009) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("FORLAN_1", "Вы должны ввести число дней, перед сокращением.");
define("FORLAN_2", "Выберите: удалить сокращенные сообщения полностью, или сделать их на какое-то время неактивными.");
define("FORLAN_3", "Удалить");
define("FORLAN_4", "Сделайте неактивным");
define("FORLAN_5", "Сократить");
define("FORLAN_6", "Отмена");
define("FORLAN_7", "Опции форума");
define("FORLAN_8", "Сокращение тем форума завершено.");
define("FORLAN_9", "Сокращение тем форума не требуется.");
define("FORLAN_10", "Опции сохранены");
define("FORLAN_11", "Форум добавлен в базу данных.");
define("FORLAN_12", "Каталог форума обновлён в базе данных.");
define("FORLAN_13", "Каталог добавлен в базу данных.");
define("FORLAN_14", "Каталог форума обновлён в базе данных.");
define("FORLAN_15", "Отметить для подтверждения удаления форума");
define("FORLAN_16", "Форумы");
define("FORLAN_17", "Каталогов пока нет");
define("FORLAN_18", "Существующие каталоги");
define("FORLAN_19", "Редактировать");
define("FORLAN_20", "Удалить");
define("FORLAN_21", "отметьте для подтверждения");
define("FORLAN_22", "Каталог");
define("FORLAN_23", "Доступный");
define("FORLAN_24", "отметьте, чтобы сделать доступным пользователям отмеченных групп");
define("FORLAN_25", "Обновить каталог");
define("FORLAN_26", "Создать каталог");
define("FORLAN_27", "Необходимо создать не менее одного каталога перед созданием форума.");
define("FORLAN_28", "Форумы");
define("FORLAN_29", "Форумов ещё нет.");
define("FORLAN_30", "Существующие форумы");
define("FORLAN_31", "Имя");
define("FORLAN_32", "Описание");
define("FORLAN_33", "Модераторы");
define("FORLAN_34", "отметьте, чтобы сделать активным на этом форуме");
define("FORLAN_35", "Обновить форум");
define("FORLAN_36", "Создать форум");
define("FORLAN_37", "Порядок");
define("FORLAN_38", "Закрыт");
define("FORLAN_39", "Только для пользователей");
define("FORLAN_40", "Ограничено");
define("FORLAN_41", "Поднять вверх");
define("FORLAN_42", "Опустить вниз");
define("FORLAN_43", "Предварительный просмотр/Порядок форума");
define("FORLAN_44", "Включить таблицы");
define("FORLAN_45", "Отметьте, чтобы формировать форум в пределах таблицы темы");
define("FORLAN_46", "Название отображается в заголовке, включено формирование таблиц");
define("FORLAN_47", "Включить уведомление через email");
define("FORLAN_48", "Выбрать для разрешения пользователям получать уведомление об ответах на их сообщениях на email");
define("FORLAN_49", "Включить голосования");
define("FORLAN_50", "Выбрать для того, чтобы пользователи могли создавать голосования в форумах.");
define("FORLAN_51", "Включить отслеживание");
define("FORLAN_52", "Выбрать для включения слежения за темой. При появлении новых сообщений в такой теме, пользователь будет получать сообщение на email");
define("FORLAN_53", "Email-префикс");
define("FORLAN_54", "Текст, который Вы введёте, будет префиксом темы для всех писем отправленные через форум");
define("FORLAN_55", "Считать тему популярной, при данном кол-ве сообщений");
define("FORLAN_56", "Количество ответов в теме для того, что бы она была отмечена как популярная");
define("FORLAN_57", "Количество сообщений на странице");
define("FORLAN_58", "Количество сообщений форума, которое будет выведено на одну страницу");
define("FORLAN_59", "Сокращение");
define("FORLAN_60", "Удаление сообщений без ответов за определенной период времени.<b>Пожалуйста, будьте осторожны используя эту функцию!</b>");
define("FORLAN_61", "Обновить настройки");
define("FORLAN_62", "Опции форума");

define("FORLAN_63", "Уровни");
define("FORLAN_64", "Введите название Ваших уровней. Если поле не заполнено, то будут использованы звезды, для обозначения уровней. Уровни разделяются запятыми. Максимум 10 уровней, самый низкий первый.");
define("FORLAN_65", "Заголовок форума");
define("FORLAN_66", "Плагин Голосования не установлен"); //Poll plugin not installed
define("FORLAN_70", "Включить прикрепление файлов/изображений");
define("FORLAN_71", "Позвольте пользователям загружать на сервер файлы или изображения с их сообщением на форуме,");

define("FORLAN_72", "Обновить порядок");
define("FORLAN_73", "Порядок обновлён");

define("FORLAN_75", "Каталоги");
define("FORLAN_76", "Главная страница форумов");
define("FORLAN_77", "Создать форум");
define("FORLAN_78", "Порядок форумов");
define("FORLAN_79", "Параметры");
define("FORLAN_80", "Опции");
define("FORLAN_81", "Вы уверены, что хотите удалить этот каталог? Все форумы данного каталога, а также сообщения в них, будут удалены.");
define("FORLAN_82", "Вы уверены, что хотите удалить этот форум?");
define("FORLAN_83", "Создать каталог");
define("FORLAN_84", "Только пользователям");
define("FORLAN_85", "Только для чтения");
define("FORLAN_86", "Только для администраторов");
define("FORLAN_87", "Стереть тему без ответа в течении дней:");

define("FORLAN_88", "Стереть тему без ответа в течении дней:");

define("FORLAN_89", "Удалить сообщения целиком");
define("FORLAN_90", "Сделать сообщение неактивным");

define("FORLAN_91", "Сообщение(я) сделано неактивным");
define("FORLAN_92", "тема(ы) удалена");
define("FORLAN_93", "ответ(ы) удалён");

define("FORLAN_94", "Установить ранг");
define("FORLAN_95", "Установить ранг");
define("FORLAN_96", "Форум удалён");
define("FORLAN_97", "Каталог удалён");

define("FORLAN_98", "Имя рейтинга");
define("FORLAN_99", "количество пунктов перед тем, как уровень изменяется ");
define("FORLAN_100", "загрузите на сервер изображения в e107_themes/Your_Theme/forum/");
define("FORLAN_101", "Главный Администратор");
define("FORLAN_102", "Лимит");
define("FORLAN_103", "Администратор сайта");
define("FORLAN_104", "Изображение уровня");
define("FORLAN_105", "Модератор форума");


define("FORLAN_106", "Сокращенный тип:");
define("FORLAN_107", "Форум");
define("FORLAN_108", " удалённый");
define("FORLAN_109", "дней:");
define("FORLAN_110", "Сократить");
define("FORLAN_111", "деактивировать");

define("FORLAN_112", "Позволить переадресацию");
define("FORLAN_113", "Переадресация на страницы форума после ответа");
define("FORLAN_114", "Свой заголовок у пользователя");
define("FORLAN_115", "Позволить пользователям редактировать заголовок");
define("FORLAN_116", "Уведомления о сообщениях"); //Reported Posts
define("FORLAN_117", "Удалится только уведомление о сообщении. Не само сообщение."); //...of the reported post. Not the post itself.
define("FORLAN_118", "Уведомление о сообщении удалено"); //Reported post deleted
define("FORLAN_119", "Щелкните ссылку для открытия форума в новом окне.");
define("FORLAN_120", "Это позволит пользователям менять свои Персональные заголовки");
define("FORLAN_121", "Нет уведомлениий о сообщениях"); //No reported posts
define("FORLAN_122", "Щелкните здесь, чтобы отправить email администратору, когда кто-либо уведомляет о сообщении форума"); //...when someone reports a forum post
define("FORLAN_123", "Правила форума");
define("WMGLAN_1", "Правила для гостей");
define("WMGLAN_2", "Правила для пользователей");
define("WMGLAN_3", "Правила для администраторов");
define("WMGLAN_4", "Принять");
define("WMGLAN_5", "Установить правила форума");
define("WMGLAN_6", "Активировать?");
define("FORLAN_126", "Показывать подсказки");
define("FORLAN_127", "Отметить, для показа первого сообщения темы, при наведении курсора на название темы. ");
define("FORLAN_128", "Длина подсказки");
define("FORLAN_129", "Вы можете определить максимальное количество символов в подсказке. ");
define("FORLAN_130", "нажмите здесь");
define("FORLAN_131", "что бы установить максимальный объем файлов, расширения и проч.");
define("FORLAN_132", "Сделать акцент на прикрепленных темах");
define("FORLAN_133", "Придать прикрепленным темам дополнительный акцент (отдельные секции тем и заголовков)");
define("FORLAN_134", "Максимальный размер загружаемых на сервер изображений");
define("FORLAN_135", "Оставьте пустым для запрета автоизменения размера");
define("FORLAN_136", "Сделать ссылку на большое изображение");
define("FORLAN_137", "Если включить - изображение автоматически преобразуется в маленькое и будет создана ссылка на большое. Если отключено, исходное изображение будет отвергнуто");
define("FORLAN_138", "Очистить эти форумы");
define("FORLAN_139", "Для использования этой возможности нужно также отметить 'разрешить добавление изображений' на странице <a href='".e_ADMIN."image.php'>изображений</a>");
define("FORLAN_140", "Смотреть");
define("FORLAN_141", "Сообщение");
define("FORLAN_142", "Разрешения сообщений");
define("FORLAN_143", "Показывает, кто может оставлять сообщения в форуме");
define("FORLAN_144", "Установить модераторов");
define("FORLAN_145", "Настроить подфорум");
define("FORLAN_146", "Подфорумов еще нет");
define("FORLAN_147", "Обновить подфорум");
define("FORLAN_148", "Создать подфорум");
define("FORLAN_149", "подфорумы");
define("FORLAN_150", "подфорум");
define("FORLAN_151", "ИД");
define("FORLAN_152", "сообщения");
define("FORLAN_153", "Инструменты");
define("FORLAN_154", "Ответ удален");
define("FORLAN_155", "Категории форумов");

define("FORLAN_156", "Выберите форум(ы), чтобы выполнить действие");
define("FORLAN_157", "Все форумы");
define("FORLAN_158", "Пересчитайте информацию о последних сообщениях форума");
define("FORLAN_159", "Выбрать для пересчитывания информации о последних сообщениях форума");
define("FORLAN_160", "Выберите, чтобы выполнять это только на форумах, не в темах");
define("FORLAN_161", "Пересчитать сообщения/ответы");
define("FORLAN_162", "Выберите для пересчета сообщений/ответов");
define("FORLAN_163", "Пересчитать сообщения, оставленные пользователями");
define("FORLAN_164", "Выберите для пересчета сообщений пользователей");
define("FORLAN_165", "Выполнить функцию");
define("FORLAN_166", "Инструменты форума");
define("FORLAN_167", "Счетчик форума обновлен");
define("FORLAN_168", "Информация о последних сообщениях обновлена");
define("FORLAN_169", "Счетчик сообщений пользователей обновлен");
define("FORLAN_166", "Инструменты форума");
define("FORLAN_167", "Счетчики обновлены для форума");
define("FORLAN_168", "Информация о последних сообщениях обновлена для форума");
define("FORLAN_169", "Счетчик сообщений пользователей обновлен для форума");
define("FORLAN_170", "Сообщения");
define("FORLAN_171", "Ответы на тему");
define("FORLAN_172", "Удалить это сообщение");
define("FORLAN_173", "Заголовок темы");
define("FORLAN_174", "Сообщено пользователем");
define("FORLAN_175", "Сообщение передано");
define("FORLAN_176", "Сообщение");

define("FORLAN_177", "Сделать уведомление по Еmail по умолчанию ВКЛЮЧЕННЫМ");
define("FORLAN_178", "Отметьте, чтобы переключатель включения отсылки уведомлений мог быть по умолчанию в положении ВКЛЮЧЕНО");

define("FORLAN_179", "(Добавление * к началу имени форума сделает этот форум только контейнером для подфорумов. Тема форума должна поддерживать эту опцию.)");
define("FORLAN_180", "Подтверждение операции удаления");
define("FORLAN_181", "Удалить");
define("FORLAN_182", "также пересчитать ответы для всех тем в выбранном форуме");
define("FORLAN_183", "(эта функция не доступна при выборе 'все форумы' из-за количества запросов, которые она генерирует)");

?>