<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("FORLAN_5", "Голосование стёрто.");
define("FORLAN_6", "Тема стёрта");
define("FORLAN_7", "ответы стёрты");
define("FORLAN_8", "Удаление отменено.");
define("FORLAN_9", "Тема перенесена.");
define("FORLAN_10", "Перенос отменён.");
define("FORLAN_11", "Назад в Форумы");
define("FORLAN_12", "Конфигурация форума");
define("FORLAN_13", "Вы уверены, что следует стереть голосование?<br />Данные <b><u>нельзя</u></b> будет восстановить.");
define("FORLAN_14", "Отменить");
define("FORLAN_15", "Подтвердить уничтожение сообщения");
define("FORLAN_16", "Подтвердить уничтожение голосовалки");
define("FORLAN_17", "Автор:");
define("FORLAN_18", "Вы уверены, что следует стереть данный форум");
define("FORLAN_19", "тему и последующие сообщения");
define("FORLAN_20", "голосование тоже будет стёрто");
define("FORLAN_21", "Сразу удалить все ");
define("FORLAN_22", "сообщения?<br />Восстановить");
define("FORLAN_23", "будет</u></b> невозможно");
define("FORLAN_24", "Перенести тему в форум");
define("FORLAN_25", "Перенести тему");
define("FORLAN_26", "Ответ удален");

define("FORLAN_27", "перенесено");

define("FORLAN_28", "Не менять название темы");
define("FORLAN_29", "Добавить");
define("FORLAN_30", "в название");
define("FORLAN_31", "Переименовать в:");
define("FORLAN_32", "Опции переименования темы:");	

?>