<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:46:23 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("FOR_SCH_LAN_1", "Форум");
define("FOR_SCH_LAN_2", "Выбрать форум");
define("FOR_SCH_LAN_3", "Все форумы");
define("FOR_SCH_LAN_4", "Сообщение целиком");
define("FOR_SCH_LAN_5", "Как часть сообщения");

?>