<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
	
define("NFP_1", "Невозможно отобразить. Все последние сообщения выходят за рамки компетенции пользователей вашего класса");
define("NFP_2", "Сообщений еще нет");
define("NFP_3", "Конфигурация меню сохранена");
define("NFP_4", "Заголовок");
define("NFP_5", "Кол-во сообщений для показа?");
define("NFP_6", "Кол-во символов для показа?");
define("NFP_7", "Обрезать слишком длинные сообщения?");
define("NFP_8", "Показать тему в меню?");
define("NFP_9", "Обновить настройки меню");
define("NFP_10", "Конфигурация меню");
define("NFP_11", "Добавил "); //Posted by
define("NFP_12", "Максимальный возраст отображаемых сообщений");
define("NFP_13", "Используйте ноль на спокойном сайте; установка значения в днях сократит время [поиска] в базе данных на занятом сайте"); //...will reduce database time on a busy site. [поиска] добавлено по смыслу
	

?>