<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:40 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("e_PAGETITLE", "Статистика форума");

define("FSLAN_1", "Общая");
define("FSLAN_2", "Форум открыт");
define("FSLAN_3", "Открыт для ");
define("FSLAN_4", "Всего сообщений");
define("FSLAN_5", "Разделы форума");
define("FSLAN_6", "Ответы форума");
define("FSLAN_7", "Просмотров тем форума");
define("FSLAN_8", "Размер БД (только таблицы форума)");
define("FSLAN_9", "Средняя длина ряда в таблице форума");
define("FSLAN_10", "Наиболее активные разделы");
define("FSLAN_11", "Ранг");
define("FSLAN_12", "Раздел");
define("FSLAN_13", "Ответы");
define("FSLAN_14", "Начато ");
define("FSLAN_15", "Дата");
define("FSLAN_16", "Наиболее просматриваемые разделы");
define("FSLAN_17", "Просмотров");
define("FSLAN_18", "Самые активные пользователи");
define("FSLAN_19", "Имя");
define("FSLAN_20", "Сообщений");
define("FSLAN_21", "Больше всех начали разделов");
define("FSLAN_22", "Лучшие ответы");
define("FSLAN_23", "Статистика Форума");
define("FSLAN_24", "Среднее кол-во сообщений в день");

?>