<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:40 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("FOR_SCH_LAN_1", "Форум");
define("FOR_SCH_LAN_2", "Выбрать форум");
define("FOR_SCH_LAN_3", "Все форумы");
define("FOR_SCH_LAN_4", "Сообщение целиком");
define("FOR_SCH_LAN_5", "Как часть сообщения");

?>