<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Форум");

define("LAN_01", "Форумы");
define("LAN_02", "Вернуться наверх");
define("LAN_03", "Перейти");
define("LAN_53", "Темы");
define("LAN_54", "Начал");
define("LAN_55", "Ответов ");
define("LAN_56", "Просмотров");
define("LAN_57", "Последний");
define("LAN_58", "Этот форум пуст. Посетите его позже.");
define("LAN_59", "Только зарегистрированные пользователи могут добавлять сообщения в этом форуме. Нажмите <a href='".e_BASE."signup.php'>сюда</a>  для регистрации либо зайдите под своим именем.");
define("LAN_79", "Новые сообщения");
define("LAN_80", " Новых сообщений нет");
define("LAN_81", "Тема закрыта");
define("LAN_180", "Поиск");
define("LAN_199", "Есть непрочитанные сообщения");
define("LAN_202", "Прикреплена");
define("LAN_203", "Прикреплена/Закрыта");
define("LAN_204", "Вы <b>можете</b> начинать новые темы");
define("LAN_205", "Вы <b>не можете</b> начинать новые темы");
define("LAN_206", "Вы <b>можете</b> отвечать на сообщения");
define("LAN_207", "Вы <b>не можете</b> отвечать на сообщения");
define("LAN_208", "Вы <b>можете</b> редактировать свои сообщения");
define("LAN_209", "Вы <b>не можете</b> редактировать свои сообщения");
define("LAN_316", "Перейти к странице ");
define("LAN_317", "Нет");
define("LAN_321", "Модераторы: ");
define("LAN_395", "[популярные]");
define("LAN_396", "Объявление");
	
define("LAN_397", "Этот форум только для чтения");

define("LAN_398", "Открепить тему");
define("LAN_399", "Закрыть тему");
define("LAN_400", "Открыть тему");
define("LAN_401", "Прикрепить тему");
define("LAN_402", "Переместить тему");
define("LAN_403", "Перейти на форум");
define("LAN_404", "Модератор(ы)");

define("LAN_405", "пользователь в настоящее время просматривает форум");
define("LAN_406", "пользователи в настоящее время просматривает форум");
define("LAN_407", "пользователь");
define("LAN_408", "гость");
define("LAN_409", "пользователей");
define("LAN_410", "гостей");
	
//v.616
define("LAN_411", "Важная тема");
define("LAN_412", "Темы форума");
define("LAN_431", "Транслировать сообщения форума: rss 0.92");
define("LAN_432", "Транслировать сообщения форума: rss 2.0");
define("LAN_433", "Транслировать сообщения форума: RDF");

define("LAN_434", "Уверены, что хотите удалить эту тему и все ответы на нее?");
define("LAN_435", "Удалить тему");
	
//v.617
define("FORLAN_CLOSE", "Тема закрыта.");
define("FORLAN_OPEN", "Тема сделана открытой.");
define("FORLAN_STICK", "Тема сделана прикрепленной.");
define("FORLAN_UNSTICK", "Тема больше не является прикрепленной.");
define("FORLAN_6", "Тема стёрта");
define("FORLAN_7", "ответы стёрты");
define("FORLAN_8", "здесь");
define("FORLAN_9", "чтобы зарегистрироваться или войти через меню входа.");
	
define("FORLAN_10","Начать новую тему");
define("FORLAN_11","Новые сообщения");
define("FORLAN_12","Нет новых сообщений");
define("FORLAN_13","Новые сообщения в популярной теме");
define("FORLAN_14","Нет новых сообщений в популярной теме");
define("FORLAN_15","Прикрепленная тема");
define("FORLAN_16","Закрытая прикрепленная тема");
define("FORLAN_17","Объявление");
define("FORLAN_18","Закрытая тема");
define('FORLAN_19', '[пользователь удален]');
define('FORLAN_20', 'Подфорум');
define('FORLAN_21', 'Темы');
define('FORLAN_22', 'Последнее сообщение');
	
?>