<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 183 $
|     $Date: 2008-08-30 21:41:13 +0600 (Сб, 30 авг 2008) $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/
	
define("COUNTER_L1", "Посещения админа не подсчитываются.");
define("COUNTER_L2", "Эта страница сегодня ...");
define("COUNTER_L3", "всего");
define("COUNTER_L4", "Эта страница когда-либо ...");
define("COUNTER_L5", "уникальных");
define("COUNTER_L6", "Сайт ...");
define("COUNTER_L7", "Статистика");
define("COUNTER_L8", "Сообщение администрации: <b>Статистика отключена.</b><br />Для активизации, вам нужно установить плагин статистики в <a href='".e_ADMIN."plugin.php'>Менеджере плагинов</a>, а затем активировать его на <a href='".e_PLUGIN."log/admin_config.php'>странице конфигурации</a>.");
	
?>