<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/counter_menu/languages/Thai.php,v $
|     $Revision: 1.1 $
|     $Date: 2006-04-13 16:03:07 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
	
define("COUNTER_L1", "ยังไมได้่กำหนดให้นับจำนวนครั้งการเข้าระบบของผู้จัดการระบบ");
define("COUNTER_L2", "ในหน้านี้ วันนี้..");
define("COUNTER_L3", "รวม");
define("COUNTER_L4", "มีเข้าในหน้านี้แล้ว...");
define("COUNTER_L5", "จากเดิม");
define("COUNTER_L6", "จากเว็ปไซท์ ...");
define("COUNTER_L7", "สถิติการเข้าใช้");
define("COUNTER_L8", "แจ้งดำเนินการ: <b>ยังไม่เปิดใช้การนับค่าสถิติการใช้งานระบบ.</b><br />การเปิดใช้งาน ต้องติดตั้งโปรแกรมเสริมการนับค่าสถิติการใช้งานระบบ จากหน้า<a href='".e_ADMIN."plugin.php'>การจัดการโปรแกรมเสริม</a>,แล้วเปิดจาก <a href='".e_PLUGIN."log/admin_config.php'>การจัดการติดตั้ง</a>.");
	
?>