<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File
|     Bulgarian Language Pack for e107 Version 0.7
|     Copyright T? 2005 - Bulgarian e107
|     http://www.e107bg.org
|     Encoding: utf-8 
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvs_backup/e107_langpacks/e107_plugins/newsfeed/languages/Bulgarian.php,v $
|     $Revision: 1.5 $
|     $Date: 2007-03-04 22:15:54 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/


define("NFLAN_01", "RSS Новини от други сайтове");
define("NFLAN_02", "Този плъгин взема rss новини от други сайтове и ги показва на сайта ви според настройките ви");
define("NFLAN_03", "Настройка на RSS новините от други сайтове");
define("NFLAN_04", "Newsfeeds модула беше инсталиран успешно. За да добавите новини от други сайтове и да настроите модула, върнете се в главната админ страница и кликнете върху newsfeeds (RSS Новини от други сайтове) иконата в секцията с модули.");
define("NFLAN_05", "Редактирай");
define("NFLAN_06", "Изтрий");
define("NFLAN_07", "Съществуващи фийдове");
define("NFLAN_08", "Главна страница");
define("NFLAN_09", "Създай RSS фийд");
define("NFLAN_10", "URL до rss фийда");
define("NFLAN_11", "Път до снимката");
define("NFLAN_12", "Активиране");
define("NFLAN_13", "Никъде (неактивен)");
define("NFLAN_14", "Само в менюто");
define("NFLAN_15", "Създай RSS фийд");
define("NFLAN_16", "Обнови RSS фийд");
define("NFLAN_17", "въведи 'по подразбиране' в кутийката за да използвате оригиналната снимка към RSS фийд, за да използвате ваша снимка въведете пълният път до нея, оставете празно ако не желаете снимка.");
define("NFLAN_18", "Интервал за обновяване в секунди");
define("NFLAN_19", "ie, 3600: RSS новината ще се обновява на всеки час");
define("NFLAN_20", "Само на главната страница");
define("NFLAN_21", "В двете менюта и RSS фийд страницата");
define("NFLAN_22", "посочете къде искате RSS новините да се показват");
define("NFLAN_23", "RSS фийда е добавен в дазата данни.");
define("NFLAN_24", "Задължителни полета са празни.");
define("NFLAN_25", "RSS фийд е обновен в БД.");
define("NFLAN_26", "Интервал на обновяване");
define("NFLAN_27", "Настройки");
define("NFLAN_28", "URL");
define("NFLAN_29", "Налични RSS фийдове");
define("NFLAN_30", "Име на фийд");
define("NFLAN_31", "Обратно в листата с фийдове");
define("NFLAN_32", "Няма намерен фийд с този номер.");
define("NFLAN_33", "Дата на публикуване: ");
define("NFLAN_34", "не се знае");
define("NFLAN_35", "публикувано от ");
define("NFLAN_36", "Описание");
define("NFLAN_37", "кратко описание на RSS фийда, въведете 'default' за да използвате описанието което е във фийда");
define("NFLAN_38", "Заглавие");
define("NFLAN_39", "Детайли");
define("NFLAN_40", "RSS фийда е изтрит");
define("NFLAN_41", "Все още няма RSS фийдове");

define("NFLAN_42", "<b>&raquo;</b> <u>RSS фийд Име:</u>
	Името на RSS фийда може да бъде каквото пожелаете.
	<br /><br />
	<b>&raquo;</b> <u>URL до rss фийд:</u>
	Адреса на rss фийда
	<br /><br />
	<b>&raquo;</b> <u>Път до снимката:</u>
	Ако фийда има снимка към него, въведете 'default' за да я използвате. За да използвате ваша снимка, въведете пълният път до нея. Оставете празно ако не желаете да има снимка.
	<br /><br />
	<b>&raquo;</b> <u>Описание:</u>
	Въведете кратко описание на RSS фийда,или въведете 'default' за да използвате описанието което е във фийда.
	<br /><br />
	<b>&raquo;</b> <u>Интервал на обновяване в секунди:</u>
	Сумата от секунди преди фийда да се обнови, например, 1800: 30 минути, 3600: един час.
	<br /><br />
	<b>&raquo;</b> <u>Активиране:</u>
	къде желаете да се показват rss новините ви, за да видите менюто с фийдове трябва да го активирате от <a href='".e_ADMIN."menus.php'>менюто</a>.
	<br /><br />За добра листа с налични фийдове, можете да проверите <a href='http://www.syndic8.com/' rel='external'>syndic8.com</a> или <a href='http://feedfinder.feedster.com/index.php' rel='external'>feedster.com</a>");
define("NFLAN_43", "RSS фийд помощ");
define("NFLAN_44", "кликни за преглед");

define("NFLAN_45", "Брой на новините в менюто");
define("NFLAN_46", "Брой на новините показващи се на главната страница");
define("NFLAN_47", "0 или празно за да показва всички");

define("NFLAN_48", "Неуспех при записване на данните в БД.");
define("NFLAN_49", "Неуспех при обновяване на rss данните - използва се нестандартен синтаксис");
?>