<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.7 $
|     $Date: 2009-09-26 15:53:40 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("NFLAN_01", "Заголовки новостей");
define("NFLAN_02", "Этот плагин будет транслировать  rss-потоки с других веб-узлов и будет отображать их согласно вашим предпочтениям");
define("NFLAN_03", "Настроить плагин");
define("NFLAN_04", "Плагин успешно установлен. Чтобы добавить источник новостей и настроить плагин, вернитесь к основной странице Админцентра и щелкните на соответствующем значке в секции плагинов.");
define("NFLAN_05", "Редактировать");
define("NFLAN_06", "Удалить");
define("NFLAN_07", "Существующие ленты новостей");
define("NFLAN_08", "Главная страница лент новостей");
define("NFLAN_09", "Создать ленту новостей");
define("NFLAN_10", "URL к rss-потоку");
define("NFLAN_11", "Путь к изображению");
define("NFLAN_12", "Активация");
define("NFLAN_13", "Нигде (неактивный)");
define("NFLAN_14", "Только в меню");
define("NFLAN_15", "Создать ленту новостей");
define("NFLAN_16", "Обновить ленту новостей");
define("NFLAN_17", "чтобы использовать ваше собственное изображение введите полный путь, либо оставьте пустым, чтобы не использовать никакого изображения.");
define("NFLAN_18", "Обновите интервал в секундах");
define("NFLAN_19", "например, 3600: источник будет обновляться каждый час");
define("NFLAN_20", "Ленты новостей только на основной странице");
define("NFLAN_21", "Как в меню, так и на странице новостей");
define("NFLAN_22", "Выберите, где вы хотите отображать ленты новостей");
define("NFLAN_23", "Лента введена в БД.");
define("NFLAN_24", "Обязательные поля не заполнены.");
define("NFLAN_25", "Лента обновлена в БД.");
define("NFLAN_26", "Интервал обновления");
define("NFLAN_27", "Опции");
define("NFLAN_28", "URL");
define("NFLAN_29", "Доступные ленты новостей");
define("NFLAN_30", "Имя источника");
define("NFLAN_31", "Назад к списку источников");
define("NFLAN_32", "Источников с этим номером не найдено.");
define("NFLAN_33", "Дата публикации: ");
define("NFLAN_34", "не известно");
define("NFLAN_35", "Добавил "); //posted by 
define("NFLAN_36", "Описание");
define("NFLAN_37", "оставьте пустым, чтобы использовать описание, определенное в источнике");
define("NFLAN_38", "Заголовки");
define("NFLAN_39", "Подробности");
define("NFLAN_40", "Источник новостей удален");
define("NFLAN_41", "Еще нет источников новостей");

define("NFLAN_42", "<b>&raquo;</b> <u>Имя источника:</u>
	Определяющее имя источника, может быть любое, которое вам нравится.
	<br /><br />
	<b>&raquo;</b> <u>URL к rss-источнику:</u>
	Адрес rss-источника
	<br /><br />
	<b>&raquo;</b> <u>Путь к изображению:</u>
	чтобы использовать ваше собственное изображение введите полный путь, либо оставьте пустым чтобы не использовать никакого изображения.
	<br /><br />
	<b>&raquo;</b> <u>Описание:</u>
	Краткое описание источника, оставьте пустым, чтобы использовать описание, определенное в источнике.
	<br /><br />
	<b>&raquo;</b> <u>Интервал обновления в секундах:</u>
	Количество секунд, которые проходят перед тем, как источник будет обновлен, например, 1800: 30 минут, 3600: час.
	<br /><br />
	<b>&raquo;</b> <u>Активация:</u>
	Где вы хотите, чтобы результаты источника отображались, чтобы видеть меню лент новостей, вам нужно будет активизировать это меню на <a href='".e_ADMIN."menus.php'>странице меню</a>.
	<br /><br />Для хорошего списка доступных источников, посмотрите <a href='http://www.syndic8.com/' rel='external'>syndic8.com</a> or <a href='http://feedfinder.feedster.com/index.php' rel='external'>feedster.com</a>");
define("NFLAN_43", "Справка");
define("NFLAN_44", "Нажмите для просмотра");

define("NFLAN_45", "Количество источников отображаемых в меню");
define("NFLAN_46", "Количество источников отображаемых на главной странице");
define("NFLAN_47", "0 или пустая строка для показа всех");

define("NFLAN_48", "Невозможно сохранить информацию в базе данных.");
define("NFLAN_49", "Невозможно преобразовать rss-данные - используется нестандартный синтаксис");

?>
