<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/admin/lan_links.php,v $
|     $Revision: 1.5 $
|     $Date: 2007-03-04 22:09:39 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("LCLAN_1", "Настройките са запазени");
define("LCLAN_2", "Линка е записан в базата данни.");
define("LCLAN_3", "Линка е обновен в базата данни.");
// define("LCLAN_4", "Link deleted.");
define("LCLAN_6", "Подредбата е обновена.");
define("LCLAN_8", "Съществуващи линкове");
define("LCLAN_12", "Показване на линка");
define("LCLAN_15", "Име на линка");
define("LCLAN_16", "URL на линка");
define("LCLAN_17", "Описание на линка");
define("LCLAN_18", "Иконка / бутон на линка");
define("LCLAN_19", "Начин на отваряне на линка");
define("LCLAN_20", "В същият прозорец");
define("LCLAN_23", "В нов прозорец");
define("LCLAN_24", "Отваряне в 600x400 мини-прозорец");
define("LCLAN_25", "Линка ще се вижда от");
define("LCLAN_26", "Определете кой клас потребители ще може да вижда линка");
define("LCLAN_27", "Обновяване на линка");
define("LCLAN_28", "Създаване на линк");
define("LCLAN_29", "Линкове");
define("LCLAN_30", "премести на горе");
define("LCLAN_31", "премести на доло");
define("LCLAN_39", "Виж иконите");
define("LCLAN_53", "Линк");
define("LCLAN_54", "изтрит");
define("LCLAN_58", "Сигурни ли сте, че искате да изтриете този линк?");
define("LCLAN_61", "Няма линкове");
define("LCLAN_62", "Всички линкове");
define("LCLAN_63", "Създаване");
define("LCLAN_68", "Настройки на линковете");
define("LCLAN_78", "Показване на описанието на линка");
define("LCLAN_79", "Описанието ще се показва когато мишката минава върху линка");
define("LCLAN_80", "Активиране на подменюта");
define("LCLAN_81", "Подменютата ще се показват при натискане на главния линк (Линка към който води главния линк се блокира)");
define("LCLAN_83", "Генератор на под-линкове");
define("LCLAN_88", "Настройки на линковете на сайта");
define("LCLAN_89", "Иконка");
define("LCLAN_90", "Име на линка");
define("LCLAN_91", "Премести");
define("LCLAN_95", "Клас потребители");

define("LCLAN_96", "Показване в темата на сайта като");


define("LINKLAN_1", "Отваряне в 800x600 прозорец");
define("LINKLAN_2", "Под-линк");
define("LINKLAN_3", "Не е под-линк (Главен линк)");
define("LINKLAN_4", "Линк Генератор");
define("LINKLAN_5", "Генирирай под-линковете");
define("LINKLAN_6", "Създаване на под-линкове на:");
define("LINKLAN_7", "Създаване на под-линкове към линк?");
define("LINKLAN_8", "Категории новини");
define("LINKLAN_9", "Категории файлове");
define("LINKLAN_10", "Създаване на под-линк");

?>
