<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/admin/lan_plugin.php,v $
|     $Revision: 1.3 $
|     $Date: 2006-11-28 21:46:23 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("EPL_ADLAN_0", "Инсталирай");
define("EPL_ADLAN_1", "Деинсталирай");
define("EPL_ADLAN_2", "Сигурни ли сте, че искате да деинсталирате този модул?");
define("EPL_ADLAN_3", "Потвърди деинсталирането");
define("EPL_ADLAN_4", "Деинсталирането отказано.");
define("EPL_ADLAN_5", "Инсталирането че създаде нови възможности за настройки.");
define("EPL_ADLAN_6", "... тогава натиснете тук за да продължите инсталацията");
define("EPL_ADLAN_7", "Таблиците в базата данни са обновени успешно.");
define("EPL_ADLAN_8", "Настройките са създадени успешно.");
define("EPL_ADLAN_9", "SQL командата е неуспешна. Проверете за да бъдете сигурни, че всички промени по обновяването са наред.");
define("EPL_ADLAN_10", "Име");
define("EPL_ADLAN_11", "Версия");
define("EPL_ADLAN_12", "Автор");
define("EPL_ADLAN_13", "Съвместим");
define("EPL_ADLAN_14", "Описание");
define("EPL_ADLAN_15", "Прочетете README файла за повече информация");
define("EPL_ADLAN_16", "Информация за модулите");
define("EPL_ADLAN_17", "Още информация ...");
define("EPL_ADLAN_18", "Не са създадени успено таблиците за този модул.");
define("EPL_ADLAN_19", "Таблиците са съзаддени успешно в базата данни.");
//define("EPL_ADLAN_20", "Новите настройки са създадени успешно.");

define("EPL_ADLAN_21", "Модула е вече инсталиран.");
define("EPL_ADLAN_22", "Инсталиран");
define("EPL_ADLAN_23", "Не е инсталиран");
define("EPL_ADLAN_24", "Има по-нова версия");
define("EPL_ADLAN_25", "Инсталирането не е задължително");
define("EPL_ADLAN_26", "... натоснете тук за да продължите процедурата по деинсталиране");
define("EPL_ADLAN_27", "Не е възможно пълното изтриване на ");
define("EPL_ADLAN_28", "Таблиците на базата данни са успешно изтрити.");
define("EPL_ADLAN_29", "Настройките са успешно изтрити.");
define("EPL_ADLAN_30", "моля изтрийте го ръчно.");
define("EPL_ADLAN_31", "Моля сега изтрийте папката ");
define("EPL_ADLAN_32", "и всички файлове в нея за завършване напълно на процедурата по деинсталиране.");
define("EPL_ADLAN_33", "Модула е успешно инсталиран.");
define("EPL_ADLAN_34", "Модула е успешно обновен.");
define("EPL_ADLAN_35", "Parser настройки са успешно добавени.");
define("EPL_ADLAN_36", "Parser code insert failed, incorrectly formatted.");

define("EPL_ADLAN_37", "Добави модул (.zip или .tar.gz формат)");
define("EPL_ADLAN_38", "Добави модула");
define("EPL_ADLAN_39", "РФайла не може да бъде качен в ".e_PLUGIN.". Папката няма необходимите права за писане - моля сменете CHMOD на 777 и опитайте отново.");
define("EPL_ADLAN_40", "Съобщение до админа");
define("EPL_ADLAN_41", "Изглежда файла не е валиден .zip или .tar архив.");
define("EPL_ADLAN_42", "Поради грешка не може да се разархивира файла");
define("EPL_ADLAN_43", "Модула бе качен и разархивиран, моля потърсете го в списъла с модули.");
define("EPL_ADLAN_44", "Автоматичното качване и разархивиране не е разрешено понеже Вашата директория с модули няма нужните права за достъп - моля CHMOD e107_plugins директория на 777.");
define("EPL_ADLAN_45", "Менюто е качено и разархивирано, за да го активирате идете в <a href='".e_ADMIN."menus.php'>страницата на меютата</a>.");

// define("EPL_CANCEL", "Отказ"); use LAN_CANCEL instead !!
// define("EPL_EMAIL", "email");
define("EPL_WEBSITE", "Уебсайт");
// define("EPL_OPTIONS", "Options"); use LAN_OPTIONS instead!
define("EPL_NOINSTALL", "Не е нужна инсталация просто го активирайте от страницата на менютата. За деинсталация - изтрийте го. ");
define("EPL_DIRECTORY", "директория.");
define("EPL_NOINSTALL_1", "Не е нужна инсталация, за да го махнете изтрийте ");
define("EPL_UPGRADE", "Обновяване");
define("EPL_CONFIGURE", "Настройки");
              
define("EPL_ADLAN_46", "RSS настройките са създадени успешно");
define("EPL_ADLAN_47", "RSS настройките са изтрити успешно");
define("EPL_ADLAN_48", "Не е възможно да се създадат RSS настройките");
define("EPL_ADLAN_49", "Не е възможно да се изтрият RSS настройките");

define("EPL_ADLAN_50", "Коментарите са изтрити успешно");

define("EPL_ADLAN_51", "Не");
define("EPL_ADLAN_52", "Да");
define("EPL_ADLAN_53", "Директорията няма права за писане");
define("EPL_ADLAN_54", "Моля изберете възможностите за деинсталация на модула:");
define("EPL_ADLAN_55", "Деинсталиране на модул");
define("EPL_ADLAN_56", "Да");
define("EPL_ADLAN_57", "Изтриване на таблиците на модула");
define("EPL_ADLAN_58", "Ако таблиците не се изтрият модула може да се инсталира на ново без загуба на данни. При нова инсталация създаването на таблиците няма да бъде успешно. Таблиците ще трябва да се премахнат ръчно.");
define("EPL_ADLAN_59", "Изтриване на файловете на модула");
define("EPL_ADLAN_60", "e107 ще се опита да премахне файловете на модула.");
//define("EPL_ADLAN_61", "Потвърдете деинсталацията");
define("EPL_ADLAN_62", "Откажете деинсталацията");
define("EPL_ADLAN_63", "Деинсталация:");

define("LAN_UPGRADE_SUCCESSFUL", "Актуализирането завърши успешно");
define("LAN_INSTALL_SUCCESSFUL", "Инсталацията завърши успешно");

?>
