<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/admin/lan_menus.php,v $
|     $Revision: 1.6 $
|     $Date: 2007-03-04 22:09:39 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("MENLAN_1", "Видимо за всеки");
define("MENLAN_2", "Видимо само за регистрирани");
define("MENLAN_3", "Видимо само за администратори");
define("MENLAN_4", "Да се вижда само от:");
// define("MENLAN_5", "class");
define("MENLAN_6", "Запазване на настройките за виждане");
define("MENLAN_7", "Настройки за виждане на меню");
define("MENLAN_8", "Настройките за виждане са обновени");
define("MENLAN_9", "Инсталирано е ново потребителско меню");
define("MENLAN_10", "Инсталирано е ново меню");
define("MENLAN_11", "Премахнато меню");
define("MENLAN_12", "Активиране: изберете област");
define("MENLAN_13", "Активиране в област");
define("MENLAN_14", "Област");
define("MENLAN_15", "Деактивиране");
define("MENLAN_16", "Настройки");
define("MENLAN_17", "Премести нагоре");
define("MENLAN_18", "Премести надолу");
define("MENLAN_19", "Премести в област");
define("MENLAN_20", "Видимо от");

// define("MENLAN_21", "Visible to Guests only");
define("MENLAN_22", "Неактивни менюта");

define("MENLAN_23", "Премести най-долу");
define("MENLAN_24", "Премести най-горе");
define("MENLAN_25", "Функции ...");

define("MENLAN_26", "Това меню ще бъде <strong>ПОКАЗВАНО</strong> само в следните страници");
define("MENLAN_27", "Това меню ще бъде <strong>СКРИТО</strong> само в следните страници");
define("MENLAN_28", "Въведете страниците по една на ред - въведете такава част от желания URL адрес, каквато е необходима за правилното и разпознаване. Ако желаете пълно съвпадение с края на URL адреса добавете ! на края.<br /> Пример: <strong>page.php?1!</strong>");

define("MENLAN_29", "Изберете шаблон");
define("MENLAN_30", "За да видите областите на шаблона, моля изберете шаблон от тук:");
define("MENLAN_31", "Стандартен шаблон");
define("MENLAN_32", "Шаблон начало на новини");
define("MENLAN_33", "Потребителски шаблон");
define("MENLAN_34", "Вграден");
define("MENLAN_35", "Настройка на менюта");
define("MENLAN_36", "Изберете меню/менюта за активиране");
define("MENLAN_37", "и ги активирайте.");
define("MENLAN_38", "Задръжте CTRL за да изберете повече от едно меню.");


?>
