<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/admin/lan_download.php,v $
|     $Revision: 1.5 $
|     $Date: 2007-03-04 21:39:36 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("DOWLAN_1", "Файлът е добавен в базата данни.");
define("DOWLAN_2", "Файлът е обновен в базата данни.");
define("DOWLAN_3", "Файлът е изтрит.");
define("DOWLAN_4", "Моля сложете отметка за потвърждение на изтриването на файла");
define("DOWLAN_5", "Все още няма категории файлове, до като не създадете катогории не можете да добавяте файлове.");
define("DOWLAN_6", "Все още няма файлове");
define("DOWLAN_7", "Съществуващи файлове");

define("DOWLAN_11", "Категория");
define("DOWLAN_12", "Име");
define("DOWLAN_13", "Файл");
define("DOWLAN_14", "Напишете URL адрес, ако файла е външен");
define("DOWLAN_15", "Автор");
define("DOWLAN_16", "Имейл на автора");
define("DOWLAN_17", "Сайт на автора");
define("DOWLAN_18", "Описание");
define("DOWLAN_19", "Главна картинка");
define("DOWLAN_20", "Умалена картинка");
define("DOWLAN_21", "Статус");

define("DOWLAN_24", "Обновяване");
define("DOWLAN_25", "Добавяне");

define("DOWLAN_27", "Файлове");
define("DOWLAN_28", "Няма");
define("DOWLAN_29", "Начална страница");
define("DOWLAN_30", "Създаване на нов");
define("DOWLAN_31", "Категории");
define("DOWLAN_32", "Настройка на файлове");
define("DOWLAN_33", "Сигурни ли сте, че искате да изтриете този файл?");
define("DOWLAN_34", "Сигурни ли сте, че искате да изтриете тази категория?");
define("DOWLAN_35", "Файлове 1");
define("DOWLAN_36", "изтрит");
define("DOWLAN_37", "Главна катогория");
define("DOWLAN_38", "Няма категории");
define("DOWLAN_39", "Категории файлове");
define("DOWLAN_40", "Нищо - НОВА ГЛАВНА КАТЕГОРИЯ");
define("DOWLAN_41", "Икона");
define("DOWLAN_42", "Виж иконите");
define("DOWLAN_43", "Да се вижда от");
define("DOWLAN_44", "Изберете от кой клас потребители ще имат достъп до тази категория");
define("DOWLAN_45", "Създаване");
define("DOWLAN_46", "Обновяване");
define("DOWLAN_47", "Категорията е създадена");
define("DOWLAN_48", "Категорията е обновена");
define("DOWLAN_49", "Категория файлове");

define("DOWLAN_51", "Търсене/Обновяване на файловете");
define("DOWLAN_52", "Файлове");
define("DOWLAN_53", "Под категория");
define("DOWLAN_54", "Настройки на файлове");
define("DOWLAN_55", "Брой файлове за показване на страница");
define("DOWLAN_56", "Подредба по ");


define("DOWLAN_59", "Име на файла");
define("DOWLAN_60", "Автор");

define("DOWLAN_62", "Възходящо");
define("DOWLAN_63", "Низходящо");
define("DOWLAN_64", "Обновяване на настройките");
define("DOWLAN_65", "Настройките са обновени");
define("DOWLAN_66", "Големина на файла");
define("DOWLAN_67", "ID");
define("DOWLAN_68", "Файлът липсва!");
define("DOWLAN_69", "Свалянето се контролира от PHP");
define("DOWLAN_70", "Избирането на тази опция ще контролира всички заявки за сваляне чрез PHP.");
define("DOWLAN_100", "Активиране на споразумението за изтегляне");
define("DOWLAN_101", "Текст на споразомението");
define("DOWLAN_102", "Позволете коментарите?");
define("DOWLAN_103", "Премахване от публично добавените");
define("DOWLAN_104", "бе премахнат от публично добавените файлове");
define("DOWLAN_105", "Обратно в публично добавените файлове");
define("DOWLAN_106", "Може да се изтегля от");
define("DOWLAN_107", "Лимит на брой тегления");
define("DOWLAN_108", "Лимит на трафик");
define("DOWLAN_109", "всеки");
define("DOWLAN_110", "ден");
define("DOWLAN_111", "kb");
define("DOWLAN_112", "Лимити");
define("DOWLAN_113", "потребителски класове");
define("DOWLAN_114", "Добавяне на нов лимит");
define("DOWLAN_115", "Обновяване на лимитите");
define("DOWLAN_116", "Лимита за този клас потребители вече съществува");
define("DOWLAN_117", "Лимита е добаве успешно");
define("DOWLAN_118", "Лимита не е добавен - непозната грешка");
define("DOWLAN_119", "Лимита е премахнат успешно");
define("DOWLAN_120", "Лимита не е премахнат - непозната грешка");
define("DOWLAN_121", "Лимита е обновен успешно");
define("DOWLAN_122", "Неактивен");
define("DOWLAN_123", "Активирай - Файлът е обект на лимит");
define("DOWLAN_124", "Активирай - Файлът НЕ Е обект на лимит");
define("DOWLAN_125", "Активиране на лимитите за изтегляне");
define("DOWLAN_126", "Активиранете бе успешно");
define("DOWLAN_127", "Напишете само големината на файла, ако той е външен");
define("DOWLAN_128", "Mirror (огледални) сайтове");
define("DOWLAN_129", "оставете празно ако не ползвате mirror сайтове");
define("DOWLAN_130", "Добавяне на нов mirror");
define("DOWLAN_131", "Избор на локален файл");
define("DOWLAN_132", "Моля изберете mirror и пълен URL до файла");

define("DOWLAN_133", "Mirror сайтът е обновен");
define("DOWLAN_134", "Mirror сайтът е запазен");
define("DOWLAN_135", "Mirror сайтът е изтрит");
define("DOWLAN_136", "снимка");
define("DOWLAN_137", "Сигурни ли сте, че искате да изтриете този mirror сайт?");
define("DOWLAN_138", "Съществуващи mirror сайтове");
define("DOWLAN_139", "URL на сайта");
define("DOWLAN_140", "Качете снимката в e107_files/downloadimages за да се покаже тук, или напишете пълен URL адрес");
define("DOWLAN_141", "Местоположение");
define("DOWLAN_142", "Обновяване");
define("DOWLAN_143", "Създаване");
define("DOWLAN_144", "Няма създадени mirror сайтове.");

define("DOWLAN_145", "Файлът ще се вижда от");
define("DOWLAN_146", "Съобщение за отказ за сваляне на файл или URL");


define("DOWLAN_147", "Иконка при празна категория");
define("DOWLAN_148", "Отметнете тук за обновяване датата на създаване на файла");
define("DOWLAN_149", "Или натиснете тук ако използвате външен файл");

define("DOWLAN_150", "Пращане на имейл на администратор при намиране на невалиден файл");
define("DOWLAN_151", "Доклад за невалиден файл от");

define("DOWLAN_152", "Невъзможно преместването на файла");
define("DOWLAN_153", "Преместване на файла в директорията за сваляне");  

define("DOWLAN_154", "ако използвате mirror сайтове, изберете начина на тяхното показване");
define("DOWLAN_155", "Mirror - начин на покзване:");
define("DOWLAN_156", "покзване на списък с mirror сайтове, позволи на потребителя избор на mirror");
define("DOWLAN_157", "използвай случаен mirror - без избор на потребителя"); 
?>