<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/admin/lan_language.php,v $
|     $Revision: 1.5 $
|     $Date: 2007-03-04 21:39:36 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/

define("LANG_LAN_00","не може да бъде създадена.(вече съществува)");
define("LANG_LAN_01","бе зитрита(ако е съществувала) из съдадена на ново.");
define("LANG_LAN_02","не може да бъде изтрита");
define("LANG_LAN_03","Таблици");

define("LANG_LAN_05","Не е инсталиран");
define("LANG_LAN_06", "Създаване на таблици");
define("LANG_LAN_07", "Премахване на съществуващите таблици?");
define("LANG_LAN_08", "Замяна на съществуващите таблици (информацията ще бъде загубена).");
define("LANG_LAN_10", "Потвърдете изтриването");
define("LANG_LAN_11", "Изтриване на не маркираните по-горе таблици (ако съществуват).");
define("LANG_LAN_12", "Разрешете многоезичните таблици");
define("LANG_LAN_13", "Настройки на езиците");
define("LANG_LAN_14", "Стандартен език на сайта");
define("LANG_LAN_15", "Маркирайте за да копира инфрмацията от стандартния език (полезно е при линкове, новини и др.) ");
define("LANG_LAN_16", "Използват се таблици за многоезичност"); 
define("LANG_LAN_17", "Език по подразбиране - не се изискват допълнителни таблици.");
define("LANG_LAN_18", "Изполване на Parked под-домейни за друг език:");
define("LANG_LAN_19", "напр. en.mydomain.com за показване с езикови настройки English.");
define("LANG_LAN_20", "Въведете основния домейн за да включите опцията - напр.: mydomain.com");

define("LANG_LAN_21", "Езикови инструменти");
?>
