<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/admin/lan_banlist.php,v $
|     $Revision: 1.5 $
|     $Date: 2007-03-04 22:09:38 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("BANLAN_1", "Блокиране и премахнато.");
define("BANLAN_2", "Няма блокирани.");
define("BANLAN_3", "Списък блокирани");
define("BANLAN_4", "Премахни блокиране");
define("BANLAN_5", "Напишете IP, имейл или хост");
define("BANLAN_7", "Причина за блокирането");
define("BANLAN_8", "Блокирай потребителя");
define("BANLAN_9", "Блокирани потребите в сайта");
define("BANLAN_10", "IP / Имейл / Причина");
define("BANLAN_11", "Автоматичен бан: повече от 10 неуспешни опита за логване");
define("BANLAN_12", "Внимание: обратен (reverse) DNS е забранен в момента - трябва да бъде позволен за възможност на блокиране по хост. Блокиране по IP и имейл ще функционира нормално.");
define("BANLAN_13", "Внимание: За блокиране на потребител по потребителско име, отидете на модул администрация на потребителите: ");
?>
