<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/admin/lan_administrator.php,v $
|     $Revision: 1.6 $
|     $Date: 2007-03-04 22:09:38 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("ADMSLAN_0", "Нов потребител/админ е създаден");
define("ADMSLAN_1", "сега има статус на администратор.");
define("ADMSLAN_2", "обновено в базата данни.");
define("ADMSLAN_3", "е главен администратор и не може да бъде редактиран.");
define("ADMSLAN_4", "Продължение");
define("ADMSLAN_5", "Грешка!");
define("ADMSLAN_6", "е главен администратор и не може да бъде изтрит.");

define("ADMSLAN_13", "Съществуващи администратори");


define("ADMSLAN_16", "Име на админа");
define("ADMSLAN_17", "Парола на админа");
define("ADMSLAN_18", "Достъп");
define("ADMSLAN_19", "Промяна настройките на сайта");
define("ADMSLAN_20", "Промяна на менюта");
define("ADMSLAN_21", "Добавяне на администратори");
define("ADMSLAN_22", "Редактиране на потребителите/блокираните");
define("ADMSLAN_23", "Създаване/редакция на страници/менюта");
define("ADMSLAN_24", "Редактиране на категориите файлове");
define("ADMSLAN_25", "Добавяне и управление на файловете");
define("ADMSLAN_26", "Управление на категориите новини");
define("ADMSLAN_27", "Управление на категориите линкове");
define("ADMSLAN_28", "Затваряне на сайта за обновяване");
define("ADMSLAN_29", "Управление на банерите");
define("ADMSLAN_30", "Настройка на заглавните новини");
define("ADMSLAN_31", "Настройка на емоциите");
define("ADMSLAN_32", "Настройка съдържанието на началната страница");
define("ADMSLAN_33", "Настройка на статистиката и логовете");
define("ADMSLAN_34", "Настройка на мета таговете");
define("ADMSLAN_35", "Настройка за публичното добавяне на файлове");
define("ADMSLAN_36", "Достъп до настройки за Картинки");
define("ADMSLAN_37", "Редактиране на коментарите");
// define("ADMSLAN_38", "Moderate/configure chatbox");
define("ADMSLAN_39", "Публикуване новини");
define("ADMSLAN_40", "Публикуване на линкове");
define("ADMSLAN_41", "Публикуване на статии");
define("ADMSLAN_42", "Публикуване на рецензии");
define("ADMSLAN_43", "Публикуване на заглавни страници");
define("ADMSLAN_44", "Публикуване на файлове");
define("ADMSLAN_45", "Публикуване на анкети");
define("ADMSLAN_46", "Начално съобщение");
define("ADMSLAN_47", "Управление на добавените новини");

define("ADMSLAN_49", "Маркирай всички");
define("ADMSLAN_51", "Размаркирай всички");
define("ADMSLAN_52", "Обнови администратора");
define("ADMSLAN_53", "Добави администратор");
define("ADMSLAN_54", "Администратори на сайта");

define("ADMSLAN_55", "Задължително поле е оставено празно");

define("ADMSLAN_56", "Администратор на сайта");

define("ADMSLAN_58", "Главен администратор на сайта");
define("ADMSLAN_59", "Премахване на админския статус");
define("ADMSLAN_60", "Сигурни ли сте, че искате да махнете админския статус на");
define("ADMSLAN_61", "Администратора е изтрит");

define("ADMSLAN_62", "Управление на модулите");

define("ADMSLAN_64", "Изчистване на кеша");
define("ADMSLAN_65", "Настройка на имейла и изпращането на имейли");
define("ADMSLAN_66", "Настройка на търсенето");
define("ADMSLAN_67", "Сканиране с файловия инспектор");
define("ADMSLAN_68", "Настройка на имейл известяванията");
define("ADMSLAN_69", "е вече администратор и трябва да бъде редактиран.");

define("ADMSLAN_70", "Връщане към списъка с администратори");
define("ADMSLAN_71", "Клик за показване на правата"); 
?>
