<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/admin/lan_userclass2.php,v $
|     $Revision: 1.3 $
|     $Date: 2006-11-29 15:33:56 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("UCSLAN_1", "Изчистване на всички потребители класа.");
define("UCSLAN_2", "Класа потребители е обновен.");
define("UCSLAN_3", "Класа потребители е изтрит.");
define("UCSLAN_4", "Моля сложете отметка за потвърждение на изтриването");
define("UCSLAN_5", "Класа потребители е обновен.");
define("UCSLAN_6", "Класа потребители е добавен в базата данни.");
define("UCSLAN_7", "Все още няма класове потребители.");
define("UCSLAN_8", "Съществуващи класове потребители");

// define("UCSLAN_9", "Edit");
// define("UCSLAN_10", "Delete");
define("UCSLAN_11", "отметнете за потвърждение");
define("UCSLAN_12", "Име на класа потребители");
define("UCSLAN_13", "Описание на класа потребители");
define("UCSLAN_14", "Обновяване на класа потребители");
define("UCSLAN_15", "Създаване на нов клас потребители");
define("UCSLAN_16", "Добавяне на потребители към класа потребители");
define("UCSLAN_17", "Премахване");
define("UCSLAN_18", "Изчистване на класа потребители");
define("UCSLAN_19", "Добавяне на по требите в ");
define("UCSLAN_20", "клас потребители");
define("UCSLAN_21", "Настройки на класове потребители");

define("UCSLAN_22", "Потребители - натисни за премахване ...");
define("UCSLAN_23", "Потребители в тоз клас ...");

define("UCSLAN_24", "Кой може да управлява този клас потребители");


?>
