<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/admin/lan_theme.php,v $
|     $Revision: 1.2 $
|     $Date: 2006-11-28 21:46:23 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("TPVLAN_1", "Вие гледате преглед на тема <b>'".PREVIEWTHEMENAME."'</b>. Тя все още не е заложена като основна тема на сайта, активна е само за преглед на изгледа е. <br />За да запазите тази тема, като основна тема на сайта, <a href='".e_ADMIN."theme.php'>върнете се в управлението на теми</a> и изберете 'Запази като тема на сайта'.<br />За преглед на още теми <a href='".e_ADMIN."theme.php'>натиснете тук</a>");
define("TPVLAN_2", "Преглед на тема");
define("TPVLAN_3", "Основната тема на сайта е");
define("TPVLAN_4", "Автор");
define("TPVLAN_5", "Сайт");
define("TPVLAN_6", "Дата на създаване");
define("TPVLAN_7", "Информация");
define("TPVLAN_8", "Настройки");
define("TPVLAN_9", "Преглед на темата");
define("TPVLAN_10", "Запази като тема на сайта");
define("TPVLAN_11", "Версия");
define("TPVLAN_12", "Няма възможност за преглед");

define("TPVLAN_13", "Добавяне на тема (.zip или .tar.gz формат)");
define("TPVLAN_14", "Добавяне на тема");
define("TPVLAN_15", "Файла не може да се добави в ".e_THEME." поради липса на правилните права за достъп - моля сменете CHMOD на 777 и пробвайте отново.");
define("TPVLAN_16", "Съобщение до админа");
define("TPVLAN_17", "Файла не е валиден .zip или .tar архив.");
define("TPVLAN_18", "Поради грешка не беше възмжно да се добави файла");
define("TPVLAN_19", "Вашата тема беше качена и разархивирана. Моля потърсете я в списъка на темите.");
define("TPVLAN_20", "Автоматичното добавяне на теми не е разрешено понеже липсват правилните права за достип до директорията - моля сменете CHMOD на e107_themes директорията на 777.");
define("TPVLAN_21", "Тази тема в момента се използва като тема на сайта");

define("TPVLAN_22", "тази тема има възможност за различни изгледи");
define("TPVLAN_23", "стандартен изглед");
define("TPVLAN_24", "няма информация");
define("TPVLAN_25", "To choose which stylesheet to use, please go to <a href='".e_ADMIN."prefs.php'>preferences</a> and click on 'Theme'.");

define("TPVLAN_26", "Уптавление на темите на сайта");
define("TPVLAN_27", "Моля изберете изглед за показване на темата");
define("TPVLAN_28", "включено");
define("TPVLAN_29", "изключено");
define("TPVLAN_30", "Презареждане на снимките на темата:");

define("TPVLAN_31", "Тази тема е избрана за изглед в административната част");
define("TPVLAN_32", "Запази като тема за админ част");

define("TPVLAN_33", "В момента се използва тема на сайта");
define("TPVLAN_34", "В момента се използва тема на админската част");
define("TPVLAN_35", "Запази настройките");
define("TPVLAN_36", "Съобщение до админа");
define("TPVLAN_37", "Настройките на темата са запазени");
define("TPVLAN_38", "Добавяне на тема");
define("TPVLAN_39", "Достъпни теми");
define("TPVLAN_40", "Админ часта ползва тема");

define("TPVLAN_41", "Моля изберете изгледа на админ часта");
define("TPVLAN_42", "Запазване на админ настройките");
define("TPVLAN_43", "Настройките на админ часта са запазени");
?>
