<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/admin/lan_admin.php,v $
|     $Revision: 1.6 $
|     $Date: 2007-03-04 22:09:38 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("ADLAN_0", "Новини");
define("ADLAN_1", "Добавяне/Редакция/Изтриване на Новини");
define("ADLAN_2", "Категории Новини");
define("ADLAN_3", "Добавяне/Редакция/Изтриване на Категории Новини");
define("ADLAN_4", "Настройки");
define("ADLAN_5", "Редактиране на Настройките на сайта");
define("ADLAN_6", "Менюта");
define("ADLAN_7", "Променяна на подредбата на менютата");
define("ADLAN_8", "Администратори");
define("ADLAN_9", "Добавяне/Изтриване на администратори");
define("ADLAN_10", "Нова Парола");
define("ADLAN_11", "Смяна на Вашата парола");
define("ADLAN_12", "Форуми");
define("ADLAN_13", "Добавяне/Редакция на Форуми");
define("ADLAN_14", "Статии");
define("ADLAN_15", "Добавяне/Редакция/Изтриване на статии");
define("ADLAN_16", "Публикации");
define("ADLAN_17", "Добавяне/Редакция/Изтриване на странници публикации");
define("ADLAN_18", "Рецензии");
define("ADLAN_19", "Добавяне/Редакция/Изтриване на Рецензии");
define("ADLAN_22", "Категории Линкове");
define("ADLAN_23", "Добавяне/Редакция/Изтриване на категории линкове");
define("ADLAN_24", "Файлове");
define("ADLAN_25", "Управление на Файлове");
define("ADLAN_26", "Категории Файлове");
define("ADLAN_27", "Добавяне/Редакция/Изтриване на категории файлове");
define("ADLAN_28", "Начално съобщение");
define("ADLAN_29", "Съставяне на начално съобщение");
define("ADLAN_30", "Файлов мениджър");
define("ADLAN_31", "Управление/Добавяне на файлове");
define("ADLAN_32", "Добавени Новини");
define("ADLAN_33", "Преглед на предложени от потребители новини");
define("ADLAN_34", "Блокирани");
define("ADLAN_35", "Блокирай посетители");
define("ADLAN_36", "Потребители");
define("ADLAN_37", "Контрол над потребителите на сайта");
define("ADLAN_38", "Класове потребители");
define("ADLAN_39", "Създаване/Редакция потребителски класове");
define("ADLAN_40", "Затваряне");
define("ADLAN_41", "Затваряне на сайта за обновяване");
define("ADLAN_42", "Нови Страници");
define("ADLAN_43", "Създаване на потребителски страници / менюта");
define("ADLAN_44", "База данни");
define("ADLAN_45", "Инструменти за Базата данни");
define("ADLAN_46", "Изход");
define("ADLAN_47", "Привет");
define("ADLAN_48", "Логнат като");
define("ADLAN_49", "собственик на сайта");
define("ADLAN_50", "достъп");
define("ADLAN_51", "Моля логнете се за достъп до администрация");
define("ADLAN_52", "Администрация - Начало");
define("ADLAN_53", "Към сайта");
define("ADLAN_54", "Банери");
define("ADLAN_55", "Конфигуриране на банери");
define("ADLAN_56", "Чат");
define("ADLAN_57", "Конфигуриране на Чат");
define("ADLAN_58", "Емоции");
define("ADLAN_59", "Конфигуриране на емоции");
define("ADLAN_60", "Входна странница");
define("ADLAN_61", "Конфигуриране на съдържанието на входна страница");
define("ADLAN_62", "Новини от други сайтове");
define("ADLAN_63", "Конфигуриране на новини от други сайтове");
define("ADLAN_64", "Статистика и логове");
define("ADLAN_65", "Запазване на статистика/броячи и т.н.");
define("ADLAN_66", "Мета тагове");
define("ADLAN_67", "Добавяне/Редакция на мета тагове за сайта");
define("ADLAN_68", "PHP Инфо");
define("ADLAN_69", "Страница с PHP инфо");
define("ADLAN_70", "Анкети");
define("ADLAN_71", "Добавяне/Редакция на Анкети");
define("ADLAN_72", "Публично Качване");
define("ADLAN_73", "Конфигуриране на публично качване на файл");
define("ADLAN_74", "Кеш");
define("ADLAN_75", "Настройка на кеш статуса");
define("ADLAN_77", "Имате предложени от потребители новини - кликнете тук за преглед");
define("ADLAN_78", "Потребителски полета");
define("ADLAN_79", "Редакция на допълнителни полета за потребителите");


define("ADLAN_86", "Паролата е грешна ");
define("ADLAN_87", "Администратор с такова име не е намерен ");
define("ADLAN_88", "Логването е невъзможно ");
define("ADLAN_89", "Админ име ");
define("ADLAN_90", "Админ парола ");
define("ADLAN_91", "Логнат като");
define("ADLAN_92", "Моля логнете се за да продължите към администрация ...");
define("ADLAN_93", "Покажи Админ Функциите");
define("ADLAN_94", "Покажи Инсталираните Модули");
define("ADLAN_95", "Управление на Модулите");
define("ADLAN_96", "Празно");
define("ADLAN_97", "Кликни тук за FAQ");
define("ADLAN_98", "Модул Мениджър");
define("ADLAN_99", "Инсталиране/актуализиране и т.н. на модули");
define("ADLAN_100", "Тема - изглед");
define("ADLAN_101", "Създаване Шаблони");
define("ADLAN_102", "Минали са повече от 30 дни от смяната на основната администраторска парола - ");
define("ADLAN_103", "кликни тук за смяна на паролата");
define("ADLAN_104", "Сигурност");

define("ADLAN_105", "Картинки");
define("ADLAN_106", "Настройки на Картинките на сайта");

define("ADLAN_107", "Непроверени добавени новини");
define("ADLAN_108", "Непроверени добавени файлове");
define("ADLAN_109", "Информация");
define("ADLAN_110", "Регистрирани потребители");
define("ADLAN_111", "Непотвърдени потребители");
define("ADLAN_112", "Блокирани потребители");
define("ADLAN_113", "Съобщения във Форума");
define("ADLAN_114", "Коментари");
define("ADLAN_115", "Съобщения в Чата");
define("ADLAN_116", "Лог ...");
define("ADLAN_117", "Покажи всичко");
define("ADLAN_118", "Изчисти лога");

define("ADLAN_119", "Непроверени добавени линкове");

define("ADLAN_120", "Има актуализация за базата данни, моля натиснете бутона за инсталиране ...");
define("ADLAN_121", "Инсталирай");


define("ADLAN_123", "Непроверени добавени статии");
define("ADLAN_124", "Непроверени добавени рецензии");

define("ADLAN_125", "Непроверени докладвани съобщения от форума");

define("ADLAN_126", "Основни настройки");
define("ADLAN_127", "Потребители");
define("ADLAN_128", "Публикации");
define("ADLAN_129", "Комуникация");
define("ADLAN_130", "Управление на файловете");
define("ADLAN_131", "Други инструменти");

define("ADLAN_132", "Езици");
define("ADLAN_133", "по подразбиране");

define("ADLAN_134", "Статус");
define("ADLAN_135", "Админ. Лог");

define("ADLAN_136", "Имейл");
define("ADLAN_137", "Имейл Настройки и изпращане не имейл");

define("ADLAN_138", "Линкове");
define("ADLAN_139", "Добавяне/Редакция/Изтриване на линкове за сайта");

define("ADLAN_140", "Теми");
define("ADLAN_141", "Инсталиране, настройка на теми и т.н.");

define("ADLAN_142", "Търсене");
define("ADLAN_143", "Конфигуриране за търсене на сайта");
define("ADLAN_144", "Намирате се в опростен вариант на тази зона, за превключване към разширен вариант ");
define("ADLAN_145", "кликнете тук");

define("ADLAN_146", "Неуспешни опити за логване");
define("ADLAN_147", "Файл инспектор");
define("ADLAN_148", "Сканиране на файловете на сайта");

define("ADLAN_149", "Уведомяване");
define("ADLAN_150", "Известяване по имейл на администратора");

define("ADLAN_151", "Начало");
define("ADLAN_152", "Вкарай код");

define("ADLAN_153", "Администрация");

define('ADLAN_CL_1', 'Настройки');
define('ADLAN_CL_2', 'Потребители');
define('ADLAN_CL_3', 'Съдържание');
define('ADLAN_CL_4', 'Комуникации');
define('ADLAN_CL_5', 'Файлове');
define('ADLAN_CL_6', 'Инструменти');
define('ADLAN_CL_7', 'Модули');
define('ADLAN_CL_8', 'Документация');

define("ADLAN_LAT_1", "Последни");

define("ADLAN_LAT_2", "Добавени Новини");
define("ADLAN_LAT_3", "Добавени Статии");
define("ADLAN_LAT_4", "Добавени Рецензии");
define("ADLAN_LAT_5", "Добавени Линкове");
define("ADLAN_LAT_6", "Докладвани съобщения от Форума");
define("ADLAN_LAT_7", "Добавени Файлове");
define("ADLAN_LAT_8", "Има непрегледани съобщения за администраторите");

define("ADLAN_ERR_1", "Внимание!");
define("ADLAN_ERR_2", "Намерени са файлове на сървъра, за които се знае че са опасни. Те трябва да бъдат изтрити <b>незабавно</b>. Тези файлове са свързани със старата версия 0.6xx на e107. Моля изтрийте следните директории и тяхното съдържание:");
define("ADLAN_ERR_3", "Намерени са един или повече файла във вашите директории за публично качване, които не присъстват в списъка с позволени файлове. Възможно е това да е опит за атака на вашия сървър и в такъв случай е необходимо <b>незабавното им изтриване</b>. <b>Не трябва да отваряте</b> тези файлове, тъй като е възможно по този начин да стартирате потенциално опасен код; НЕ отваряйте тези файлове с браузър.<br /><br />В случай, че разпознаете тези файлове като легитимни, е възможно скоро да сте правили промени в списъка на допустимите файлове за качване и този тип файлове да не присъства вече в този списък. Добавете този тип файлове в списъка (виж Администрация => Публично качване на файл). Поради мерки за сигурност не би трябвало да позволявате качването на файлове от тип .html, .txt и т.н. - по този начин е възможно качването на потенциално опасен javascript. Разбира се в никакъв случай не би трявало да позволявате и качване на файлове .php или какъвто и да е друг тип изпълним скрипт.<br /><br />Следва списък с намерените потенциално опасни файлове:");
define("ADLAN_ERR_4", "Намерен е стар/и (deprecated) модул файл/ове");
define("ADLAN_ERR_5", "Необходимо е преименуване на следните файлове");
define("ADLAN_ERR_6", "Кликнете тук за повторно сканиране на модулите.");

// Common Terms
define("LAN_EDIT","Редакция");
define("LAN_DELETE","Изтриване");
define("LAN_CREATE","Създаване");
define("LAN_UPDATE","Обновяване");
define("LAN_SAVE","Записване");
define("LAN_SAVED","Записано");
define("LAN_SETSAVED","Настройките бяха успешно записани");
define("LAN_ERROR","Грешка");
define("LAN_CONFIRMDEL","Моля потвърдете изтриването");
define("LAN_OPTIONS","Опции");
define("LAN_PREFS","Настройки");
define("LAN_DELETED","Успешно изтрито");
define("LAN_UPDATED","Успешно актуализирано");
define("LAN_CREATED","Успешно създадено");
define("LAN_CREATED_FAILED","Създаването е неуспешно");
define("LAN_DELETED_FAILED","Изтриването е неуспешно");
define("LAN_UPDATED_FAILED","Обновяването е неуспешно");
define("LAN_NO_CHANGE","Не бяха направени промени.");
define("LAN_TRY_AGAIN","Моля опитайте отново.");

define("LAN_RESET","Изчисти");
define("LAN_CLEAR","Изчисти");
define("LAN_OK","OK");

define("LAN_PRESET","Пресет");
define("LAN_PRESET_SAVED","Пресета е записан успешно");
define("LAN_PRESET_DELETED","Пресета е изтрит успешно");
define("LAN_PRESET_CONFIRMDEL","Сигурен ли сте, че искате изтриването на този пресет?");
define("LAN_NOTWRITABLE"," няма права за писане, необходимо е изпълнение на CHMOD 777 за тази директория.");
define("LAN_DATE","Дата");
define("LAN_TIME","Част");
define("LAN_YES","Да");
define("LAN_NO","Не");
define("LAN_EMPTY","Все още няма записи в базата");
define("LAN_EXISTING","Съществуващи записи");

define("LAN_CANCEL","Отказ");
define("LAN_CONFDELETE","Потвърждаване за изтриване");
define("LAN_PLUGIN","Модул");
define("LAN_ORDER","Подреждане");

define("LAN_SELECT","Избор ...");
define("LAN_ADMIN","Администратор");
define("LAN_DISPLAYOPT", "Редакция на опции за визуализация");
define("LAN_GOPAGE", "Отиди на страница:");
define("LAN_DATESTAMP","Дата");
define("LAN_OPTIONAL", "незадължително");
define("LAN_INACTIVE","Неактивно");

define("LAN_BAN","Бан");
define("LAN_RATING", "Рейтинг");

define("LAN_UPLOAD_IMAGES","Качване на картинки");
define("LAN_UPLOAD_FILES","Качване на файлове");
define("LAN_UPLOAD_ADDFILE","Добави друг файл");
define("LAN_UPLOAD_CONFIRM","Незаписаните промени на тази страница ще бъдат изгубени. Да продължа ли?");
define("LAN_UPLOAD_777","Липсващи директория или права за писане в директория - необходимо е изпълнението на команда CHMOD 777 (само за Линукс) за следните директории преди да е възможно качване на файлове:");
define("LAN_UPLOAD_SERVEROFF", "Тази опция е забранена, понеже не е разрешено качването на файлове на сървъра");

define("LAN_DISABLED","Забранено");
define("LAN_ENABLED", "Разрешено");

define("LAN_PRESET_CONFIRMSAVE","Записване настоящите стойности на формата като подразбиращи за тази страница?");
define("LAN_CONFIGURE", "Кофигуриране");

define("LAN_BACK","Обратно");

define("LAN_CREDITS","Създатели");
define("LAN_NEWVERSION","Намерена е нова версия");
?>