<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Bulgarian/admin/lan_upload.php,v $
|     $Revision: 1.4 $
|     $Date: 2007-03-04 21:39:36 $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("UPLLAN_1", "Добавения файл е премахнат от списъка.");
define("UPLLAN_2", "Настройките са запазени в базата данни");
define("UPLLAN_3", "ID на добавения файл");

define("UPLLAN_5", "Добавил");
define("UPLLAN_6", "Имейл");
define("UPLLAN_7", "Сайт");
define("UPLLAN_8", "Име на файла");

define("UPLLAN_9", "Версия");
define("UPLLAN_10", "Файл");
define("UPLLAN_11", "Големина на файла");
define("UPLLAN_12", "Снимка за преглед");
define("UPLLAN_13", "Описание");
define("UPLLAN_14", "Демо изглед");

define("UPLLAN_16", "копране в новините");
define("UPLLAN_17", "премахване от листа на добавените");
define("UPLLAN_18", "Виж подробности");
define("UPLLAN_19", "В момента няма непрегледани добавени файлове");
define("UPLLAN_20", "В момента има");
define("UPLLAN_21", "непрегледани добавени файлове");
define("UPLLAN_22", "ID");
define("UPLLAN_23", "Име");
define("UPLLAN_24", "Вид на файла");
define("UPLLAN_25", "Разрешаване на публично добавяне?");
define("UPLLAN_26", "Няма да могат да се добавят файлове от потребителите ако е забранено");
define("UPLLAN_27", "непрегледани качени файлове");

define("UPLLAN_29", "Начин на съхранение");
define("UPLLAN_30", "Избор за съхранение на качените файлове - като нормални файлове на сървъра или като бинарни данни в базата данни<br /><b>Внимание:</b> бинарно съхранение е подходящо само за малки файлове - под 500kb");
define("UPLLAN_31", "Файл");
define("UPLLAN_32", "Бинарно");
define("UPLLAN_33", "Максимална големина на файловете");
define("UPLLAN_34", "Максимална големина за качване в байтове - остави празно за използване на настройките на php.ini ( стойността в php.ini е ");
define("UPLLAN_35", "Разрешен тип файлове");
define("UPLLAN_36", "Please enter one type per line");
define("UPLLAN_37", "Права");
define("UPLLAN_38", "Избор на потребители имащи право да качват файлове");
define("UPLLAN_39", "Запис");

define("UPLLAN_41", "Внимание - качване на файлове е забранено от php.ini, невъзможно е качване на файлове до промяна на php.ini настройките.");

define("UPLLAN_42", "Действия");
define("UPLLAN_43", "Публично Качване на файлове");
define("UPLLAN_44", "Качване на файл");

define("UPLLAN_45", "Сигурен ли сте, че искате да изтриете следния файл...");

define("UPLAN_COPYTODLM", "копиране в download manager");
define("UPLAN_IS", "е ");
define("UPLAN_ARE", "са ");
define("UPLAN_COPYTODLS", "Копиране във Файлове");

define("UPLLAN_48", "Поради съображения за сигурност, позволените файл типове са преместени извън базата данни в обикновен файл, който се намира 
в admin директорията (по подразбиране e107_admin). Преименувайте файл e107_admin/filetypes_.php в e107_admin/filetypes.php 
и добавете в него списък разделен с запетаи с позволените разширения. Не би трябвало да позволявате качване на файлове с разширения .html, .txt, и т.н., поради риск от вмъкване на опасен javascript от хора атакуващи вашия сайт. Разбира се, не би трябвало да позволите 
и качване на файлове от тип .php или друг вид изпълним скрипт.");
?>
