<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-13 11:01:29 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/
if (!defined('e107_INIT')) { exit; }

$caption = "Администраторы: Справка";
$text = "Используйте эту страницу для редактирования свойств или удаления администраторов сайта. Администратор будет иметь только те разрешения на доступ к возможностям, которые отмечены галочкой.<br /><br />
Чтобы создать нового администратора, перейдите на страницу изменения пользователей и обновите существующего пользователя на статус администратора.";
$ns -> tablerender($caption, $text);
?>