<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2006-09-15 10:23:14 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/
if (!defined('e107_INIT')) { exit; }

$caption = "Администраторы: Справка";
$text = "Используйте эту страницу для редактирования свойств или удаления администраторов сайта. Администратору будет разрешео обращаться только к тем возможностям, которые отмечены галочкой.<br /><br />
Чтобы создать нового администратора, перейдите на страницу изменения пользователей и добавьте существующему пользователю статус администратора.";
$ns -> tablerender($caption, $text);
?>