<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-13 11:01:31 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Здесь вы можете добавлять одно- или многостраничные статьи.<br />
 Для многостраничных статей разделите каждую страницу текстом [newpage], например, <br /><code>Teст1 [newline] Teст2</code><br /> создаст статью с текстом 'Teст1' на первой странице и с текстом 'Teст2' на второй.
<br /><br />
Если в статье есть HTML теги, которые вы хотите сохранить, заключите их между [html] и [/html]. Например, если вы введете текст '&lt;table>&lt;tr>&lt;td>Hello &lt;/td>&lt;/tr>&lt;/table>' в статье, то получится таблица со словом Hello. Если же написать '[html]&lt;table>&lt;tr>&lt;td>Hello &lt;/td>&lt;/tr>&lt;/table>[/html]' то теги обрабатываться не будут и отобразятся в статье без таблицы.";
$ns -> tablerender("Справка", $text);
?>