<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-13 11:01:33 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Настройте здесь ваш чатбокс.<br />Если включено свойство 'заменять ссылки' то все введенные в поле ссылки будут заменяться на введенный текст, это решит проблемы с отображением длинных ссылок. Автоперенос автоматически переносит текст, который длиннее указанного здесь значения.";

$ns -> tablerender("Чатбокс", $text);
?>