<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2006-10-03 14:32:04 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Настройте здесь ваш чат.<br />Если включено свойство 'заменять ссылки' то все введенные в поле ссылки будут заменяться на введенный текст, это решит проблемы с отображением длинных ссылок. Автоперенос автоматически переносит текст, который длиннее указанного здесь значения.";

$ns -> tablerender("Чат: Справка", $text);
?>