<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-15 10:16:03 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Когда смайлики активированы, стандартные текстовые строки смайликов будут заменяться соответствющими
изображениями смайликов по всему содержимому на вашем сайте.";

$ns -> tablerender("Смайлики: Справка", $text);
?>