<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.4 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Когда смайлики активированы, стандартные текстовые строки смайликов будут заменяться соответствующими 
изображениями смайликов по всему контенту на вашем сайте.";

$ns -> tablerender("Смайлики: Справка", $text);
?>