<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2006-10-15 09:27:55 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Когда смайлики активированы, стандартные текстовые строки смайликов будут заменяться соответствющими
изображениями смайликов по всему контенту на вашем сайте.";

$ns -> tablerender("Смайлики: Справка", $text);
?>