<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-15 10:16:03 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Эта страница предназначена для управления файлами в каталоге /files. Если появлется сообщение об ошибке по поводу разрешений доступа при загрузке фалов, пожалуйста, установи CHMOD равным 777 на каталог, в который происходит загрузка.";
$ns -> tablerender("Файловый менджер: Справка", $text);
?>