<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-15 10:16:03 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$caption = "Форум: Справка";
$text = "<b>Основное</b><br />
Используйте данное окно для создания или изменение ваших форумов<br />
<br />
<b>Родители/Форумы</b><br />
Родитель - это заголовок, под которым отображаются другие форумы, это делает управление макетом проще и позволяет перемещаться по форумам больее просто для посетителей.
<br /><br />
<b>Доступность</b>
<br />
Вы можете настраивать доступ к каждому форуму для определенных посетителей. Когда вы захотите установить 'класс' для посетителей, вы можете отметить галочкой
класс, чтобы разрешать только таким посетителям иметь доступ к этому форуму. Вы можете отметить родителей или индивидуальные форумы таким образом.
<br /><br />
<b>Модераторы</b>
<br />
Отметьте галочкой имена из списка администраторов, чтобы дать им статус модератора на форуме. Администратор должен иметь разрешения на изменения модераторов, чтобы быть в этом списке.
<br /><br />
<b>Ранги</b>
<br />
Здесь вы можете установить ранги ваших пользователей. Если поля с изображением заполнены, будут использоваться изображания, чтобы использовать имена рангов введите имена и убедитесь, что соответствующее поле изображения ранга пусто.<br />Порог - это число пунктов, которые требуется получить пользователю, перед тем как изменится его уровнь.";
$ns -> tablerender($caption, $text);
unset($text);
?>