<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-15 10:16:03 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$caption = "Главная страница: Справка";
$text = "Здесь вы можете выбрать, что будет отображаться на главной странице вашего сайта, по умолчанию - новости.";
$ns -> tablerender($caption, $text);
?>