<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Здесь вы можете разрешить / запретить возможность пользователям размещать изображения на сайте, метод изменения размера и просмотреть загруженные аватары.";
$ns -> tablerender("Изображения: Справка", $text);
?>