<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:22:05 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Здесь вы можете изменять ссылки вашего сайта. Ссылки, добавленные здесь, будут отображаться в главном меню навигации, для других ссылок, пожалуйста, используйте плагин Links Page.
<br />
";
$ns -> tablerender("Ссылки: Справка", $text);
?>