<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:22:05 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }
//Not translated yet: may be obsolete?
$text = "В данной секции Вы можете настроить 3 меню<br>
<b>Меню Новых Статей</b> <br />
Введите номер в первом поле, например "5", для того, что бы выводить 5 последних статей, или оставьте пустым, что бы выводились все статьи. Вы можете настроить, как должна выглядеть ссылка ко всем статьям во второй строке, если ее оставить пустой, то ссылка не будет показана.<br>
<b> Меню Коментариев/Форума</b> <br />
Количество комментариев по-умолчанию равно 5, количество символов равно 10000. Если комментарий больше установленного максимума, используется постфикс. Им заменяются "лишние" символы. В виде постфикса разумно использовать '...'.<br>

";
$ns -> tablerender("Настройка меню: Справка", $text);
?>
