<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Используйте эту страницу, чтобы настроить ваши почтовые параметры для почтовых функций всего сайта. Почтовая форма позволяет вам посылать сообщения всем вашим пользователям.";
$ns -> tablerender("Почта: Справка", $text);
?>