<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:22:05 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Используйте эту страницу, чтобы настроить ващи почтовые параметры для почтовых функций всего сайта. Почтовая форма позволяет вам посылать сообщения всем вашим пользователям.";
$ns -> tablerender("Почта: Справка", $text);
?>