<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:22:05 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }
//Not translated yet: may be obsolete?
$caption = "Меню: Справка";
$text .= "Отсюда Вы можете выбирать, в каком порядке / кому / когда показываются меню Вашего сайта.. Вы можете использовать стрелочки вверх и вниз, для изменения положения меню, пока не добьетесь желаемого результата.<br />
Меню, находящиеся в центре экрана - не активны. Вы можете активизировать их, разместив в какой-либо области Вашего сайта.
";

$ns -> tablerender("Меню: Справка", $text);
?>