<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2006-10-29 16:10:25 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }
$caption = "Меню: Справка";
$text .= "Здесь вы можете задать, где и в каком порядке будут отображаться меню вашего сайта.. Используйте стрелки вверх и вниз, для изменения положения меню, пока не достигнете желаемой позиции.<br />
Меню, находящиеся в центре экрана - не активны. Вы можете активировать их, выбрав область сайта, в которой они будут отображаться.
";

$ns -> tablerender("Меню: Справка", $text);
?>