<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:22:06 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Вы можете получать и анализировать трансляции RSS новостей с других сайтов и показывать их на страницах вашего сайта.<br />Укажите полный URL до RSS файла (например http://e107.org/news.xml). Вы можете добавить путь к изображению, если вы не хотите использовать значок по умолчанию, или если он не определен. Вы можете активировать и деактивировать исходный сервер если сайт, например, не работет.<br /><br />Чтобы увидеть заголовки на вашем сайте, убедитесь что меню headlines_menu активировано с вашей страницы меню.";

$ns -> tablerender("Новостные ленты", $text);
?>