<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Настройки сайта позволяют вам указать все важные параметры вашего сайта: от имени сайта и описания до защиты от флуда и фильтрации осквернения.";
$ns -> tablerender("Настройки сайта: Справка", $text);
?>