<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:22:06 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Настройки сайта позволяют вам указать все важные параметры вашего сайта: от имени сайта и описания до защиты от флуда и фильтрации осквернения.";
$ns -> tablerender("Настройки сайта: Справка", $text);
?>