<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:22:06 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Если вы делаете апгрейд e107 или вам просто необходимо, чтобы сайт был в оффлайне на некоторое время, просто отметьте галочкой свойство технического обслуживанияи и ваши посетители будут направляться на страницу, объясняющую, что сайт закрыт на ремонт. После того, как вы закончите, отключите это свойство, чтобы вернуть сайт в нормальный режим работы.";

$ns -> tablerender("Техническое обслуживание: Справка", $text);
?>