<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = " С помощью раздела 'Дополнительные поля' вы можете добавить дополнительные виды данных, которые пользователь может использовать как часть своего профиля.";
$ns -> tablerender(" Дополнительные поля: Справка", $text);
?>