<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:22:06 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = " Расширенные поля пользователей позволяют вам добавлять дополнительные виды данных, которые пользователь может использовать как часть своего профиля.";
$ns -> tablerender(" Расширенные поля пользователей: Справка", $text);
?>