<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2006-09-20 14:22:06 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Эта страница позволит вам установить сообщение, которое будет появляться наверху вашей главной страницы. Можно установить разные сообщения для гостей, зарегистрированных/вошедших пользователей и администраторов.";
$ns -> tablerender("Приветствие: Справка", $text);
?>