<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2009-09-26 15:53:33 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Эта страница позволит вам установить сообщение, которое будет появляться наверху вашей главной страницы. Можно установить разные сообщения для гостей, зарегистрированных/вошедших пользователей и администраторов.";
$ns -> tablerender("Приветствие: Справка", $text);
?>