<?php
/*
 * e107 website system
 *
 * Copyright (C) 2008-2009 e107 Inc (e107.org)
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language File
 *
 * $Source: /e107_plugins/alt_auth/languages/Russian/admin_alt_auth.php $
 * $Revision: 1.0 $
 * $Date: 2012/12/16 18:24:55 $
 *  $Author: NixanR $
 *
*/

define("LAN_ALT_1", "Основной тип авторизации");
define("LAN_ALT_2", "Обновить настройки");
define("LAN_ALT_3", "Выберите альтернативный тип авторизации");
define("LAN_ALT_4", "Настройка параметров для ");
define("LAN_ALT_5", "Настройка параметров авторизации");
define("LAN_ALT_6", "Ошибка соединения ");
define("LAN_ALT_7", "Если соединение по основному типу авторизации не удалось (и это не локальная база e107), что следует делать?");
define("LAN_ALT_8", "Вторичный тип авторизации ");
define("LAN_ALT_9", "Используется, если основной метод авторизации не может найти пользователя ");
define("LAN_ALT_10", "Поле - имени для входа в систему");
define("LAN_ALT_11", "Поле - пароля");
define("LAN_ALT_12", "Поле - e-mail");
define("LAN_ALT_13", "Поле - Спрятать e-mail?");
define("LAN_ALT_14", "Поле - отображаемого имени");
define("LAN_ALT_15", "Поле - настоящего имени");
define("LAN_ALT_16", "Поле - Заголовок пользователя");
define("LAN_ALT_17", "Поле - Подпись");
define("LAN_ALT_18", "Поле - Аватар");
define("LAN_ALT_19", "Поле - Фото");
define("LAN_ALT_20", "Поле - Дата регистрации");
define("LAN_ALT_21", "Поле - статус запрета");
define("LAN_ALT_22", "Поле - Членство в классе");
define("LAN_ALT_24", "Поле - Соль (salt) пароля");
define("LAN_ALT_25", "(иногда в сочетании с паролем для дополнительной безопасности)");
define("LAN_ALT_26", "Тип базы данных:");
define("LAN_ALT_27", "Чтобы передать значение поля в локальную базу данных, укажите имя поля в соответствующее поле ниже. (Имя пользователя и пароль всегда передаются) <br />Оставьте поле незаполненным, чтобы не передавать данные вообще.");
define("LAN_ALT_29", "Методы авторизации");
define("LAN_ALT_30", "Конфигурация");
define("LAN_ALT_31", "Основная конфигурация");
define("LAN_ALT_32", "Server:");
define("LAN_ALT_33", "Username:");
define("LAN_ALT_34", "Password:");
define("LAN_ALT_35", "Database:");
define("LAN_ALT_36", "Table:");
define("LAN_ALT_37", "Username Field:");
define("LAN_ALT_38", "Password Field:");
define("LAN_ALT_39", "Table Prefix:");
define("LAN_ALT_40", "Проверить доступ к базе данных");
define("LAN_ALT_41", "(с использованием учетных данных выше)");
define("LAN_ALT_42", "Если имя пользователя и пароль введены, то пользователь будет также проверен.");
define("LAN_ALT_43", "Соединение с базой данных - успешно");
define("LAN_ALT_44", "Подключение к базе данных не удалось");
define("LAN_ALT_45", "Имя пользователя найдено");
define("LAN_ALT_46", "Имя пользователя не найдено");
define("LAN_ALT_47", "Test");
define("LAN_ALT_48", "Предыдущая проверка");
define("LAN_ALT_49", "Username = ");
define("LAN_ALT_50", "Password = ");
define("LAN_ALT_51", "(пусто)");
define("LAN_ALT_52", "Аутентификация не удалась - ");
define("LAN_ALT_53", "неизвестная причина");
define("LAN_ALT_54", "Не удалось подключиться к DB / сервису провайдера");
define("LAN_ALT_55", "недопустимый пользователь");
define("LAN_ALT_56", "неверный пароль");
define("LAN_ALT_57", "Метод не доступен");
define("LAN_ALT_58", "Успешная аутентификация");
define("LAN_ALT_59", "Полученные параметры: ");
define("LAN_ALT_60", "Расширенные пользовательские поля");
define("LAN_ALT_61", "разрешать");
define("LAN_ALT_62", "Имя поля");
define("LAN_ALT_63", "Описание");
define("LAN_ALT_64", "Тип");
define("LAN_ALT_65", "Альтернативная аутентификация");
define("LAN_ALT_66", "Этот плагин разрешает альтернативные методы аутентификации.");
define("LAN_ALT_67", "Конфигурация");
define("LAN_ALT_68", "Служба  альтернативных методов аутентификации - установлена​​. Теперь вы должны настроить предпочитаемый метод.");
define("LAN_ALT_69", "");
define("LAN_ALT_70", "Нет");
define("LAN_ALT_71", "Да/Нет");
define("LAN_ALT_72", "Верхн. регистр");
define("LAN_ALT_73", "Нижн. регистр");
define("LAN_ALT_74", "Первая большая");
define("LAN_ALT_75", "Первые большие");
define("LAN_ALT_76", "Пользовательское ограничение класса (числовое значение - нуль или пробел для всех)");
define("LAN_ALT_77", "Только пользователям в этом классе разрешен доступ");
define("LAN_ALT_78", "Действие с паролем не удалось");
define("LAN_ALT_79", "Если пользователь существует в основной базе, но вводит неправильный пароль, как это должно быть обработано?");
define("IMPORTDB_LAN_2", "Просто текст");
define("IMPORTDB_LAN_3", "Joomla salted");
define("IMPORTDB_LAN_4", "Mambo salted");
define("IMPORTDB_LAN_5", "SMF (SHA1)");
define("IMPORTDB_LAN_6", "Generic SHA1");
define("IMPORTDB_LAN_7", "MD5 (E107 original)");
define("IMPORTDB_LAN_8", "E107 salted (option 2.0 on)");
define("IMPORTDB_LAN_12", "PHPBB2/PHPBB3 salted");
define("IMPORTDB_LAN_13", "WordPress salted");
define("IMPORTDB_LAN_14", "Magento salted");
define("LAN_ALT_FALLBACK", "Используйте вторичную авторизацию");
define("LAN_ALT_FAIL", "Не удалось войти");
define("LAN_ALT_UPDATESET", "Обновление параметров");
define("LAN_ALT_UPDATED", "Настройки обновлены");
define("LAN_ALT_AUTH_HELP", "Эти настройки, общие для всех методов аутентификации и определения мер, которые необходимо принять. Определяет, какие расширенные поля пользователя могут быть добавлены / обновлены при входе пользователя в систему - дальнейшая настройка не требуется для конкретного метода аутентификации.");
define("LAN_ALT_VALIDATE_HELP", "Вы можете проверить настройки с помощью кнопоки [Тест подключения], чтобы попробовать и проверить пользователя - при этом используется точно такой же процесс, когда пользователь пытается войти в систему.  Подтверждает правильность ваших настроек. Если вы настроили несколько параметров, которые будут скопированы в таблицу пользователей об успешной авторизации, они также перечислены.");
define("LAN_ALT_COPY_HELP", "Вы можете выбрать поля для копирования с удаленной базой данных в пользовательскую базу данных, введя соответствующие имена.<br /><br />");
define("LAN_ALT_CONVERSION_HELP", "Для некоторых полей, раскрывающегося списка справа от поля ввода поля выбирается преобразования, которые могут быть применены к значению из удаленной базы данных, если выбрано [нет], значение копируется в полученном виде. Преобразования: <br /> <b>Да/Нет</b>  - слова преобразуются в двоичные 1 и 0 (регистр не учитывается). <br /> <b>Upper case</b> - Все буквы преобразуются к верхнему регистру <br /> <b>Lower case</b> - Все буквы преобразуются в нижний регистр <br /> <b>Upper first</b> - первый символ преобразуется в верхний регистр <br />	<b>Upper words</b> - Первая буква каждого слова преобразуется в верхний регистр <br /><br /><br />");


?>