<?php

/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|    	Steve Dunstan 2001-2002
|     http://e107.org
|     jalist@e107.org
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvs_backup/e107_langpacks/e107_languages/Persian/admin/lan_prefs.php,v $
|     $Revision: 1.1 $
|     $Date: 2008-06-14 23:59:32 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/

define("PRFLAN_1", "اطلاعات و مشخصات سایت");
define("PRFLAN_2", "نام سایت");
define("PRFLAN_3", "آدرس سایت");
define("PRFLAN_4", "آدرس تصویر لینک سایت");
define("PRFLAN_5", "توضیحات تصویر سایت");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
define("PRFLAN_6", "توضیحات سایت");
define("PRFLAN_7", "مدیریت کل سایت");
define("PRFLAN_8", "آدرس پست الکترونیک مدیریت کل سایت ");
define("PRFLAN_9", "کپی رایت سایت");
define("PRFLAN_10", "قالب سایت");
define("PRFLAN_11", "نام قالب");
define("PRFLAN_12", "برای دیدن قالب ها اینجا کلیک کنید");
define("PRFLAN_13", "نمایش اطلاعات");
define("PRFLAN_14", "نمایش اطلاعات قالب ؟");
define("PRFLAN_15", "نمایش زمان بارگذاری صفحات ؟");
define("PRFLAN_16", "نمایش اطلاعات بانک اطلاعاتی ؟");
define("PRFLAN_17", "تولید خروجی فشرده سایت gzip");
define("PRFLAN_19", "تنظیمات صفحه ثبت نام");
define("PRFLAN_21", "تنظیمات مربوط به نمایش تاریخ");
define("PRFLAN_22", "فرمت کوتاه تاریخ");
define("PRFLAN_23", "فرمت بلند تاریخ");
define("PRFLAN_24", "فرمت تاریخ انجمن های گفتگو");
define("PRFLAN_25", "برای اطلاعات بیشتر درباره فرمت های تاریخ");
define("PRFLAN_26", "اختلاف ساعت");
define("PRFLAN_27", "براي مثال اگر شما 2 را انتخاب کنید 2 عدد به تمام زمان اضافه می شود");
define("PRFLAN_28", "ثبت نام / ارسال کاربران");
define("PRFLAN_29", "فعال بودن سیستم ثبت نام ؟");
define("PRFLAN_30", "اجازه به کاربران برای ثبت نام به عنوان عضو در سایت شما");
//define("PRFLAN_31", "استفاده از پست الکترونیک برای ثبت نام");
define("PRFLAN_32", "اجازه ارسال به مهمانان ؟");
define("PRFLAN_33", "اجازه ارسال نظرات و غیره");
define("PRFLAN_35", "فعال بودن جلوگیری از ثبت نام اتوماتیک ؟");
define("PRFLAN_36", "فاصله زمانی برای ارسال");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
define("PRFLAN_37", "ممنوع کردن اتوماتیک");
define("PRFLAN_38", "فاصله زمانی بین 2 ارسال در محیط هایی که ارسال انجام می شود مانند انجمن ها یا نظرات و غیره");
define("PRFLAN_40", "جایگزینی کلمات غیر مجاز");
define("PRFLAN_41", "در صورت انتخاب کلمات غیر مجاز با عنوان زیر جایگزین می شوند");
define("PRFLAN_42", "عنوان جایگزین");
define("PRFLAN_43", "کلمات غیر مجاز");
define("PRFLAN_44", "کلمات غیر مجاز را توسط کاما از هم جدا کنید");
define("PRFLAN_45", "استفاده از توافق نامه COPPA در هنگام ثبت نام");
define("PRFLAN_46", "برای اطلاعات بیشتر از COPPA");
define("PRFLAN_47", "امنیت و حفاظت از سایت");
define("PRFLAN_48", "نحوه زیر نظر گرفتن کاربران");
define("PRFLAN_49", "کوکی ها (Cookies)");
define("PRFLAN_50", "دوره ها (Sessions)");
define("PRFLAN_52", "ذخیره تنظیمات");
define("PRFLAN_53", "پیکربندی سایت");
define("PRFLAN_55", "نام Cookie(اگر cookies انتخاب شده است)");
define("PRFLAN_56", "محدوده زمانی");
define("PRFLAN_58", "محدود کردن سایت فقط برای اعضا");
define("PRFLAN_59", "برای محدود کردن تمام قسمت های صفحه اول سایت و صفحه ثبت نام علامت بزنید");
define("PRFLAN_60", "فعال بودن SSL");
define("PRFLAN_61", "در صورتی SSL را فعال کنید <b>نحوه استفاده از آن را کاملا بدانید</b>");
define("PRFLAN_76", "فعال بودن کد نمایشی در هنگام ثبت نام");
define("PRFLAN_77", "تنظیمات محیط نمایشی مدیریت");
define("PRFLAN_78", "برای غیر فعال بودن خالی رها کنید");
define("PRFLAN_80", "برای دیدن اینجا کلیک کنید");
define("PRFLAN_81", "فعال بودن کد نمایشی در هنگام ورود به سایت");
define("PRFLAN_83", "به عنوان مثال");
define("PRFLAN_87", "نظرات");
define("PRFLAN_88", "برای نمایش نظرات تو در تو علامت بزنید");
define("PRFLAN_89", "نمایش آیکون نظر جدید");
define("PRFLAN_90", "اجازه به ارسال کنندگان برای ویرایش نظرات خود");

define("CUSTSIG_1", "تنظیمات ذخیره شد!");
define("CUSTSIG_2", "نام واقعی:");
define("CUSTSIG_3", "وب سایت:");
define("CUSTSIG_4", "تاریخ تولد:");
define("CUSTSIG_5", "مکان:");
define("CUSTSIG_6", "امضا:");
define("CUSTSIG_7", "آواتار");
define("CUSTSIG_8", "محدوده زمانی:");
define("CUSTSIG_12", "پنهان");
define("CUSTSIG_13", "فیلد");
define("CUSTSIG_14", "نمایش داده شود");
define("CUSTSIG_15", "لازم است");
define("CUSTSIG_16", "حداقل طول کلمه عبور");
define("CUSTSIG_17", "اشتراک در سیستم محتوا و نامه الکترونیک");
define("CUSTSIG_18", "نام های کاربری غیرمجاز");
define("CUSTSIG_19", "نام های کاربری شامل این کلمات قابل قبول نیست ,با کاما از هم جدا کنید.");

define("PRFLAN_91", "اگر شخصی در حال حمله به سرور شما با درخواست های مکرر است, IP آن به صورت اتوماتیک  از ورود به سایت ممنوع می شود ! جایگزین تنظیمات صحیح سرور نکنید !!!");
define("PRFLAN_92", "ثبت نام با امنیت -- پنهان کردن کلمه عبور در نامه الکترونیک");
define("PRFLAN_93", "صفحه تابع تاریخ در php.net");
define("PRFLAN_94", "در این باره");
define("PRFLAN_95", "نمایش مشخصات پلاگین:");
define("PRFLAN_96", "نمایش مشخات پلاگین در محیط مدیریت");
define("PRFLAN_97", "نمایش مشخصات پلاگین ها جداگانه:");
define("PRFLAN_98", "اگر غیر فعال باشد, مشخصات هر پلاگین در منوی جداگانه نمایش داده میشود.اگر فعال باشد همه مشخصات در یک منو نمایش داده میشود.");
define("PRFLAN_101", "نمایش متن ها در سایت");
define("PRFLAN_102", "جایگزینی لینک ها");
define("PRFLAN_103", "اگر فعال باشد , لینک های ارسالی با عنوان زیر جایگزین می شوند, برای جلوگیری از شکستن صفحات توسط لینک های طولانی");
define("PRFLAN_104", "رشته جایگزین لینک");
define("PRFLAN_105", "رشته ای به عنوان جایگزین با لینک, برای جایگزینی با تصویر باید از تگ img استفاده کنید و آدرس کامل تصویر را بنویسید");
define("PRFLAN_106", "تنظیمات پیکربندی ذخیره شد.");
define("PRFLAN_107", "رشته جایگزین برای آدرس پست الکترونیک");
define("PRFLAN_108", "رشته ای به عنوان جایگزین باآدرس پست الکترونیک, برای جایگزینی با تصویر باید از تگ img استفاده کنید و آدرس کامل تصویر را بنویسید");
define("PRFLAN_109", "بستن کلمات بلند در متن اصلی");
define("PRFLAN_110", "کلماتی که حروفشان بیشتر از این مقدار باشد در اول سطر بعد شروع می شوند");
define("PRFLAN_111", "بستن کلمات بلند در منو");
define("PRFLAN_112", "فعال");
define("PRFLAN_113", "غیر فعال");
define("PRFLAN_116", "اجازه ارسال HTML");
define("PRFLAN_117", "این قسمت به کاربران اجازه می دهد در هر قسمت سایت HTML ارسال کنند, رتبه کاربری برای این اجازه را انتخاب کنید.");
define("PRFLAN_118", "استفاده از Geshi برای انجام هایلایت");
define("PRFLAN_119", "Geshi یک برنامه چندزبانه کد باز برای هایلایت است, ببینید http://qbnz.com/highlighter/ برای اطلاعات بیشتر");
define("PRFLAN_120", "زبان پیش فرض Geshi ");
define("PRFLAN_121", "زبانی برای کد های بی بی تعریف نشده, این زبان برای استفاده در جعبه نورانی");
define("PRFLAN_122", "استفاده از ادیتور HTML در محیط ها");
define("PRFLAN_123", "ادیتور قوی در محیط های متنی. برای مدیران و کاربران مجاز به ارسال HTML.");
define("PRFLAN_124", "استفاده از حالت نمایشی کلاسیک دکمه های صفحه قبل و صفحه بعد");
define("PRFLAN_125", "فعال کنید برای نمایش حالت کلاسیک به جای منوی افتادنی کنونی.");
define("PRFLAN_126", "پیام نمایشی در صفحه ثبت نام");
define("PRFLAN_127", "تبدیل آدرس های اینترنتی ارسال شده به لینک ");
define("PRFLAN_128", "با فعال بودن این گزینه آدرس اینترنتی فرستاده شده تبدیل به لینک و قابل کلیک می شوند.");
define("PRFLAN_129", "عدم اجازه ورود چندگانه");
define("PRFLAN_130", "فعال کردن این قسمت باعث می شود که از ورود بیش از یک کاربر با یک نوع کلمه عبور و نام کاربری جلوگیری شود ");
define("PRFLAN_131", "فعالسازی استفاده از [php]  bbcode");
define("PRFLAN_132", "فعال سازی این قسمت باعث می شود کاربران مجاز بتوانند از کد های [php]bbcode در محیط ها استفاد کنند");
define("PRFLAN_133", "پلاگین GD نیاز است, یافت نشد");
define("PRFLAN_134", "هدایت به آدرس صحیح سایت");
define("PRFLAN_135", "برای مثال اگر, آدرس سایت شما http://E107cms.org است, هر کس آدرس http://www.e107cms.org را وارد کند به آدرس صحیح یعنی http://iranliga.com هدایت می شود");
define("PRFLAN_136", "حداکثر تعداد ثبت نام از یک IP آدرس.");
define("PRFLAN_137", "نمایش مقدار استفاده از حافظه");
define("PRFLAN_138", "فعال بودن کد نمایشی در هنگام بازیابی کلمه عبور");
define("PRFLAN_139", "نمایش اعلان برای گذشتن 30 روز از آخرین تغییر کلمه عبور مدیریت");
define("PRFLAN_140", "پیام نمایشی بعد از ثبت نام.");
define("PRFLAN_141", "اجازه برای ثبت نام با استفاده از پروفایل XML کاربر");
define("PRFLAN_142", "ممنوع کردن موقتی فقط");
define("PRFLAN_143", "ممنوع کردن لاگین ");
define("PRFLAN_144", "ممنوع کردن و جلوگیری از لاگین در سایت");
define("PRFLAN_145", "بازشدن لینک ها در صفحه جدید");
define("PRFLAN_146", "برای بازشدن لینک ها در صفحه جدید فعال کنید (<i>در تمام قسمت های سایت</i>). ");
define("PRFLAN_147", "حالت توسعه دهنگان");
define("PRFLAN_148", "فعالسازی توابع توسعه دهندگان. این قسمت فقط برای توسعه دهندگان است. برای دلایل امنیتی در سایت خود استفاده نکنید.");
define("PRFLAN_149", "تنظیمات پیشرفته");
define("PRFLAN_150", "روشی برای تایید e107");
define("PRFLAN_151", "شما مجاز به استفاده تنها از سرویس های ایران لیگا هستید");

define("PRFLAN_31", " توسط نامه الکترونیک");
define("PRFLAN_152", "نیاز نیست");
define("PRFLAN_153", "با تایید مدیر");
define("PRFLAN_154", "تایید و فعال سازی ثبت نام کاربر <br />اگر 'با تایید مدیر' انتخاب شده باشد, لازم است که با استفاده از آدرس پست الکترونیک اگاه سازی شود <a href='".e_ADMIN."notify.php'>در این قسمت</a>.");

define("PRFLAN_155", "اجازه انتخاب نام نمایشی برای");
define("PRFLAN_156", "باز نشاندن تمام نام های نمایشی به نام های ورودی");
define("PRFLAN_157", "تمام نام های نمایشی با به نام ورودی کاربران تغییر داده شد.");
define("PRFLAN_158", "حداکثر طول نام نمایشی");
define("PRFLAN_159", "نمایش این صفحه با");

define("PRFLAN_160", "بررسی سرور های راه دور هنگام تایید آدرس پست الکترونیک.");
define("PRFLAN_161", "غیر فعال کردن تمام نظردهی ها در این سایت");

define("PRFLAN_162", "اطلاعات تماس با مدیریت سایت");
define("PRFLAN_163", "به عنوان مثال نام شرکت ,شماره تلفن ,آدرس و غیره");

define("PRFLAN_164", "اجازه به کاربر برای ارسال یک کپی از نامه تماس به خودش");
define("PRFLAN_165", "امکان دادن اجازه به اسپمینگ, با دقت استفاده شود");
define("PRFLAN_166", "نمایش صورتک ها در نظرات?");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR

define("PRFLAN_167", "وارد کردن یک آدرس پست الکترونیک به دلخواه"); // subject to change.
define("PRFLAN_168", "افراد قابل تماس");
define("PRFLAN_169", "اگر گروه شامل بیش از یک عضو باشد از کاربر شخص مورد نظر برای تماس سوال می شود.");

define("PRFLAN_170", "استفاده از DNS معکوس برای ممنوع کردن توسط میزبان");
define("PRFLAN_171", "فعال کردن این گزینه به شما امکان می دهد کاربران را توسط نام میزبان از ورود به سایت ممنوع کنید, مانند IP یا آدرس پست الکترونیک.  <br />توجه: این ممکن است بر روی زمان بارگذاری صفحات در بعضی از سرور ها اثر داشته باشد");
define("PRFLAN_172", "طول نام نمایشی (10..100)");
define("PRFLAN_173", "بررسی نیاز به بروز رسانی از سایت فارسی ساز");

define("PRFLAN_174", "نام ارسال کننده نامه از جانب سایت");
//Language By: Hamid Khorasani & Hamed Aqarezaii///www.E107CMS.org///Persian E107 /IR
define("PRFLAN_175", "شامل نام ارسال کننده نامه الکترونیکی از طرف سایت به اعضا می باشد");
define("PRFLAN_176", "آدرس پست الکترونیک سایت");
define("PRFLAN_177", "آدرس مخصوص دریافت پاسخ های دریافتی از ارسال نامه ها");


?>